var oktmo=[
['01','МО Алтайского края',
[['01512','Залесовский МО',undefined
]
,['01539','МО город Славгород',undefined
]
,['01541','МО Суетский район',undefined
]
,['01558','МО Чарышский район',undefined
]
,['01601','Алейский муниципальный район',['01601400','Сельские поселения Алейского муниципального района','01601402','Алейский сельсовет','01601408','Безголосовский сельсовет','01601413','Большепанюшевский сельсовет','01601417','Боровской сельсовет','01601420','Дружбинский сельсовет','01601423','Дубровский сельсовет','01601426','Заветильичёвский сельсовет','01601432','Кашинский сельсовет','01601438','Кировский сельсовет','01601440','Краснопартизанский сельсовет','01601460','Малиновский сельсовет','01601464','Моховской сельсовет','01601468','Осколковский сельсовет','01601473','Плотавский сельсовет','01601475','Савинский сельсовет','01601477','Совхозный сельсовет','01601485','Урюпинский сельсовет','01601496','Фрунзенский сельсовет','01601498','Чапаевский сельсовет']]
,['01602','Алтайский муниципальный район',['01602400','Сельские поселения Алтайского муниципального района','01602405','Айский сельсовет','01602407','Алтайский сельсовет','01602412','Беловский сельсовет','01602423','Куяганский сельсовет','01602427','Куячинский сельсовет','01602435','Макарьевский сельсовет','01602446','Нижнекаменский сельсовет','01602457','Пролетарский сельсовет','01602468','Россошинский сельсовет','01602479','Старобелокурихинский сельсовет']]
,['01603','Баевский муниципальный район',['01603400','Сельские поселения Баевского муниципального района','01603407','Баевский сельсовет','01603416','Верх-Пайвинский сельсовет','01603419','Верх-Чуманский сельсовет','01603437','Нижнечуманский сельсовет','01603455','Паклинский сельсовет','01603458','Плотавский сельсовет','01603469','Прослаухинский сельсовет','01603480','Ситниковский сельсовет']]
,['01604','Бийский муниципальный район',['01604400','Сельские поселения Бийского муниципального района','01604410','Большеугреневский сельсовет','01604415','Верх-Бехтемирский сельсовет','01604417','Верх-Катунский сельсовет','01604422','Енисейский сельсовет','01604424','Заринский сельсовет','01604434','Калининский сельсовет','01604437','Лесной сельсовет','01604455','Малоенисейский сельсовет','01604459','Малоугреневский сельсовет','01604464','Новиковский сельсовет','01604470','Первомайский сельсовет','01604480','Светлоозёрский сельсовет','01604483','Сростинский сельсовет','01604488','Усятский сельсовет','01604495','Шебалинский сельсовет']]
,['01605','Благовещенский муниципальный район',['01605100','Городские поселения Благовещенского муниципального района','01605151','Благовещенский поссовет','01605157','Степноозёрский поссовет','01605400','Сельские поселения Благовещенского муниципального района','01605406','Алексеевский сельсовет','01605420','Гляденьский сельсовет','01605436','Леньковский сельсовет','01605447','Нижнекучукский сельсовет','01605452','Николаевский сельсовет','01605456','Новокулундинский сельсовет','01605458','Орлеанский сельсовет','01605461','Суворовский сельсовет','01605483','Шимолинский сельсовет','01605494','Яготинский сельсовет']]
,['01606','Бурлинский муниципальный район',['01606400','Сельские поселения Бурлинского муниципального района','01606411','Бурлинский сельсовет','01606422','Михайловский сельсовет','01606430','Новоандреевский сельсовет','01606433','Новопесчанский сельсовет','01606444','Новосельский сельсовет','01606455','Ореховский сельсовет','01606466','Партизанский сельсовет','01606470','Рожковский сельсовет','01606477','Устьянский сельсовет']]
,['01607','Быстроистокский муниципальный район',['01607400','Сельские поселения Быстроистокского муниципального района','01607403','Акутихинский сельсовет','01607405','Быстроистокский сельсовет','01607411','Верх-Ануйский сельсовет','01607422','Верх-Озёрнинский сельсовет','01607433','Новопокровский сельсовет','01607437','Приобский сельсовет','01607444','Усть-Ануйский сельсовет','01607455','Хлеборобный сельсовет']]
,['01608','Волчихинский муниципальный район',['01608400','Сельские поселения Волчихинского муниципального района','01608410','Берёзовский сельсовет','01608414','Бор-Форпостовский сельсовет','01608421','Волчихинский сельсовет','01608423','Востровский сельсовет','01608430','Коминтерновский сельсовет','01608434','Малышево-Логовской сельсовет','01608445','Новокормихинский сельсовет','01608456','Пятковологовской сельсовет','01608467','Селивёрстовский сельсовет','01608478','Солоновский сельсовет','01608489','Усть-Волчихинский сельсовет']]
,['01609','Егорьевский муниципальный район',['01609400','Сельские поселения Егорьевского муниципального района','01609411','Кругло-Семенцовский сельсовет','01609422','Лебяжинский сельсовет','01609428','Малошелковниковский сельсовет','01609433','Новоегорьевский сельсовет','01609444','Первомайский сельсовет','01609455','Сростинский сельсовет','01609466','Титовский сельсовет','01609490','Шубинский сельсовет']]
,['01610','Ельцовский муниципальный район',['01610400','Сельские поселения Ельцовского муниципального района','01610411','Верх-Ненинский сельсовет','01610422','Ельцовский сельсовет','01610433','Мартыновский сельсовет','01610444','Новокаменский сельсовет','01610466','Пуштулимский сельсовет','01610488','Черемшанский сельсовет']]
,['01611','Завьяловский муниципальный район',['01611400','Сельские поселения Завьяловского муниципального района','01611411','Гилёвский сельсовет','01611416','Глубоковский сельсовет','01611423','Гоноховский сельсовет','01611434','Завьяловский сельсовет','01611445','Камышенский сельсовет','01611456','Малиновский сельсовет','01611467','Овечкинский сельсовет','01611469','Светловский сельсовет','01611470','Тумановский сельсовет','01611478','Харитоновский сельсовет','01611486','Чернавский сельсовет','01611489','Чистоозёрский сельсовет']]
,['01613','Заринский муниципальный район',['01613400','Сельские поселения Заринского муниципального района','01613406','Аламбайский сельсовет','01613420','Верх-Камышенский сельсовет','01613425','Воскресенский сельсовет','01613428','Голухинский сельсовет','01613430','Гоношихинский сельсовет','01613434','Гришинский сельсовет','01613436','Жуланихинский сельсовет','01613438','Зыряновский сельсовет','01613450','Комарский сельсовет','01613460','Новодраченинский сельсовет','01613461','Новозыряновский сельсовет','01613464','Новокопыловский сельсовет','01613468','Новомоношкинский сельсовет','01613474','Смазневский сельсовет','01613478','Сосновский сельсовет','01613487','Стародраченинский сельсовет','01613488','Тягунский сельсовет','01613492','Хмелевский сельсовет','01613494','Шпагинский сельсовет','01613496','Яновский сельсовет']]
,['01614','Змеиногорский муниципальный район',['01614100','Городские поселения Змеиногорского муниципального района','01614101','город Змеиногорск','01614400','Сельские поселения Змеиногорского муниципального района','01614422','Барановский сельсовет','01614433','Карамышевский сельсовет','01614444','Кузьминский сельсовет','01614455','Октябрьский сельсовет','01614466','Саввушинский сельсовет','01614477','Таловский сельсовет','01614488','Черепановский сельсовет']]
,['01615','Калманский муниципальный район',['01615400','Сельские поселения Калманского муниципального района','01615409','Бурановский сельсовет','01615414','Зимарёвский сельсовет','01615425','Калистратихинский сельсовет','01615427','Калманский сельсовет','01615435','Кубанский сельсовет','01615450','Шиловский сельсовет','01615457','Новоромановский сельсовет','01615468','Обской сельсовет','01615480','Усть-Алейский сельсовет','01615485','Шадринский сельсовет']]
,['01616','Каменский муниципальный район',['01616100','Городские поселения Каменского муниципального района','01616101','г Камень-на-Оби','01616400','Сельские поселения Каменского муниципального района','01616404','Аллакский сельсовет','01616413','Верх-Аллакский сельсовет','01616417','Гоноховский сельсовет','01616437','Корниловский сельсовет','01616461','Новоярковский сельсовет','01616468','Плотниковский сельсовет','01616473','Попереченский сельсовет','01616475','Пригородный сельсовет','01616482','Рыбинский сельсовет','01616486','Столбовский сельсовет','01616490','Телеутский сельсовет','01616494','Толстовский сельсовет','01616497','Филипповский сельсовет']]
,['01617','Ключевский муниципальный район',['01617400','Сельские поселения Ключевского муниципального района','01617406','Васильчуковский сельсовет','01617412','Зелёнополянский сельсовет','01617415','Истимисский сельсовет','01617420','Каипский сельсовет','01617424','Ключевский сельсовет','01617435','Новополтавский сельсовет','01617437','Новоцелинный сельсовет','01617446','Петуховский сельсовет','01617468','Покровский сельсовет','01617479','Северский сельсовет']]
,['01618','Косихинский муниципальный район',['01618400','Сельские поселения Косихинского муниципального района','01618406','Баюновский сельсовет','01618414','Верх-Жилинский сельсовет','01618420','Глушинский сельсовет','01618425','Каркавинский сельсовет','01618430','Контошинский сельсовет','01618434','Косихинский сельсовет','01618440','Лосихинский сельсовет','01618449','Малаховский сельсовет','01618460','Налобихинский сельсовет','01618466','Плотниковский сельсовет','01618468','Полковниковский сельсовет']]
,['01619','Красногорский муниципальный район',['01619400','Сельские поселения Красногорского муниципального района','01619405','Берёзовский сельсовет','01619407','Быстрянский сельсовет','01619423','Красногорский сельсовет','01619445','Новозыковский сельсовет','01619447','Новоталовский сельсовет','01619456','Соусканихинский сельсовет','01619478','Усть-Ишинский сельсовет','01619489','Усть-Кажинский сельсовет']]
,['01620','Краснощёковский муниципальный район',['01620400','Сельские поселения Краснощёковского муниципального района','01620406','Акимовский сельсовет','01620412','Берёзовский сельсовет','01620417','Верх-Камышенский сельсовет','01620424','Карповский сельсовет','01620430','Краснощёковский сельсовет','01620442','Маралихинский сельсовет','01620448','Новошипуновский сельсовет','01620459','Суетский сельсовет','01620468','Усть-Беловский сельсовет','01620470','Усть-Козлухинский сельсовет','01620472','Усть-Пустынский сельсовет','01620481','Харловский сельсовет','01620492','Чинетинский сельсовет']]
,['01621','Крутихинский муниципальный район',['01621400','Сельские поселения Крутихинского муниципального района','01621406','Боровской сельсовет','01621412','Волчно-Бурлинский сельсовет','01621418','Долганский сельсовет','01621424','Заковряшинский сельсовет','01621430','Крутихинский сельсовет','01621436','Маловолчанский сельсовет','01621442','Новодубровский сельсовет','01621446','Подборный сельсовет','01621448','Прыганский сельсовет']]
,['01622','Кулундинский муниципальный район',['01622400','Сельские поселения Кулундинского муниципального района','01622411','Ананьевский сельсовет','01622433','Воздвиженский сельсовет','01622444','Златополинский сельсовет','01622455','Константиновский сельсовет','01622460','Кулундинский сельсовет','01622466','Курский сельсовет','01622472','Мирабилитский сельсовет','01622477','Октябрьский сельсовет','01622488','Семёновский сельсовет']]
,['01623','Курьинский муниципальный район',['01623400','Сельские поселения Курьинского муниципального района','01623411','Бугрышихинский сельсовет','01623422','Ивановский сельсовет','01623433','Казанцевский сельсовет','01623438','Колыванский сельсовет','01623444','Краснознаменский сельсовет','01623455','Кузнецовский сельсовет','01623466','Курьинский сельсовет','01623468','Новофирсовский сельсовет','01623477','Трусовский сельсовет','01623488','Усть-Таловский сельсовет']]
,['01624','Кытмановский муниципальный район',['01624400','Сельские поселения Кытмановского муниципального района','01624407','Дмитро-Титовский сельсовет','01624423','Кытмановский сельсовет','01624434','Червовский сельсовет','01624446','Новотарабинский сельсовет','01624457','Октябрьский сельсовет','01624469','Порошинский сельсовет','01624480','Семено-Красиловский сельсовет','01624491','Сунгайский сельсовет','01624493','Тягунский сельсовет','01624494','Тяхтинский сельсовет']]
,['01625','Локтевский муниципальный район',['01625100','Городские поселения Локтевского муниципального района','01625101','город Горняк','01625400','Сельские поселения Локтевского муниципального района','01625404','Александровский сельсовет','01625409','Второкаменский сельсовет','01625413','Георгиевский сельсовет','01625417','Гилёвский сельсовет','01625419','Ермошихинский сельсовет','01625421','Золотухинский сельсовет','01625426','Кировский сельсовет','01625434','Локтевский сельсовет','01625440','Масальский сельсовет','01625449','Николаевский сельсовет','01625456','Новенский сельсовет','01625459','Новомихайловский сельсовет','01625466','Покровский сельсовет','01625473','Ремовский сельсовет','01625476','Самарский сельсовет','01625484','Успенский сельсовет','01625495','Устьянский сельсовет']]
,['01626','Мамонтовский муниципальный район',['01626400','Сельские поселения Мамонтовского муниципального района','01626406','Буканский сельсовет','01626412','Гришенский сельсовет','01626424','Кадниковский сельсовет','01626429','Комсомольский сельсовет','01626434','Корчинский сельсовет','01626437','Костино-Логовской сельсовет','01626442','Крестьянский сельсовет','01626449','Мамонтовский сельсовет','01626460','Островновский сельсовет','01626468','Покровский сельсовет','01626473','Сусловский сельсовет','01626478','Тимирязевский сельсовет','01626492','Чернокурьинский сельсовет']]
,['01627','Михайловский муниципальный район',['01627100','Городские поселения Михайловского муниципального района','01627154','Малиновоозёрский поссовет','01627400','Сельские поселения Михайловского муниципального района','01627405','Ащегульский сельсовет','01627411','Бастанский сельсовет','01627416','Михайловский сельсовет','01627420','Назаровский сельсовет','01627422','Николаевский сельсовет','01627433','Полуямский сельсовет','01627444','Ракитовский сельсовет']]
,['01628','Новичихинский муниципальный район',['01628400','Сельские поселения Новичихинского муниципального района','01628411','Долговский сельсовет','01628422','Лобанихинский сельсовет','01628433','Мельниковский сельсовет','01628444','Новичихинский сельсовет','01628455','Поломошенский сельсовет','01628466','Солоновский сельсовет','01628477','Токарёвский сельсовет']]
,['01629','Зональный муниципальный район',['01629400','Сельские поселения Зонального муниципального района','01629412','Буланихинский сельсовет','01629426','Зональный сельсовет','01629442','Луговской сельсовет','01629466','Новочемровский сельсовет','01629470','Октябрьский сельсовет','01629474','Плешковский сельсовет','01629480','Соколовский сельсовет','01629493','Чемровский сельсовет','01629496','Шубенский сельсовет']]
,['01630','Павловский муниципальный район',['01630400','Сельские поселения Павловского муниципального района','01630401','Арбузовский сельсовет','01630403','Бурановский сельсовет','01630412','Елунинский сельсовет','01630432','Колыванский сельсовет','01630437','Комсомольский сельсовет','01630449','Лебяжинский сельсовет','01630455','Новозоринский сельсовет','01630460','Павловский сельсовет','01630462','Павлозаводской сельсовет','01630464','Прутской сельсовет','01630466','Рогозихинский сельсовет','01630473','Стуковский сельсовет','01630482','Черемновский сельсовет','01630485','Чернопятовский сельсовет','01630490','Шаховский сельсовет']]
,['01631','Панкрушихинский муниципальный район',['01631400','Сельские поселения Панкрушихинского муниципального района','01631411','Велижанский сельсовет','01631417','Железнодорожный сельсовет','01631422','Зятьковский сельсовет','01631433','Кривинский сельсовет','01631444','Луковский сельсовет','01631456','Панкрушихинский сельсовет','01631467','Подойниковский сельсовет','01631478','Романовский сельсовет','01631489','Урываевский сельсовет']]
,['01632','Первомайский муниципальный район',['01632400','Сельские поселения Первомайского муниципального района','01632406','Акуловский сельсовет','01632412','Баюновоключевский сельсовет','01632416','Берёзовский сельсовет','01632420','Бобровский сельсовет','01632422','Боровихинский сельсовет','01632425','Жилинский сельсовет','01632430','Журавлихинский сельсовет','01632434','Зудиловский сельсовет','01632442','Логовской сельсовет','01632449','Первомайский сельсовет','01632454','Повалихинский сельсовет','01632461','Рассказихинский сельсовет','01632472','Санниковский сельсовет','01632483','Северный сельсовет','01632494','Сибирский сельсовет','01632496','Солнечный сельсовет','01632497','Сорочелоговской сельсовет']]
,['01633','Петропавловский муниципальный район',['01633400','Сельские поселения Петропавловского муниципального района','01633405','Алексеевский сельсовет','01633407','Антоньевский сельсовет','01633414','Зеленодольский сельсовет','01633423','Камышенский сельсовет','01633434','Николаевский сельсовет','01633440','Новообинский сельсовет','01633446','Паутовский сельсовет','01633457','Петропавловский сельсовет','01633479','Соловьихинский сельсовет']]
,['01634','Поспелихинский муниципальный район',['01634400','Сельские поселения Поспелихинского муниципального района','01634408','Борковский сельсовет','01634422','12 лет Октября сельсовет','01634433','Калмыцко-Мысовской сельсовет','01634439','Клепечихинский сельсовет','01634445','Красноалтайский сельсовет','01634450','Красноярский сельсовет','01634467','Мамонтовский сельсовет','01634478','Николаевский сельсовет','01634482','Озимовский сельсовет','01634489','Поспелихинский сельсовет','01634495','Поспелихинский Центральный сельсовет']]
,['01635','Ребрихинский муниципальный район',['01635400','Сельские поселения Ребрихинского муниципального района','01635407','Беловский сельсовет','01635412','Боровлянский сельсовет','01635419','Воронихинский сельсовет','01635430','Зеленорощинский сельсовет','01635436','Зиминский сельсовет','01635442','Клочковский сельсовет','01635456','Пановский сельсовет','01635458','Плоскосеминский сельсовет','01635459','Подстепновский сельсовет','01635464','Ребрихинский сельсовет','01635470','Рожне-Логовской сельсовет','01635476','Станционно-Ребрихинский сельсовет','01635479','Усть-Мосихинский сельсовет']]
,['01636','Родинский муниципальный район',['01636400','Сельские поселения Родинского муниципального района','01636410','Зелёнолуговской сельсовет','01636422','Каяушинский сельсовет','01636428','Кочкинский сельсовет','01636434','Мирненский сельсовет','01636445','Покровский сельсовет','01636451','Раздольненский сельсовет','01636456','Родинский сельсовет','01636468','Степновский сельсовет','01636472','Степно-Кучукский сельсовет','01636474','Шаталовский сельсовет','01636480','Центральный сельсовет','01636491','Ярослав-Логовской сельсовет']]
,['01637','Романовский муниципальный район',['01637400','Сельские поселения Романовского муниципального района','01637407','Гилёв-Логовской сельсовет','01637412','Грано-Маяковский сельсовет','01637417','Гуселетовский сельсовет','01637422','Дубровинский сельсовет','01637435','Закладинский сельсовет','01637440','Казанцевский сельсовет','01637446','Майский сельсовет','01637457','Мормышанский сельсовет','01637466','Рассветовский сельсовет','01637468','Романовский сельсовет','01637479','Сидоровский сельсовет','01637482','Тамбовский сельсовет']]
,['01638','Рубцовский муниципальный район',['01638400','Сельские поселения Рубцовского муниципального района','01638406','Безрукавский сельсовет','01638412','Бобковский сельсовет','01638415','Большешелковниковский сельсовет','01638418','Веселоярский сельсовет','01638420','Вишнёвский сельсовет','01638422','Дальний сельсовет','01638425','Куйбышевский сельсовет','01638437','Новоалександровский сельсовет','01638440','Новониколаевский сельсовет','01638444','Новороссийский сельсовет','01638447','Новосклюихинский сельсовет','01638451','Половинкинский сельсовет','01638460','Ракитовский сельсовет','01638462','Рубцовский сельсовет','01638465','Самарский сельсовет','01638467','Саратовский сельсовет','01638471','Тишинский сельсовет']]
,['01640','Смоленский муниципальный район',['01640400','Сельские поселения Смоленского муниципального района','01640405','Ануйский сельсовет','01640412','Верх-Обский сельсовет','01640423','Кировский сельсовет','01640434','Линёвский сельсовет','01640445','Новотырышкинский сельсовет','01640456','Смоленский сельсовет','01640460','Солоновский сельсовет','01640466','Сычёвский сельсовет','01640479','Точилинский сельсовет']]
,['01642','Советский муниципальный район',['01642400','Сельские поселения Советского муниципального района','01642411','Кокшинский сельсовет','01642415','Коловский сельсовет','01642420','Красноярский сельсовет','01642429','Никольский сельсовет','01642435','Платовский сельсовет','01642440','Половинский сельсовет','01642447','Сетовский сельсовет','01642452','Советский сельсовет','01642457','Талицкий сельсовет','01642466','Урожайный сельсовет','01642471','Шульгин-Логский сельсовет','01642472','Шульгинский сельсовет']]
,['01643','Солонешенский муниципальный район',['01643400','Сельские поселения Солонешенского муниципального района','01643407','Берёзовский сельсовет','01643423','Карповский сельсовет','01643434','Лютаевский сельсовет','01643445','Сибирячихинский сельсовет','01643450','Солонешенский сельсовет','01643457','Степной сельсовет','01643470','Тополинский сельсовет','01643481','Тумановский сельсовет']]
,['01644','Солтонский муниципальный район',['01644400','Сельские поселения Солтонского муниципального района','01644424','Карабинский сельсовет','01644436','Макарьевский сельсовет','01644447','Ненинский сельсовет','01644450','Нижнененинский сельсовет','01644481','Солтонский сельсовет','01644492','Сузопский сельсовет']]
,['01645','Шелаболихинский муниципальный район',['01645400','Сельские поселения Шелаболихинского муниципального района','01645410','Верх-Кучукский сельсовет','01645420','Ильинский сельсовет','01645423','Инской сельсовет','01645428','Кипринский сельсовет','01645430','Крутишинский сельсовет','01645433','Кучукский сельсовет','01645438','Макаровский сельсовет','01645442','Новообинцевский сельсовет','01645460','Шелаболихинский сельсовет']]
,['01646','Табунский муниципальный район',['01646400','Сельские поселения Табунского муниципального района','01646407','Алтайский сельсовет','01646422','Большеромановский сельсовет','01646440','Лебединский сельсовет','01646455','Серебропольский сельсовет','01646466','Табунский сельсовет']]
,['01647','Тальменский муниципальный район',['01647100','Городские поселения Тальменского муниципального района','01647151','Тальменский поссовет','01647400','Сельские поселения Тальменского муниципального района','01647406','Анисимовский сельсовет','01647415','Зайцевский сельсовет','01647424','Казанцевский сельсовет','01647430','Кашкарагаихинский сельсовет','01647436','Курочкинский сельсовет','01647442','Ларичихинский сельсовет','01647448','Луговской сельсовет','01647451','Лушниковский сельсовет','01647456','Новоозёрский сельсовет','01647459','Новоперуновский сельсовет','01647462','Новотроицкий сельсовет','01647466','Озёрский сельсовет','01647470','Речкуновский сельсовет','01647473','Среднесибирский сельсовет','01647475','Староперуновский сельсовет','01647482','Шадринцевский сельсовет','01647492','Шишкинский сельсовет']]
,['01648','Тогульский муниципальный район',['01648400','Сельские поселения Тогульского муниципального района','01648406','Антипинский сельсовет','01648430','Новоиушинский сельсовет','01648436','Старотогульский сельсовет','01648446','Тогульский сельсовет','01648457','Топтушинский сельсовет']]
,['01649','Топчихинский муниципальный район',['01649400','Сельские поселения Топчихинского муниципального района','01649403','Белояровский сельсовет','01649407','Володарский сельсовет','01649409','Зиминский сельсовет','01649412','Кировский сельсовет','01649420','Ключевский сельсовет','01649424','Красноярский сельсовет','01649436','Макарьевский сельсовет','01649447','Парфёновский сельсовет','01649450','Переясловский сельсовет','01649452','Победимский сельсовет','01649454','Покровский сельсовет','01649460','Сидоровский сельсовет','01649462','Топчихинский сельсовет','01649469','Фунтиковский сельсовет','01649475','Хабазинский сельсовет','01649480','Чаузовский сельсовет','01649491','Чистюньский сельсовет']]
,['01650','Третьяковский муниципальный район',['01650400','Сельские поселения Третьяковского муниципального района','01650411','Екатерининский сельсовет','01650422','Корболихинский сельсовет','01650433','Новоалейский сельсовет','01650444','Первокаменский сельсовет','01650455','Плосковский сельсовет','01650460','Садовый сельсовет','01650466','Староалейский сельсовет','01650477','Третьяковский сельсовет','01650488','Шипунихинский сельсовет']]
,['01651','Троицкий муниципальный район',['01651400','Сельские поселения Троицкого муниципального района','01651408','Беловский сельсовет','01651410','Боровлянский сельсовет','01651414','Гордеевский сельсовет','01651425','Ерёминский сельсовет','01651430','Заводской сельсовет','01651434','Зелёнополянский сельсовет','01651440','Кипешинский сельсовет','01651454','Петровский сельсовет','01651457','Троицкий сельсовет','01651470','Хайрюзовский сельсовет','01651492','Южаковский сельсовет']]
,['01652','Тюменцевский муниципальный район',['01652400','Сельские поселения Тюменцевского муниципального района','01652403','Андроновский сельсовет','01652407','Берёзовский сельсовет','01652416','Вылковский сельсовет','01652420','Грязновский сельсовет','01652425','Заводской сельсовет','01652432','Ключевской сельсовет','01652436','Королёвский сельсовет','01652450','Мезенцевский сельсовет','01652452','Новокарповский сельсовет','01652458','Тюменцевский сельсовет','01652461','Урывский сельсовет','01652469','Черемшанский сельсовет','01652480','Шарчинский сельсовет','01652485','Юдихинский сельсовет']]
,['01653','Угловский муниципальный район',['01653400','Сельские поселения Угловского муниципального района','01653411','Круглянский сельсовет','01653422','Лаптевский сельсовет','01653455','Озёрно-Кузнецовский сельсовет','01653466','Павловский сельсовет','01653477','Симоновский сельсовет','01653480','Тополинский сельсовет','01653488','Угловский сельсовет']]
,['01654','Усть-Калманский муниципальный район',['01654400','Сельские поселения Усть-Калманского муниципального района','01654408','Кабановский сельсовет','01654411','Михайловский сельсовет','01654422','Новобурановский сельсовет','01654433','Новокалманский сельсовет','01654444','Огнёвский сельсовет','01654446','Пономарёвский сельсовет','01654448','Приозёрный сельсовет','01654455','Усть-Калманский сельсовет','01654466','Чарышский сельсовет']]
,['01655','Усть-Пристанский муниципальный район',['01655400','Сельские поселения Усть-Пристанского муниципального района','01655408','Беловский сельсовет','01655411','Брусенцевский сельсовет','01655419','Вяткинский сельсовет','01655423','Елбанский сельсовет','01655434','Клепиковский сельсовет','01655440','Коробейниковский сельсовет','01655443','Краснодарский сельсовет','01655446','Красноярский сельсовет','01655457','Нижнегусихинский сельсовет','01655460','Нижнеозернинский сельсовет','01655470','Троицкий сельсовет','01655480','Усть-Пристанский сельсовет','01655491','Чеканихинский сельсовет']]
,['01656','Хабарский муниципальный район',['01656400','Сельские поселения Хабарского муниципального района','01656412','Зятьково-Реченский сельсовет','01656420','Коротоякский сельсовет','01656430','Мартовский сельсовет','01656435','Мичуринский сельсовет','01656446','Новоильинский сельсовет','01656460','Плёсо-Курьинский сельсовет','01656480','Свердловский сельсовет','01656486','Тополинский сельсовет','01656490','Утянский сельсовет','01656493','Хабарский сельсовет']]
,['01657','Целинный муниципальный район',['01657400','Сельские поселения Целинного муниципального района','01657407','Бочкарёвский сельсовет','01657412','Воеводский сельсовет','01657415','Дружбинский сельсовет','01657420','Еландинский сельсовет','01657430','Ложкинский сельсовет','01657434','Марушинский сельсовет','01657445','Овсянниковский сельсовет','01657464','Степно-Чумышский сельсовет','01657468','Сухо-Чемровский сельсовет','01657473','Хомутинский сельсовет','01657479','Целинный сельсовет','01657490','Шалапский сельсовет']]
,['01659','Шипуновский муниципальный район',['01659400','Сельские поселения Шипуновского муниципального района','01659409','Белоглазовский сельсовет','01659413','Бобровский сельсовет','01659420','Войковский сельсовет','01659426','Горьковский сельсовет','01659430','Ельцовский сельсовет','01659435','Зеркальский сельсовет','01659439','Ильинский сельсовет','01659442','Комарихинский сельсовет','01659446','Краснояровский сельсовет','01659452','Нечунаевский сельсовет','01659462','Первомайский сельсовет','01659465','Порожненский сельсовет','01659470','Родинский сельсовет','01659474','Российский сельсовет','01659478','Самсоновский сельсовет','01659480','Тугозвоновский сельсовет','01659485','Урлаповский сельсовет','01659490','Хлопуновский сельсовет','01659495','Шипуновский сельсовет']]
,['01660','Немецкий национальный муниципальный район',['01660400','Сельские поселения Немецкого национального муниципального района','01660405','Гришковский сельсовет','01660410','Дегтярский сельсовет','01660415','Камышинский сельсовет','01660420','Гальбштадтский сельсовет','01660425','Николаевский сельсовет','01660430','Орловский сельсовет','01660435','Подсосновский сельсовет','01660440','Полевской сельсовет','01660445','Протасовский сельсовет','01660450','Редкодубравский сельсовет','01660460','Шумановский сельсовет','01660470','Кусакский сельсовет']]
,['01701','город Барнаул',undefined
]
,['01703','город Алейск',undefined
]
,['01704','город Белокуриха',undefined
]
,['01705','город Бийск',undefined
]
,['01706','город Заринск',undefined
]
,['01713','город Новоалтайск',undefined
]
,['01716','город Рубцовск',undefined
]
,['01730','город Яровое',undefined
]
,['01755','ЗАТО Сибирский',undefined
]
]]
,['03','МО Краснодарского края',
[['03601','Абинский муниципальный район',['03601100','Городские поселения Абинского муниципального района','03601101','Абинское','03601153','Ахтырское','03601400','Сельские поселения Абинского муниципального района','03601401','Варнавинское','03601402','Ольгинское','03601403','Мингрельское','03601405','Светлогорское','03601406','Федоровское','03601408','Холмское']]
,['03605','Апшеронский муниципальный район',['03605100','Городские поселения Апшеронского муниципального района','03605101','Апшеронское','03605109','Хадыженское','03605157','Нефтегорское','03605400','Сельские поселения Апшеронского муниципального района','03605407','Кабардинское','03605410','Кубанское','03605413','Куринское','03605416','Мезмайское','03605418','Нижегородское','03605419','Новополянское','03605422','Отдаленное','03605431','Тверское','03605434','Черниговское']]
,['03607','Белоглинский муниципальный район',['03607400','Сельские поселения Белоглинского муниципального района','03607402','Белоглинское','03607404','Новопавловское','03607407','Успенское','03607410','Центральное']]
,['03608','Белореченский муниципальный район',['03608100','Городские поселения Белореченского муниципального района','03608101','Белореченское','03608400','Сельские поселения Белореченского муниципального района','03608402','Бжедуховское','03608404','Великовечненское','03608405','Дружненское','03608407','Первомайское','03608410','Пшехское','03608412','Родниковское','03608413','Рязанское','03608416','Черниговское','03608419','Школьненское','03608420','Южненское']]
,['03610','Брюховецкий муниципальный район',['03610400','Сельские поселения Брюховецкого муниципального района','03610402','Батуринское','03610404','Большебейсугское','03610407','Брюховецкое','03610410','Новоджерелиевское','03610413','Новосельское','03610416','Переясловское','03610419','Свободненское','03610422','Чепигинское']]
,['03612','Выселковский муниципальный район',['03612400','Сельские поселения Выселковского муниципального района','03612402','Бейсугское','03612404','Бейсужекское','03612407','Березанское','03612410','Бузиновское','03612413','Выселковское','03612416','Газырское','03612419','Ирклиевское','03612420','Крупское','03612422','Новобейсугское','03612425','Новомалороссийское']]
,['03613','Гулькевичский муниципальный район',['03613100','Городские поселения Гулькевичского муниципального района','03613101','Гулькевичское','03613154','Гирейское','03613162','Красносельское','03613400','Сельские поселения Гулькевичского муниципального района','03613404','Венцы-Заря','03613413','Комсомольское','03613416','Кубань','03613425','Николенское','03613429','Новоукраинское','03613434','Отрадо-Кубанское','03613437','Отрадо-Ольгинское','03613440','Пушкинское','03613445','Скобелевское','03613448','Соколовское','03613450','Союз Четырех Хуторов','03613455','Тысячное']]
,['03614','Динской муниципальный район',['03614400','Сельские поселения Динского муниципального района','03614402','Васюринское','03614404','Динское','03614410','Красносельское','03614412','Мичуринское','03614414','Нововеличковское','03614416','Новотитаровское','03614419','Первореченское','03614422','Пластуновское','03614428','Старомышастовское','03614445','Южно-Кубанское']]
,['03616','Ейский муниципальный район',['03616100','Городские поселения Ейского муниципального района','03616101','Ейское','03616400','Сельские поселения Ейского муниципального района','03616402','Александровское','03616404','Должанское','03616407','Ейское','03616410','Камышеватское','03616413','Копанское','03616416','Красноармейское','03616419','Кухаривское','03616420','Моревское','03616421','Трудовое','03616422','Ясенское']]
,['03618','Кавказский муниципальный район',['03618100','Городские поселения Кавказского муниципального района','03618101','Кропоткинское','03618400','Сельские поселения Кавказского муниципального района','03618404','Дмитриевское','03618407','им М. Горького','03618410','Кавказское','03618413','Казанское','03618419','Лосевское','03618422','Мирское','03618432','Привольное','03618452','Темижбекское']]
,['03619','Калининский муниципальный район',['03619400','Сельские поселения Калининского муниципального района','03619405','Бойкопонурское','03619406','Гривенское','03619407','Гришковское','03619408','Джумайловское','03619420','Калининское','03619422','Куйбышевское','03619427','Новониколаевское','03619435','Старовеличковское']]
,['03620','Каневской муниципальный район',['03620400','Сельские поселения Каневского муниципального района','03620402','Каневское','03620404','Красногвардейское','03620405','Кубанскостепное','03620407','Новодеревянковское','03620410','Новоминское','03620413','Привольненское','03620414','Придорожное','03620416','Стародеревянковское','03620419','Челбасское']]
,['03621','Кореновский муниципальный район',['03621100','Городские поселения Кореновского муниципального района','03621101','Кореновское','03621400','Сельские поселения Кореновского муниципального района','03621402','Братковское','03621404','Бураковское','03621407','Дядьковское','03621410','Журавское','03621413','Новоберезанское','03621419','Платнировское','03621422','Пролетарское','03621425','Раздольненское','03621428','Сергиевское']]
,['03623','Красноармейский муниципальный район',['03623400','Сельские поселения Красноармейского муниципального района','03623407','Ивановское','03623410','Полтавское','03623412','Марьянское','03623413','Новомышастовское','03623419','Октябрьское','03623420','Протичкинское','03623422','Староджерелиевское','03623425','Старонижестеблиевское','03623428','Трудобеликовское','03623431','Чебургольское']]
,['03624','Крыловский муниципальный район',['03624400','Сельские поселения Крыловского муниципального района','03624411','Крыловское','03624414','Кугоейское','03624418','Новопашковское','03624421','Новосергиевское','03624424','Октябрьское','03624430','Шевченковское']]
,['03625','Крымский муниципальный район',['03625100','Городские поселения Крымского муниципального района','03625101','Крымское','03625400','Сельские поселения Крымского муниципального района','03625402','Адагумское','03625404','Варениковское','03625407','Кеслеровское','03625410','Киевское','03625412','Нижнебаканское','03625413','Пригородное','03625416','Мерчанское','03625419','Молдаванское','03625422','Троицкое','03625431','Южное']]
,['03627','Курганинский муниципальный район',['03627100','Городские поселения Курганинского муниципального района','03627101','Курганинское','03627400','Сельские поселения Курганинского муниципального района','03627402','Безводное','03627404','Воздвиженское','03627407','Константиновское','03627410','Михайловское','03627413','Новоалексеевское','03627416','Октябрьское','03627419','Петропавловское','03627422','Родниковское','03627425','Темиргоевское']]
,['03628','Кущевский муниципальный район',['03628400','Сельские поселения Кущевского муниципального района','03628402','Краснополянское','03628403','Глебовское','03628404','Ильинское','03628407','Кисляковское','03628410','Красносельское','03628416','Кущевское','03628420','Новомихайловское','03628422','Первомайское','03628425','Полтавченское','03628428','Раздольненское','03628429','Среднечубуркское','03628431','Шкуринское']]
,['03630','Лабинский муниципальный район',['03630100','Городские поселения Лабинского муниципального района','03630101','Лабинское','03630400','Сельские поселения Лабинского муниципального района','03630404','Ахметовское','03630416','Владимирское','03630419','Вознесенское','03630425','Зассовское','03630428','Каладжинское','03630437','Чамлыкское','03630439','Лучевое','03630443','Отважненское','03630446','Первосинюхинское','03630450','Сладковское','03630455','Упорненское','03630458','Харьковское']]
,['03632','Ленинградский муниципальный район',['03632400','Сельские поселения Ленинградского муниципального района','03632401','Белохуторское','03632402','Восточное','03632403','Коржовское','03632404','Крыловское','03632407','Куликовское','03632410','Ленинградское','03632413','Новоплатнировское','03632414','Новоуманское','03632415','Образцовое','03632416','Уманское','03632417','Первомайское','03632420','Западное']]
,['03633','Мостовский муниципальный район',['03633100','Городские поселения Мостовского муниципального района','03633151','Мостовское','03633156','Псебайское','03633400','Сельские поселения Мостовского муниципального района','03633404','Андрюковское','03633407','Баговское','03633410','Беноковское','03633413','Бесленеевское','03633422','Губское','03633431','Костромское','03633434','Краснокутское','03633440','Махошевское','03633449','Переправненское','03633452','Унароковское','03633461','Шедокское','03633464','Ярославское']]
,['03634','Новокубанский муниципальный район',['03634100','Городские поселения Новокубанского муниципального района','03634101','Новокубанское','03634400','Сельские поселения Новокубанского муниципального района','03634402','Бесскорбненское','03634403','Верхнекубанское','03634407','Ковалевское','03634413','Ляпинское','03634422','Новосельское','03634425','Прикубанское','03634428','Прочноокопское','03634431','Советское']]
,['03635','Новопокровский муниципальный район',['03635400','Сельские поселения Новопокровского муниципального района','03635402','Горькобалковское','03635404','Ильинское','03635407','Калниболотское','03635410','Кубанское','03635413','Незамаевское','03635416','Новоивановское','03635419','Новопокровское','03635422','Покровское']]
,['03637','Отрадненский муниципальный район',['03637400','Сельские поселения Отрадненского муниципального района','03637401','Бесстрашненское','03637402','Благодарненское','03637404','Красногвардейское','03637407','Малотенгинское','03637408','Маякское','03637410','Надежненское','03637413','Отрадненское','03637416','Передовское','03637419','Подгорненское','03637422','Подгорносинюхинское','03637425','Попутненское','03637426','Рудьевское','03637428','Спокойненское','03637431','Удобненское']]
,['03639','Павловский муниципальный район',['03639400','Сельские поселения Павловского муниципального района','03639402','Атаманское','03639404','Веселовское','03639410','Незамаевское','03639413','Новолеушковское','03639419','Новопетровское','03639422','Новопластуновское','03639428','Павловское','03639430','Северное','03639431','Среднечелбасское','03639434','Старолеушковское','03639440','Упорненское']]
,['03641','Приморско-Ахтарский муниципальный район',['03641100','Городские поселения Приморско-Ахтарского муниципального района','03641101','Приморско-Ахтарское','03641400','Сельские поселения Приморско-Ахтарского муниципального района','03641401','Ахтарское','03641402','Бородинское','03641404','Бриньковское','03641407','Новопокровское','03641410','Ольгинское','03641413','Приазовское','03641416','Свободное','03641419','Степное']]
,['03643','Северский муниципальный район',['03643100','Городские поселения Северского муниципального района','03643152','Афипское','03643155','Ильское','03643158','Черноморское','03643400','Сельские поселения Северского муниципального района','03643402','Азовское','03643404','Григорьевское','03643406','Калужское','03643407','Львовское','03643408','Михайловское','03643410','Новодмитриевское','03643413','Северское','03643416','Смоленское','03643419','Шабановское']]
,['03645','Славянский муниципальный район',['03645100','Городские поселения Славянского муниципального района','03645101','Славянское','03645400','Сельские поселения Славянского муниципального района','03645401','Ачуевское','03645402','Анастасиевское','03645403','Голубая Нива','03645404','Забойское','03645407','Кировское','03645410','Коржевское','03645412','Маевское','03645413','Петровское','03645414','Прибрежное','03645415','Прикубанское','03645416','Протокское','03645420','Рисовое','03645425','Целинное','03645429','Черноерковское']]
,['03647','Староминский муниципальный район',['03647400','Сельские поселения Староминского муниципального района','03647402','Канеловское','03647404','Куйбышевское','03647407','Новоясенское','03647410','Рассветовское','03647413','Староминское']]
,['03649','Тбилисский муниципальный район',['03649400','Сельские поселения Тбилисского муниципального района','03649401','Алексее-Тенгинское','03649402','Ванновское','03649404','Геймановское','03649407','Ловлинское','03649410','Марьинское','03649413','Нововладимировское','03649416','Песчаное','03649419','Тбилисское']]
,['03651','Темрюкский муниципальный район',['03651100','Городские поселения Темрюкского муниципального района','03651101','Темрюкское','03651400','Сельские поселения Темрюкского муниципального района','03651402','Ахтанизовское','03651404','Вышестеблиевское','03651407','Голубицкое','03651410','Запорожское','03651413','Краснострельское','03651416','Курчанское','03651418','Новотаманское','03651419','Сенное','03651422','Старотитаровское','03651425','Таманское','03651430','Фонталовское']]
,['03653','Тимашевский муниципальный район',['03653100','Городские поселения Тимашевского муниципального района','03653101','Тимашевское','03653400','Сельские поселения Тимашевского муниципального района','03653402','Дербентское','03653404','Днепровское','03653410','Кубанец','03653413','Медведовское','03653416','Незаймановское','03653419','Новокорсунское','03653422','Новоленинское','03653425','Поселковое','03653428','Роговское']]
,['03654','Тихорецкий муниципальный район',['03654100','Городские поселения Тихорецкого муниципального района','03654101','Тихорецкое','03654400','Сельские поселения Тихорецкого муниципального района','03654402','Алексеевское','03654404','Архангельское','03654405','Братское','03654407','Еремизино-Борисовское','03654410','Новорождественское','03654413','Отрадненское','03654416','Парковское','03654419','Терновское','03654422','Фастовецкое','03654425','Хоперское','03654435','Юго-Северное']]
,['03655','Туапсинский муниципальный район',['03655100','Городские поселения Туапсинского муниципального района','03655101','Туапсинское','03655154','Джубгское','03655158','Новомихайловское','03655400','Сельские поселения Туапсинского муниципального района','03655402','Небугское','03655404','Вельяминовское','03655407','Георгиевское','03655410','Октябрьское','03655412','Тенгинское','03655413','Шаумянское','03655415','Шепсинское']]
,['03656','Успенский муниципальный район',['03656400','Сельские поселения Успенского муниципального района','03656402','Веселовское','03656404','Вольненское','03656410','Коноковское','03656413','Кургоковское','03656416','Маламинское','03656419','Николаевское','03656434','Трехсельское','03656437','Убеженское','03656440','Урупское','03656443','Успенское']]
,['03657','Усть-Лабинский муниципальный район',['03657100','Городские поселения Усть-Лабинского муниципального района','03657101','Усть-Лабинское','03657400','Сельские поселения Усть-Лабинского муниципального района','03657402','Александровское','03657404','Братское','03657405','Вимовское','03657407','Воронежское','03657410','Восточное','03657412','Двубратское','03657413','Железное','03657416','Кирпильское','03657419','Ладожское','03657422','Ленинское','03657425','Некрасовское','03657428','Новолабинское','03657431','Суворовское','03657433','Тенгинское']]
,['03659','Щербиновский муниципальный район',['03659400','Сельские поселения Щербиновского муниципального района','03659402','Глафировское','03659404','Ейскоукрепленское','03659407','Екатериновское','03659409','Николаевское','03659410','Новощербиновское','03659413','Старощербиновское','03659416','Шабельское','03659419','Щербиновское']]
,['03701','город Краснодар',undefined
]
,['03703','город-курорт Анапа',undefined
]
,['03705','город Армавир',undefined
]
,['03708','город-курорт Геленджик',undefined
]
,['03709','город Горячий Ключ',undefined
]
,['03720','город Новороссийск',undefined
]
,['03726','город-курорт Сочи',undefined
]
,['03731','Сириус',undefined
]
]]
,['04','МО Красноярского края',
[['04545','Пировский МО',undefined
]
,['04555','Тюхтетский МО',undefined
]
,['04558','Шарыповский МО',undefined
]
,['04601','Абанский муниципальный район',['04601400','Сельские поселения Абанского муниципального района','04601401','Абанский сельсовет','04601402','Апано-Ключинский сельсовет','04601404','Березовский сельсовет','04601407','Вознесенский сельсовет','04601410','Долгомостовский сельсовет','04601413','Заозерновский сельсовет','04601420','Никольский сельсовет','04601422','Новоуспенский сельсовет','04601425','Покатеевский сельсовет','04601428','Петропавловский сельсовет','04601434','Покровский сельсовет','04601437','Почетский сельсовет','04601440','Самойловский сельсовет','04601443','Туровский сельсовет','04601446','Устьянский сельсовет','04601449','Хандальский сельсовет']]
,['04603','Ачинский муниципальный район',['04603400','Сельские поселения Ачинского муниципального района','04603402','Белоярский сельсовет','04603404','Преображенский сельсовет','04603407','Горный сельсовет','04603410','Ключинский сельсовет','04603413','Лапшихинский сельсовет','04603414','Малиновский сельсовет','04603419','Причулымский сельсовет','04603422','Тарутинский сельсовет','04603428','Ястребовский сельсовет']]
,['04604','Балахтинский муниципальный район',['04604100','Городские поселения Балахтинского муниципального района','04604151','поселок Балахта','04604400','Сельские поселения Балахтинского муниципального района','04604402','Большесырский сельсовет','04604403','Грузенский сельсовет','04604404','Еловский сельсовет','04604405','Кожановский сельсовет','04604406','Красненский сельсовет','04604407','Огурский сельсовет','04604410','Петропавловский сельсовет','04604413','Приморский сельсовет','04604416','Ровненский сельсовет','04604419','Тюльковский сельсовет','04604422','Черемушкинский сельсовет','04604425','Чистопольский сельсовет']]
,['04605','Березовский муниципальный район',['04605100','Городские поселения Березовского муниципального района','04605151','поселок Березовка','04605400','Сельские поселения Березовского муниципального района','04605402','Бархатовский сельсовет','04605405','Вознесенский сельсовет','04605416','Есаульский сельсовет','04605420','Зыковский сельсовет','04605425','Маганский сельсовет']]
,['04606','Бирилюсский муниципальный район',['04606400','Сельские поселения Бирилюсского муниципального района','04606403','Арефьевский сельсовет','04606407','Зачулымский сельсовет','04606408','Малокетский сельсовет','04606410','Маталасский сельсовет','04606416','Новобирилюсский сельсовет','04606419','Орловский сельсовет','04606422','Полевской сельсовет','04606425','Проточенский сельсовет','04606426','Суриковский сельсовет','04606428','Кирчиженский сельсовет','04606430','Рассветовский сельсовет']]
,['04608','Боготольский муниципальный район',['04608400','Сельские поселения Боготольского муниципального района','04608402','Александровский сельсовет','04608404','Боготольский сельсовет','04608407','Большекосульский сельсовет','04608410','Вагинский сельсовет','04608413','Краснозаводской сельсовет','04608416','Критовский сельсовет','04608419','Чайковский сельсовет','04608422','Юрьевский сельсовет']]
,['04609','Богучанский муниципальный район',['04609400','Сельские поселения Богучанского муниципального района','04609402','Ангарский сельсовет','04609404','Артюгинский сельсовет','04609407','Белякинский сельсовет','04609410','Богучанский сельсовет','04609413','Говорковский сельсовет','04609418','Красногорьевский сельсовет','04609419','Манзенский сельсовет','04609422','Невонский сельсовет','04609423','Новохайский сельсовет','04609424','Нижнетерянский сельсовет','04609425','Осиновомысский сельсовет','04609428','Пинчугский сельсовет','04609430','Таежнинский сельсовет','04609431','Такучетский сельсовет','04609433','Хребтовский сельсовет','04609434','Чуноярский сельсовет','04609440','Шиверский сельсовет','04609445','Октябрьский сельсовет','04609700','Межселенные территории Богучанского муниципального района','04609702','Межселенная территория Богучанского муниципального района, включающая д Заимка, д Каменка, д Прилуки']]
,['04610','Большемуртинский муниципальный район',['04610100','Городские поселения Большемуртинского муниципального района','04610151','поселок Большая Мурта','04610400','Сельские поселения Большемуртинского муниципального района','04610402','Айтатский сельсовет','04610404','Бартатский сельсовет','04610407','Верх-Казанский сельсовет','04610410','Еловский сельсовет','04610413','Ентаульский сельсовет','04610416','Межовский сельсовет','04610419','Российский сельсовет','04610422','Таловский сельсовет','04610425','Юксеевский сельсовет','04610428','Раздольненский сельсовет','04610433','Предивинский сельсовет']]
,['04611','Большеулуйский муниципальный район',['04611400','Сельские поселения Большеулуйского муниципального района','04611402','Березовский сельсовет','04611404','Бобровский сельсовет','04611407','Большеулуйский сельсовет','04611410','Бычковский сельсовет','04611413','Новоеловский сельсовет','04611416','Сучковский сельсовет','04611419','Кытатский сельсовет','04611422','Новоникольский сельсовет','04611425','Удачинский сельсовет']]
,['04613','Дзержинский муниципальный район',['04613400','Сельские поселения Дзержинского муниципального района','04613402','Александро-Ершинский сельсовет','04613409','Денисовский сельсовет','04613410','Дзержинский сельсовет','04613416','Курайский сельсовет','04613419','Михайловский сельсовет','04613422','Нижнетанайский сельсовет','04613425','Орловский сельсовет','04613431','Шеломковский сельсовет']]
,['04614','Емельяновский муниципальный район',['04614100','Городские поселения Емельяновского муниципального района','04614151','поселок Емельяново','04614400','Сельские поселения Емельяновского муниципального района','04614404','Элитовский сельсовет','04614410','Гаревский сельсовет','04614413','Еловский сельсовет','04614418','Зеледеевский сельсовет','04614428','Мининский сельсовет','04614434','Никольский сельсовет','04614437','Солонцовский сельсовет','04614440','Тальский сельсовет','04614443','Устюгский сельсовет','04614446','Частоостровский сельсовет','04614449','Шуваевский сельсовет','04614452','- сельсовет Памяти 13 Борцов']]
,['04615','Енисейский муниципальный район',['04615100','Городские поселения Енисейского муниципального района','04615155','поселок Подтесово','04615400','Сельские поселения Енисейского муниципального района','04615402','Абалаковский сельсовет','04615407','Верхнепашинский сельсовет','04615408','Высокогорский сельсовет','04615409','Епишинский сельсовет','04615410','Городищенский сельсовет','04615411','Железнодорожный сельсовет','04615412','Кривлякский сельсовет','04615416','Луговатский сельсовет','04615418','Майский сельсовет','04615419','Маковский сельсовет','04615421','Малобельский сельсовет','04615425','Новоназимовский сельсовет','04615434','Новогородокский сельсовет','04615437','Новокаргинский сельсовет','04615439','Озерновский сельсовет','04615440','Плотбищенский сельсовет','04615441','Погодаевский сельсовет','04615443','Подгорновский сельсовет','04615446','Потаповский сельсовет','04615449','Сымский сельсовет','04615452','Усть-Кемский сельсовет','04615455','Усть-Питский сельсовет','04615456','Чалбышевский сельсовет','04615457','Шапкинский сельсовет','04615458','Ярцевский сельсовет','04615700','Межселенные территории Енисейского муниципального района','04615701','Межселенная территория Енисейского муниципального района']]
,['04616','Ермаковский муниципальный район',['04616400','Сельские поселения Ермаковского муниципального района','04616402','Араданский сельсовет','04616404','Верхнеусинский сельсовет','04616407','Григорьевский сельсовет','04616410','Ермаковский сельсовет','04616413','Жеблахтинский сельсовет','04616414','Ивановский сельсовет','04616416','Мигнинский сельсовет','04616419','Нижнесуэтукский сельсовет','04616422','Новополтавский сельсовет','04616425','Разъезженский сельсовет','04616428','Ойский сельсовет','04616429','Салбинский сельсовет','04616431','Семенниковский сельсовет','04616434','Танзыбейский сельсовет']]
,['04617','Идринский муниципальный район',['04617400','Сельские поселения Идринского муниципального района','04617404','Большекнышинский сельсовет','04617407','Большесалбинский сельсовет','04617410','Большетелекский сельсовет','04617413','Большехабыкский сельсовет','04617416','Добромысловский сельсовет','04617419','Екатерининский сельсовет','04617422','Идринский сельсовет','04617423','Курежский сельсовет','04617425','Майский сельсовет','04617426','Малохабыкский сельсовет','04617428','Никольский сельсовет','04617429','Новоберезовский сельсовет','04617430','Новотроицкий сельсовет','04617437','Отрокский сельсовет','04617440','Романовский сельсовет','04617450','Центральный сельсовет']]
,['04618','Иланский муниципальный район',['04618100','Городские поселения Иланского муниципального района','04618101','город Иланский','04618400','Сельские поселения Иланского муниципального района','04618402','Далайский сельсовет','04618404','Ельниковский сельсовет','04618407','Карапсельский сельсовет','04618410','Кучердаевский сельсовет','04618413','Новогородский сельсовет','04618416','Новониколаевский сельсовет','04618419','Новопокровский сельсовет','04618422','Соколовский сельсовет','04618425','Южно-Александровский сельсовет']]
,['04619','Ирбейский муниципальный район',['04619400','Сельские поселения Ирбейского муниципального района','04619402','Александровский сельсовет','04619404','Благовещенский сельсовет','04619407','Верхнеуринский сельсовет','04619410','Ивановский сельсовет','04619411','Изумрудновский сельсовет','04619413','Ирбейский сельсовет','04619416','Юдинский сельсовет','04619418','Маловский сельсовет','04619419','Мельничный сельсовет','04619422','Петропавловский сельсовет','04619425','Сергеевский сельсовет','04619429','Степановский сельсовет','04619431','Тальский сельсовет','04619434','Успенский сельсовет','04619437','Усть-Каначульский сельсовет','04619440','Усть-Ярульский сельсовет','04619443','Тумаковский сельсовет','04619450','Чухломинский сельсовет']]
,['04620','Казачинский муниципальный район',['04620400','Сельские поселения Казачинского муниципального района','04620402','Александровский сельсовет','04620404','Вороковский сельсовет','04620405','Галанинский сельсовет','04620407','Дудовский сельсовет','04620410','Захаровский сельсовет','04620413','Казачинский сельсовет','04620419','Мокрушинский сельсовет','04620422','Момотовский сельсовет','04620424','Новотроицкий сельсовет','04620425','Отношенский сельсовет','04620428','Пятковский сельсовет','04620431','Рождественский сельсовет','04620434','Талажанский сельсовет']]
,['04621','Канский муниципальный район',['04621400','Сельские поселения Канского муниципального района','04621402','Амонашенский сельсовет','04621404','Анцирский сельсовет','04621407','Астафьевский сельсовет','04621410','Большеуринский сельсовет','04621413','Браженский сельсовет','04621416','Верх-Амонашенский сельсовет','04621419','Георгиевский сельсовет','04621422','Краснокурышинский сельсовет','04621425','Мокрушинский сельсовет','04621431','Рудянский сельсовет','04621434','Сотниковский сельсовет','04621436','Таеженский сельсовет','04621437','Терский сельсовет','04621438','Филимоновский сельсовет','04621440','Чечеульский сельсовет']]
,['04622','Каратузский муниципальный район',['04622400','Сельские поселения Каратузского муниципального района','04622402','Амыльский сельсовет','04622404','Верхнекужебарский сельсовет','04622407','Каратузский сельсовет','04622410','Качульский сельсовет','04622411','Лебедевский сельсовет','04622413','Моторский сельсовет','04622416','Нижнекужебарский сельсовет','04622419','Нижнекурятский сельсовет','04622422','Сагайский сельсовет','04622425','Старокопский сельсовет','04622428','Таскинский сельсовет','04622431','Таятский сельсовет','04622432','Уджейский сельсовет','04622434','Черемушинский сельсовет']]
,['04624','Кежемский муниципальный район',['04624100','Городские поселения Кежемского муниципального района','04624101','город Кодинск','04624400','Сельские поселения Кежемского муниципального района','04624403','Заледеевский сельсовет','04624405','Ирбинский сельсовет','04624406','Имбинский сельсовет','04624407','Недокурский сельсовет','04624412','Тагарский сельсовет','04624422','Яркинский сельсовет','04624700','Межселенные территории Кежемского муниципального района','04624701','Межселенная территория Кежемского муниципального района, включающая д Аксеново, п Болтурино, п Таежный']]
,['04626','Козульский муниципальный район',['04626100','Городские поселения Козульского муниципального района','04626151','поселок Козулька','04626400','Сельские поселения Козульского муниципального района','04626402','Балахтонский сельсовет','04626404','Жуковский сельсовет','04626409','Лазурненский сельсовет','04626414','Новочернореченский сельсовет','04626430','Шадринский сельсовет']]
,['04628','Краснотуранский муниципальный район',['04628400','Сельские поселения Краснотуранского муниципального района','04628404','Беллыкский сельсовет','04628407','Восточенский сельсовет','04628411','Кортузский сельсовет','04628413','Краснотуранский сельсовет','04628416','Лебяженский сельсовет','04628419','Новосыдинский сельсовет','04628421','Салбинский сельсовет','04628425','Саянский сельсовет','04628428','Тубинский сельсовет']]
,['04630','Курагинский муниципальный район',['04630100','Городские поселения Курагинского муниципального района','04630102','город Артемовск','04630151','поселок Курагино','04630152','поселок Большая Ирба','04630153','поселок Кошурниково','04630154','поселок Краснокаменск','04630400','Сельские поселения Курагинского муниципального района','04630402','Алексеевский сельсовет','04630404','Березовский сельсовет','04630407','Брагинский сельсовет','04630410','Детловский сельсовет','04630413','Марининский сельсовет','04630416','Имисский сельсовет','04630419','Кордовский сельсовет','04630420','Кочергинский сельсовет','04630422','Курский сельсовет','04630425','Можарский сельсовет','04630428','Муринский сельсовет','04630437','Пойловский сельсовет','04630442','Рощинский сельсовет','04630446','Черемшанский сельсовет','04630449','Шалоболинский сельсовет','04630452','Щетинкинский сельсовет','04630457','Чибижекский сельсовет']]
,['04631','Манский муниципальный район',['04631400','Сельские поселения Манского муниципального района','04631404','Выезжелогский сельсовет','04631407','Камарчагский сельсовет','04631408','Каменский сельсовет','04631410','Кияйский сельсовет','04631413','Колбинский сельсовет','04631416','Нарвинский сельсовет','04631419','Орешенский сельсовет','04631421','Первоманский сельсовет','04631428','Степно-Баджейский сельсовет','04631434','Унгутский сельсовет','04631437','Шалинский сельсовет']]
,['04633','Минусинский муниципальный район',['04633400','Сельские поселения Минусинского муниципального района','04633402','Тесинский сельсовет','04633404','Большеничкинский сельсовет','04633410','Городокский сельсовет','04633412','Жерлыкский сельсовет','04633413','Знаменский сельсовет','04633416','Кавказский сельсовет','04633420','Лугавский сельсовет','04633422','Маломинусинский сельсовет','04633423','Прихолмский сельсовет','04633424','Селиванихинский сельсовет','04633425','Тигрицкий сельсовет','04633426','Новотроицкий сельсовет','04633432','Шошинский сельсовет']]
,['04635','Мотыгинский муниципальный район',['04635100','Городские поселения Мотыгинского муниципального района','04635151','поселок Мотыгино','04635154','поселок Раздолинск','04635400','Сельские поселения Мотыгинского муниципального района','04635405','Кирсантьевский сельсовет','04635407','Кулаковский сельсовет','04635410','Машуковский сельсовет','04635412','Новоангарский сельсовет','04635413','Орджоникидзевский сельсовет','04635419','Первомайский сельсовет','04635421','Рыбинский сельсовет','04635426','Южно-Енисейский сельсовет','04635700','Межселенные территории Мотыгинского муниципального района','04635701','Межселенная территория Мотыгинского муниципального района, включающая п Партизанск']]
,['04637','Назаровский муниципальный район',['04637400','Сельские поселения Назаровского муниципального района','04637404','Верхнеададымский сельсовет','04637407','Гляденский сельсовет','04637410','Дороховский сельсовет','04637413','Красносопкинский сельсовет','04637419','Павловский сельсовет','04637422','Подсосенский сельсовет','04637425','Преображенский сельсовет','04637428','Сахаптинский сельсовет','04637431','Краснополянский сельсовет','04637437','Степновский сельсовет']]
,['04639','Нижнеингашский муниципальный район',['04639100','Городские поселения Нижнеингашского муниципального района','04639151','поселок Нижний Ингаш','04639154','поселок Нижняя Пойма','04639400','Сельские поселения Нижнеингашского муниципального района','04639402','Александровский сельсовет','04639404','Верхнеингашский сельсовет','04639407','Ивановский сельсовет','04639410','Канифольнинский сельсовет','04639413','Касьяновский сельсовет','04639416','Кучеровский сельсовет','04639422','Новоалександровский сельсовет','04639428','Павловский сельсовет','04639431','Соколовский сельсовет','04639434','Стретенский сельсовет','04639437','Тиличетский сельсовет','04639440','Тинский сельсовет','04639445','Поканаевский сельсовет','04639450','Тинской сельсовет']]
,['04641','Новоселовский муниципальный район',['04641400','Сельские поселения Новоселовского муниципального района','04641402','Анашенский сельсовет','04641403','Бараитский сельсовет','04641407','Комский сельсовет','04641408','Легостаевский сельсовет','04641409','Новоселовский сельсовет','04641410','Светлолобовский сельсовет','04641413','Толстомысенский сельсовет','04641417','Чулымский сельсовет']]
,['04643','Партизанский муниципальный район',['04643400','Сельские поселения Партизанского муниципального района','04643402','Богуславский сельсовет','04643404','Вершино-Рыбинский сельсовет','04643407','Ивановский сельсовет','04643410','Имбежский сельсовет','04643413','Иннокентьевский сельсовет','04643416','Кожелакский сельсовет','04643419','Минский сельсовет','04643422','Партизанский сельсовет','04643425','Стойбинский сельсовет']]
,['04647','Рыбинский муниципальный район',['04647100','Городские поселения Рыбинского муниципального района','04647101','город Заозерный','04647155','поселок Ирша','04647160','поселок Саянский','04647400','Сельские поселения Рыбинского муниципального района','04647402','Александровский сельсовет','04647404','Большеключинский сельсовет','04647406','Бородинский сельсовет','04647414','Двуреченский сельсовет','04647419','Красногорьевский сельсовет','04647422','Малокамалинский сельсовет','04647424','Налобинский сельсовет','04647425','Новинский сельсовет','04647430','Новокамалинский сельсовет','04647434','Новосолянский сельсовет','04647437','Переясловский сельсовет','04647440','Рыбинский сельсовет','04647449','Успенский сельсовет','04647454','Уральский сельсовет']]
,['04648','Саянский муниципальный район',['04648400','Сельские поселения Саянского муниципального района','04648402','Агинский сельсовет','04648404','Большеарбайский сельсовет','04648407','Большеильбинский сельсовет','04648410','Вознесенский сельсовет','04648413','Гладковский сельсовет','04648416','Орьевский сельсовет','04648419','Кулижниковский сельсовет','04648422','Малиновский сельсовет','04648425','Межовский сельсовет','04648428','Нагорновский сельсовет','04648432','Среднеагинский сельсовет','04648434','Тинский сельсовет','04648437','Тугачинский сельсовет','04648440','Унерский сельсовет']]
,['04649','Северо-Енисейский муниципальный район',undefined
]
,['04650','Эвенкийский муниципальный район',['04650400','Сельские поселения Эвенкийского муниципального района','04650402','поселок Тура','04650405','село Байкит','04650408','поселок Бурный','04650411','поселок Куюмба','04650414','село Мирюга','04650417','поселок Ошарово','04650420','поселок Полигус','04650423','поселок Суломай','04650426','поселок Кузьмовка','04650429','поселок Суринда','04650432','поселок Ессей','04650435','поселок Кислокан','04650438','поселок Нидым','04650444','поселок Тутончаны','04650447','поселок Учами','04650450','поселок Чиринда','04650453','поселок Эконда','04650456','поселок Юкта','04650459','село Ванавара','04650462','поселок Муторай','04650465','поселок Оскоба','04650468','поселок Чемдальск','04650471','поселок Стрелка-Чуня','04650700','Межселенные территории Эвенкийского муниципального района','04650701','Межселенная территория Эвенкийского муниципального района']]
,['04651','Сухобузимский муниципальный район',['04651400','Сельские поселения Сухобузимского муниципального района','04651402','Атамановский сельсовет','04651407','Высотинский сельсовет','04651410','Кононовский сельсовет','04651413','Миндерлинский сельсовет','04651416','Нахвальский сельсовет','04651419','Подсопочный сельсовет','04651422','Сухобузимский сельсовет','04651425','Борский сельсовет','04651428','Шилинский сельсовет']]
,['04652','Тасеевский муниципальный район',['04652400','Сельские поселения Тасеевского муниципального района','04652402','Вахрушевский сельсовет','04652407','Сивохинский сельсовет','04652413','Суховский сельсовет','04652416','Тасеевский сельсовет','04652419','Троицкий сельсовет','04652422','Фаначетский сельсовет','04652425','Хандальский сельсовет','04652428','Веселовский сельсовет']]
,['04653','Таймырский Долгано-Ненецкий муниципальный район',['04653100','Городские поселения Таймырского Долгано-Ненецкого муниципального района','04653101','Дудинка','04653155','Диксон','04653400','Сельские поселения Таймырского Долгано-Ненецкого муниципального района','04653417','Караул','04653419','Хатанга']]
,['04654','Туруханский муниципальный район',['04654100','Городские поселения Туруханского муниципального района','04654117','город Игарка','04654400','Сельские поселения Туруханского муниципального района','04654404','Борский сельсовет','04654410','Верхнеимбатский сельсовет','04654413','Вороговский сельсовет','04654417','Зотинский сельсовет','04654434','Туруханский сельсовет','04654439','Светлогорский сельсовет','04654700','Межселенные территории Туруханского муниципального района','04654701','Межселенная территория Туруханского муниципального района, включающая п Ангутиха, с Бакланиха, п Бахта и др.']]
,['04656','Ужурский муниципальный район',['04656100','Городские поселения Ужурского муниципального района','04656101','город Ужур','04656400','Сельские поселения Ужурского муниципального района','04656404','Васильевский сельсовет','04656407','Ильинский сельсовет','04656410','Крутоярский сельсовет','04656413','Кулунский сельсовет','04656416','Локшинский сельсовет','04656419','Малоимышский сельсовет','04656422','Михайловский сельсовет','04656423','Озероучумский сельсовет','04656424','Прилужский сельсовет','04656425','Солгонский сельсовет','04656429','Приреченский сельсовет','04656431','Златоруновский сельсовет']]
,['04657','Уярский муниципальный район',['04657100','Городские поселения Уярского муниципального района','04657101','город Уяр','04657400','Сельские поселения Уярского муниципального района','04657402','Авдинский сельсовет','04657404','Балайский сельсовет','04657406','Восточный сельсовет','04657408','Громадский сельсовет','04657414','Новопятницкий сельсовет','04657416','Рощинский сельсовет','04657417','Сушиновский сельсовет','04657418','Сухонойский сельсовет','04657420','Толстихинский сельсовет']]
,['04659','Шушенский муниципальный район',['04659100','Городские поселения Шушенского муниципального района','04659151','поселок Шушенское','04659400','Сельские поселения Шушенского муниципального района','04659403','Иджинский сельсовет','04659405','Ильичевский сельсовет','04659407','Казанцевский сельсовет','04659410','Каптыревский сельсовет','04659414','Сизинский сельсовет','04659415','Синеборский сельсовет','04659416','Субботинский сельсовет']]
,['04701','город Красноярск',undefined
]
,['04703','город Ачинск',undefined
]
,['04706','город Боготол',undefined
]
,['04707','город Бородино',undefined
]
,['04709','город Дивногорск',undefined
]
,['04712','город Енисейск',undefined
]
,['04720','город Канск',undefined
]
,['04722','город Лесосибирск',undefined
]
,['04723','город Минусинск',undefined
]
,['04726','город Назарово',undefined
]
,['04729','город Норильск',undefined
]
,['04733','город Сосновоборск',undefined
]
,['04735','ЗАТО город Железногорск',undefined
]
,['04737','ЗАТО город Зеленогорск',undefined
]
,['04740','город Шарыпово',undefined
]
,['04775','поселок Кедровый',undefined
]
,['04780','ЗАТО поселок Солнечный',undefined
]
]]
,['05','МО Приморского края',
[['05502','Анучинский МО',undefined
]
,['05510','Кавалеровский МО',undefined
]
,['05517','Лазовский МО',undefined
]
,['05526','Октябрьский МО',undefined
]
,['05528','Ольгинский МО',undefined
]
,['05532','Пограничный МО',undefined
]
,['05534','Пожарский МО',undefined
]
,['05540','Тернейский МО',undefined
]
,['05546','Ханкайский МО',undefined
]
,['05548','Хасанский МО',undefined
]
,['05550','Хорольский МО',undefined
]
,['05555','Чугуевский МО',undefined
]
,['05607','Дальнереченский муниципальный район',['05607400','Сельские поселения Дальнереченского муниципального района','05607408','Веденкинское','05607413','Малиновское','05607422','Ореховское','05607425','Ракитненское','05607428','Рождественское','05607431','Сальское','05607700','Межселенные территории Дальнереченского муниципального района','05607701','Межселенные территории Дальнереченского муниципального района, находящиеся вне границ сельских поселений']]
,['05612','Кировский муниципальный район',['05612100','Городские поселения Кировского муниципального района','05612151','Кировское','05612154','Горноключевское','05612400','Сельские поселения Кировского муниципального района','05612407','Горненское','05612413','Крыловское','05612428','Руновское','05612434','Хвищанское','05612700','Межселенные территории Кировского муниципального района','05612701','Межселенные территории Кировского муниципального района, находящиеся вне границ городских и сельских поселений']]
,['05614','Красноармейский муниципальный район',['05614100','Городские поселения Красноармейского муниципального района','05614154','Востокское','05614400','Сельские поселения Красноармейского муниципального района','05614406','Вострецовское','05614408','Глубинненское','05614413','Дальнекутское','05614416','Измайлихинское','05614420','Лукьяновское','05614422','Мельничное','05614428','Новопокровское','05614431','Рощинское','05614437','Таежненское']]
,['05620','Михайловский муниципальный район',['05620100','Городские поселения Михайловского муниципального района','05620154','Новошахтинское','05620400','Сельские поселения Михайловского муниципального района','05620406','Григорьевское','05620408','Ивановское','05620410','Кремовское','05620419','Михайловское','05620425','Осиновское','05620428','Сунятсенское']]
,['05623','Надеждинский муниципальный район',['05623400','Сельские поселения Надеждинского муниципального района','05623402','Надеждинское','05623404','Раздольненское','05623407','Тавричанское']]
,['05630','Партизанский муниципальный район',['05630400','Сельские поселения Партизанского муниципального района','05630402','Владимиро-Александровское','05630404','Екатериновское','05630406','Золотодолинское','05630410','Новицкое','05630413','Новолитовское','05630419','Сергеевское','05630700','Межселенные территории Партизанского муниципального района','05630701','Межселенная территория Партизанского муниципального района, находящаяся вне границ сельских поселений, с расположенным на этой территории поселком Партизан']]
,['05637','Спасский муниципальный район',['05637400','Сельские поселения Спасского муниципального района','05637402','Александровское','05637419','Дубовское','05637422','Духовское','05637424','Краснокутское','05637434','Прохорское','05637440','Спасское','05637443','Хвалынское','05637446','Чкаловское']]
,['05653','Черниговский муниципальный район',['05653100','Городские поселения Черниговского муниципального района','05653158','Сибирцевское','05653400','Сельские поселения Черниговского муниципального района','05653410','Дмитриевское','05653419','Снегуровское','05653422','Реттиховское','05653425','Черниговское','05653700','Межселенные территории Черниговского муниципального района','05653701','Межселенные территории Черниговского муниципального района, находящиеся вне границ городского и сельских поселений']]
,['05657','Шкотовский муниципальный район',['05657100','Городские поселения Шкотовского муниципального района','05657158','Смоляниновское','05657165','Шкотовское','05657400','Сельские поселения Шкотовского муниципального района','05657413','Новонежинское','05657422','Подъяпольское','05657425','Романовское','05657428','Центральненское','05657432','Штыковское']]
,['05659','Яковлевский муниципальный район',['05659400','Сельские поселения Яковлевского муниципального района','05659407','Варфоломеевское','05659413','Новосысоевское','05659416','Покровское','05659419','Яблоновское','05659422','Яковлевское']]
,['05701','Владивостокский',undefined
]
,['05703','Арсеньевский',undefined
]
,['05705','Артемовский',undefined
]
,['05706','Большой Камень',undefined
]
,['05707','Дальнегорский',undefined
]
,['05708','Дальнереченский',undefined
]
,['05711','Лесозаводский',undefined
]
,['05714','Находкинский',undefined
]
,['05717','Партизанский',undefined
]
,['05720','Спасск-Дальний',undefined
]
,['05723','Уссурийский',undefined
]
,['05747','ЗАТО Фокино',undefined
]
]]
,['07','МО Ставропольского края',
[['07502','Александровский МО',undefined
]
,['07503','Андроповский МО',undefined
]
,['07505','Апанасенковский МО',undefined
]
,['07507','Арзгирский МО',undefined
]
,['07512','Буденновский МО',undefined
]
,['07517','Грачевский МО',undefined
]
,['07528','Кочубеевский МО',undefined
]
,['07530','Красногвардейский МО',undefined
]
,['07533','Курский МО',undefined
]
,['07536','Левокумский МО',undefined
]
,['07544','Новоселицкий МО',undefined
]
,['07548','Предгорный МО',undefined
]
,['07552','Степновский МО',undefined
]
,['07554','Труновский МО',undefined
]
,['07556','Туркменский МО',undefined
]
,['07558','Шпаковский МО',undefined
]
,['07701','город Ставрополь',undefined
]
,['07705','Благодарненский',undefined
]
,['07707','Георгиевский',undefined
]
,['07710','город-курорт Ессентуки',undefined
]
,['07712','город-курорт Железноводск',undefined
]
,['07713','Изобильненский',undefined
]
,['07714','Ипатовский',undefined
]
,['07715','город-курорт Кисловодск',undefined
]
,['07716','Кировский',undefined
]
,['07718','город Лермонтов',undefined
]
,['07721','Минераловодский',undefined
]
,['07724','город Невинномысск',undefined
]
,['07725','Нефтекумский',undefined
]
,['07726','Новоалександровский',undefined
]
,['07727','город-курорт Пятигорск',undefined
]
,['07731','Петровский',undefined
]
,['07735','Советский',undefined
]
]]
,['08','МО Хабаровского края',
[['08603','Амурский муниципальный район',['08603100','Городские поселения Амурского муниципального района','08603101','город Амурск','08603160','Эльбанское','08603400','Сельские поселения Амурского муниципального района','08603401','село Ачан','08603402','Вознесенское','08603404','село Джуен','08603405','Литовское','08603407','село Омми','08603410','Падалинское','08603413','Санболинское','08603420','Болоньское','08603700','Межселенные территории Амурского муниципального района']]
,['08606','Аяно-Майский муниципальный район',['08606400','Сельские поселения Аяно-Майского муниципального района','08606402','Аимское','08606403','село Аян','08606413','Джигдинское','08606416','Нельканское','08606700','Межселенные территории Аяно-Майского муниципального района','08606701','Межселенные территории, входящие в состав Аяно-Майского муниципального района, включающие с Федорово, монтерский пункт Разрезной и др.']]
,['08609','Бикинский муниципальный район',['08609100','Городские поселения Бикинского муниципального района','08609101','город Бикин','08609400','Сельские поселения Бикинского муниципального района','08609402','Бойцовское','08609406','село Добролюбово','08609407','село Лесопильное','08609408','Лермонтовское','08609410','село Лончаково','08609412','Оренбургское','08609416','село Покровка','08609420','село Пушкино']]
,['08612','Ванинский муниципальный район',['08612100','Городские поселения Ванинского муниципального района','08612151','рабочий поселок Ванино','08612155','Высокогорненское','08612159','рабочий поселок Октябрьский','08612400','Сельские поселения Ванинского муниципального района','08612405','Даттинское','08612410','Кенадское','08612411','поселок Монгохто','08612412','поселок Токи','08612413','Тулучинское','08612414','поселок Тумнин','08612415','Уська-Орочское','08612700','Межселенные территории Ванинского муниципального района']]
,['08614','Верхнебуреинский муниципальный район',['08614100','Городские поселения Верхнебуреинского муниципального района','08614151','рабочий поселок Чегдомын','08614153','Новоургальское','08614400','Сельские поселения Верхнебуреинского муниципального района','08614401','поселок Алонка','08614402','Аланапское','08614403','Сулукское','08614405','поселок Герби','08614407','село Усть-Ургал','08614408','Среднеургальское','08614409','Согдинское','08614410','Чекундинское','08614411','поселок Софийск','08614412','Тырминское','08614418','поселок Этыркэн','08614700','Межселенные территории Верхнебуреинского муниципального района','08614701','Межселенные территории, входящие в состав Верхнебуреинского муниципального района, включающие п Шахтинский']]
,['08617','Вяземский муниципальный район',['08617100','Городские поселения Вяземского муниципального района','08617101','город Вяземский','08617400','Сельские поселения Вяземского муниципального района','08617404','село Венюково','08617407','село Видное','08617410','Виноградовское','08617412','Глебовское','08617413','поселок Дормидонтовка','08617416','село Дормидонтовка','08617418','село Забайкальское','08617420','село Капитоновка','08617422','село Кедрово','08617424','Котиковское','08617426','село Красицкое','08617428','село Кукелево','08617432','поселок Медвежий','08617437','село Аван','08617438','село Отрадное','08617439','село Садовое','08617440','село Шереметьево','08617444','поселок Шумный']]
,['08620','Комсомольский муниципальный район',['08620400','Сельские поселения Комсомольского муниципального района','08620404','Бельговское','08620405','село Боктор','08620407','село Большая Картель','08620410','Верхнетамбовское','08620413','Гайтерское','08620419','село Даппы','08620430','Кенайское','08620435','поселок Молодежный','08620437','Нижнетамбовское','08620440','Нижнехалбинское','08620443','село Новоильиновка','08620446','село Новый Мир','08620447','село Пивань','08620449','Селихинское','08620452','Снежненское','08620455','Уктурское','08620461','село Хурба','08620467','Галичное','08620468','Гурское','08620470','Ягодненское','08620476','село Верхняя Эконь']]
,['08624','Муниципальный район имени Лазо',['08624100','Городские поселения муниципального района имени Лазо','08624151','рабочий поселок Переяславка','08624154','рабочий поселок Мухен','08624157','Хорское','08624400','Сельские поселения муниципального района имени Лазо','08624402','Бичевское','08624404','Георгиевское','08624407','Гвасюгинское','08624410','Долминское','08624413','поселок Дурмин','08624416','поселок Золотой','08624422','Кондратьевское','08624425','Кругликовское','08624428','Марусинское','08624431','Могилевское','08624434','Оборское','08624437','Полетненское','08624440','Святогорское','08624443','поселок Сидима','08624446','Ситинское','08624450','поселок Сукпай','08624452','Черняевское']]
,['08628','Нанайский муниципальный район',['08628400','Сельские поселения Нанайского муниципального района','08628402','Арсеньевское','08628407','село Верхняя Манома','08628416','село Дада','08628419','село Джари','08628422','поселок Джонка','08628423','Дубовомысское','08628424','село Иннокентьевка','08628425','Лидогинское','08628427','Верхненергенское','08628428','село Маяк','08628431','Найхинское','08628434','село Нижняя Манома','08628437','Синдинское','08628439','село Троицкое','08628700','Межселенные территории Нанайского муниципального района']]
,['08631','Николаевский муниципальный район',['08631100','Городские поселения Николаевского муниципального района','08631101','город Николаевск-на-Амуре','08631154','рабочий поселок Лазарев','08631158','рабочий поселок Многовершинный','08631400','Сельские поселения Николаевского муниципального района','08631404','Иннокентьевское','08631410','Члянское','08631413','Красносельское','08631414','Магинское','08631419','Нигирское','08631422','Нижнепронгенское','08631425','Озерпахское','08631428','село Орель-Чля','08631431','Константиновское','08631434','Пуирское','08631437','Оремифское','08631700','Межселенные территории Николаевского муниципального района','08631701','Межселенная территория Николаевского муниципального района, включающая с Власьево']]
,['08634','Охотский муниципальный район',['08634100','Городские поселения Охотского муниципального района','08634151','рабочий поселок Охотск','08634400','Сельские поселения Охотского муниципального района','08634402','Аркинское','08634404','Булгинское','08634407','село Вострецово','08634410','Инское','08634412','поселок Морской','08634414','поселок Новое Устье','08634416','Резидентское','08634700','Межселенные территории Охотского муниципального района']]
,['08637','Муниципальный район имени Полины Осипенко',['08637400','Сельские поселения муниципального района имени Полины Осипенко','08637402','Бриаканское','08637404','село Владимировка','08637406','село имени Полины Осипенко','08637416','село Удинск','08637419','Херпучинское','08637700','Межселенные территории муниципального района имени Полины Осипенко','08637701','Межселенные территории, входящие в состав муниципального района имени Полины Осипенко, включающие п Октябрьский, гидрологический пост Обхорошее и др.']]
,['08642','Советско-Гаванский муниципальный район',['08642100','Городские поселения Советско-Гаванского муниципального района','08642101','город Советская Гавань','08642159','рабочий поселок Заветы Ильича','08642162','рабочий поселок Лососина','08642165','рабочий поселок Майский','08642400','Сельские поселения Советско-Гаванского муниципального района','08642402','Гаткинское','08642700','Межселенные территории Советско-Гаванского муниципального района','08642701','Межселенные территории, входящие в состав Советско-Гаванского муниципального района, включающие п Нельма, п Коппи и др.']]
,['08644','Солнечный муниципальный район',['08644100','Городские поселения Солнечного муниципального района','08644151','рабочий поселок Солнечный','08644400','Сельские поселения Солнечного муниципального района','08644402','поселок Амгунь','08644404','Березовское','08644406','поселок Горин','08644408','поселок Джамку','08644410','Дукинское','08644416','село Кондон','08644425','Харпичанское','08644428','Хурмулинское','08644430','село Эворон','08644432','Горненское','08644700','Межселенные территории Солнечного муниципального района']]
,['08646','Тугуро-Чумиканский муниципальный район',['08646400','Сельские поселения Тугуро-Чумиканского муниципального района','08646402','село Алгазея','08646404','село Тором','08646407','село Тугур','08646410','село Удское','08646411','село Чумикан','08646700','Межселенные территории Тугуро-Чумиканского муниципального района','08646701','Межселенные территории, входящие в состав Тугуро-Чумиканского муниципального района, включающие метеостанцию Большой Шантар, метеостанцию Бурукаи и др.']]
,['08650','Ульчский муниципальный район',['08650400','Сельские поселения Ульчского муниципального района','08650401','село Богородское','08650407','село Булава','08650409','Быстринское','08650413','Де-Кастринское','08650416','село Дуди','08650419','село Калиновка','08650422','Киселевское','08650425','Мариинское','08650428','село Нижняя Гавань','08650431','Савинское','08650434','Санниковское','08650437','Солонцовское','08650440','село Софийск','08650443','Сусанинское','08650449','Тахтинское','08650452','Тырское','08650455','село Ухта','08650458','поселок Циммермановка','08650700','Межселенные территории Ульчского муниципального района']]
,['08655','Хабаровский муниципальный район',['08655100','Городские поселения Хабаровского муниципального района','08655155','Корфовское','08655400','Сельские поселения Хабаровского муниципального района','08655402','Анастасьевское','08655407','село Бычиха','08655412','Галкинское','08655415','Дружбинское','08655416','Елабужское','08655419','село Ильинка','08655422','село Казакевичево','08655425','Князе-Волконское','08655431','Корсаковское','08655434','Куканское','08655437','Малышевское','08655440','Мирненское','08655443','Мичуринское','08655445','Наумовское','08655448','село Некрасовка','08655452','село Новокуровка','08655453','Осиновореченское','08655455','село Петропавловка','08655458','Побединское','08655459','Ракитненское','08655460','Сергеевское','08655462','село Сикачи-Алян','08655465','Тополевское','08655467','Улика-Национальное','08655473','село Челны','08655476','Восточное']]
,['08701','город Хабаровск',undefined
]
,['08709','город Комсомольск-на-Амуре',undefined
]
]]
,['10','МО Амурской области',
[['10505','Архаринский МО',undefined
]
,['10508','Белогорский МО',undefined
]
,['10511','Благовещенский МО',undefined
]
,['10515','Бурейский МО',undefined
]
,['10521','Завитинский МО',undefined
]
,['10528','Ивановский МО',undefined
]
,['10540','Ромненский МО',undefined
]
,['10547','Серышевский МО',undefined
]
,['10549','Сковородинский МО',undefined
]
,['10551','Тамбовский МО',undefined
]
,['10554','Тындинский МО',undefined
]
,['10555','Шимановский МО',undefined
]
,['10625','Зейский муниципальный район',['10625400','Сельские поселения Зейского муниципального района','10625404','Амуро-Балтийский сельсовет','10625408','Алгачинский сельсовет','10625412','Бомнакский сельсовет','10625414','Верхнезейский сельсовет','10625417','Горненский сельсовет','10625420','Береговой сельсовет','10625423','Дугдинский сельсовет','10625428','Ивановский сельсовет','10625432','Николаевский сельсовет','10625440','Овсянковский сельсовет','10625441','Огоронский сельсовет','10625442','Октябрьский сельсовет','10625443','Поляковский сельсовет','10625444','Хвойненский сельсовет','10625452','Сосновоборский сельсовет','10625456','Снежногорский сельсовет','10625457','Тунгалинский сельсовет','10625460','Умлеканский сельсовет','10625462','Чалбачинский сельсовет','10625464','Юбилейненский сельсовет','10625700','Межселенные территории Зейского муниципального района','10625702','Межселенные территории Зейского муниципального района, кроме территорий сельских поселений']]
,['10630','Константиновский муниципальный район',['10630400','Сельские поселения Константиновского муниципального района','10630404','Верхнеполтавский сельсовет','10630408','Верхнеуртуйский сельсовет','10630412','Зеньковский сельсовет','10630416','Ключевской сельсовет','10630420','Коврижский сельсовет','10630424','Константиновский сельсовет','10630428','Крестовоздвиженский сельсовет','10630432','Нижнеполтавский сельсовет','10630436','Новопетровский сельсовет','10630440','Новотроицкий сельсовет','10630450','Семидомский сельсовет']]
,['10631','Магдагачинский муниципальный район',['10631100','Городские поселения Магдагачинского муниципального района','10631151','рабочий поселок (поселок городского типа) Магдагачи','10631160','рабочий поселок (поселок городского типа) Сиваки','10631170','рабочий поселок (поселок городского типа) Ушумун','10631400','Сельские поселения Магдагачинского муниципального района','10631404','Гонжинский сельсовет','10631406','Гудачинский сельсовет','10631408','Дактуйский сельсовет','10631412','Кузнецовский сельсовет','10631420','Толбузинский сельсовет','10631422','Тыгдинский сельсовет','10631424','Чалганский сельсовет','10631428','Черняевский сельсовет','10631700','Межселенные территории Магдагачинского муниципального района','10631702','Межселенные территории Магдагачинского  муниципального района, кроме территорий городских и сельских поселений']]
,['10632','Мазановский муниципальный район',['10632400','Сельские поселения Мазановского муниципального района','10632404','Белояровский сельсовет','10632416','Дмитриевский сельсовет','10632420','Краснояровский сельсовет','10632424','Мазановский сельсовет','10632425','Майский сельсовет','10632432','Молчановский сельсовет','10632436','Новокиевский сельсовет','10632440','Новороссийский сельсовет','10632448','Практичанский сельсовет','10632452','Путятинский сельсовет','10632460','Сапроновский сельсовет','10632464','Угловской сельсовет','10632700','Межселенные территории Мазановского муниципального района','10632702','Межселенная территория Мазановского муниципального района, включающая с Богословка, с Козловка']]
,['10635','Михайловский муниципальный район',['10635400','Сельские поселения Михайловского муниципального района','10635408','Воскресеновский сельсовет','10635412','Димский сельсовет','10635416','Дубовской сельсовет','10635420','Зеленоборский сельсовет','10635424','Ильиновский сельсовет','10635428','Калининский сельсовет','10635432','Коршуновский сельсовет','10635436','Михайловский сельсовет','10635440','Новочесноковский сельсовет','10635442','Поярковский сельсовет','10635444','Чесноковский сельсовет']]
,['10638','Октябрьский муниципальный район',['10638400','Сельские поселения Октябрьского муниципального района','10638402','Борисоглебский сельсовет','10638403','Екатеринославский сельсовет','10638404','Трудовой сельсовет','10638405','Варваровский сельсовет','10638408','Восточный сельсовет','10638412','Максимовский сельсовет','10638416','Мухинский сельсовет','10638420','Николо-Александровский сельсовет','10638424','Королинский сельсовет','10638428','Новомихайловский сельсовет','10638429','Панинский сельсовет','10638432','Песчаноозерский сельсовет','10638436','Романовский сельсовет']]
,['10642','Свободненский муниципальный район',['10642400','Сельские поселения Свободненского муниципального района','10642412','Дмитриевский сельсовет','10642416','Желтояровский сельсовет','10642420','Загорно-Селитьбинский сельсовет','10642424','Климоуцевский сельсовет','10642428','Костюковский сельсовет','10642430','Курганский сельсовет','10642432','Новгородский сельсовет','10642434','Малосазанский сельсовет','10642440','Москвитинский сельсовет','10642444','Нижнебузулинский сельсовет','10642448','Новоивановский сельсовет','10642460','Петропавловский сельсовет','10642468','Семеновский сельсовет','10642476','Сычевский сельсовет','10642488','Черновский сельсовет']]
,['10645','Селемджинский муниципальный район',['10645100','Городские поселения Селемджинского муниципального района','10645151','рабочий поселок (поселок городского типа) Экимчан','10645185','рабочий поселок (поселок городского типа) Токур','10645189','рабочий поселок (поселок городского типа) Февральск','10645400','Сельские поселения Селемджинского муниципального района','10645402','Златоустовский сельсовет','10645403','Стойбинский сельсовет','10645404','Ивановский сельсовет','10645405','Исинский сельсовет','10645408','Норский сельсовет','10645410','Коболдинский сельсовет','10645418','Огоджинский сельсовет','10645700','Межселенные территории Селемджинского  муниципального района','10645702','Межселенные территории Селемджинского муниципального района, кроме территорий городских и сельских поселений']]
,['10701','город Благовещенск',undefined
]
,['10710','город Белогорск',undefined
]
,['10712','город Зея',undefined
]
,['10720','город Райчихинск',undefined
]
,['10730','город Свободный',undefined
]
,['10732','город Тында',undefined
]
,['10740','город Шимановск',undefined
]
,['10770','ЗАТО Циолковский',undefined
]
,['10775','рабочий поселок (поселок городского типа) Прогресс',undefined
]
]]
,['11','МО Архангельской области',
[['11508','Верхнетоемский МО',undefined
]
,['11511','Вилегодский МО',undefined
]
,['11514','Виноградовский МО',undefined
]
,['11518','Каргопольский МО',undefined
]
,['11527','Котласский МО',undefined
]
,['11538','Лешуконский МО',undefined
]
,['11542','Мезенский МО',undefined
]
,['11544','Няндомский МО',undefined
]
,['11550','Плесецкий МО',undefined
]
,['11554','Устьянский МО',undefined
]
,['11556','Холмогорский МО',undefined
]
,['11558','Шенкурский МО',undefined
]
,['11605','Вельский муниципальный район',['11605100','Городские поселения Вельского муниципального района','11605101','Вельское','11605157','Кулойское','11605400','Сельские поселения Вельского муниципального района','11605402','Аргуновское','11605404','Благовещенское','11605408','Верхнеустькулойское','11605412','Верхнешоношское','11605416','Липовское','11605418','Муравьевское','11605420','Низовское','11605424','Пакшеньгское','11605428','Пежемское','11605432','Попонаволоцкое','11605436','Пуйское','11605440','Ракуло-Кокшеньгское','11605442','Солгинское','11605444','Судромское','11605446','Тегринское','11605448','Усть-Вельское','11605449','Усть-Шоношское','11605452','Хозьминское','11605456','Шадреньгское']]
,['11622','Коношский муниципальный район',['11622100','Городские поселения Коношского муниципального района','11622151','Коношское','11622400','Сельские поселения Коношского муниципального района','11622406','Волошское','11622408','Вохтомское','11622418','Ерцевское','11622424','Климовское','11622425','Мирный','11622426','Подюжское','11622432','Тавреньгское']]
,['11630','Красноборский муниципальный район',['11630400','Сельские поселения Красноборского муниципального района','11630404','Алексеевское','11630408','Белослудское','11630416','Верхнеуфтюгское','11630420','Куликовское','11630428','Пермогорское','11630432','Телеговское','11630436','Черевковское']]
,['11635','Ленский муниципальный район',['11635100','Городские поселения Ленского муниципального района','11635157','Урдомское','11635400','Сельские поселения Ленского муниципального района','11635408','Козьминское','11635420','Сафроновское','11635428','Сойгинское']]
,['11646','Онежский муниципальный район',['11646100','Городские поселения Онежского муниципального района','11646101','Онежское','11646162','Малошуйское','11646400','Сельские поселения Онежского муниципального района','11646402','Золотухское','11646403','Кодинское','11646416','Нименьгское','11646432','Покровское','11646436','Порожское','11646444','Чекуевское','11646700','Межселенные территории Онежского муниципального района','11646701','Межселенные территории, входящие в состав территории Онежского муниципального района, кроме территорий городских и сельских поселений']]
,['11648','Пинежский муниципальный район',['11648400','Сельские поселения Пинежского муниципального района','11648404','Веркольское','11648408','Карпогорское','11648412','Кеврольское','11648416','Кушкопальское','11648420','Лавельское','11648422','Междуреченское','11648424','Нюхченское','11648425','Пиринемское','11648427','Пинежское','11648428','Покшеньгское','11648431','Сийское','11648432','Сосновское','11648440','Сурское','11648452','Шилегское']]
,['11652','Приморский муниципальный район',['11652400','Сельские поселения Приморского муниципального района','11652406','Боброво-Лявленское','11652408','Заостровское','11652420','Катунинское','11652436','Лисестровское','11652446','Островное','11652448','Пертоминское','11652452','Приморское','11652458','Соловецкое','11652460','Талажское','11652466','Уемское']]
,['11701','город Архангельск',undefined
]
,['11708','город Коряжма',undefined
]
,['11710','Котлас',undefined
]
,['11712','Новая Земля',undefined
]
,['11715','город Новодвинск',undefined
]
,['11725','ЗАТО Мирный',undefined
]
,['11730','Северодвинск',undefined
]
,['11810','Муниципальные районы Ненецкого автономного округа',undefined
]
,['11811','Муниципальный район Заполярный район',['11811100','Городские поселения муниципального района Заполярный район','11811111','рабочий поселок Искателей','11811400','Сельские поселения муниципального района Заполярный район','11811431','Андегский сельсовет','11811434','Великовисочный сельсовет','11811443','Канинский сельсовет','11811448','Карский сельсовет','11811451','Колгуевский сельсовет','11811452','Коткинский сельсовет','11811454','Малоземельский сельсовет','11811457','Омский сельсовет','11811459','Пешский сельсовет','11811461','Приморско-Куйский сельсовет','11811463','Пустозерский сельсовет','11811464','поселок Амдерма','11811466','Тельвисочный сельсовет','11811468','Тиманский сельсовет','11811471','Хорей-Верский сельсовет','11811473','Хоседа-Хардский сельсовет','11811476','Шоинский сельсовет','11811479','Юшарский сельсовет','11811700','Межселенные территории муниципального района Заполярный район','11811701','Межселенные территории, входящие в состав территории муниципального района Заполярный район, кроме территорий городского и сельских поселений']]
,['11850','Городские округа Ненецкого автономного округа',undefined
]
,['11851','город Нарьян-Мар',undefined
]
]]
,['12','МО Астраханской области',
[['12605','Ахтубинский муниципальный район',['12605100','Городские поселения Ахтубинского муниципального района','12605101','город Ахтубинск','12605157','поселок Верхний Баскунчак','12605168','поселок Нижний Баскунчак','12605400','Сельские поселения Ахтубинского муниципального района','12605404','Батаевский сельсовет','12605408','село Болхуны','12605412','Золотухинский сельсовет','12605414','Капустиноярский сельсовет','12605416','село Ново-Николаевка','12605420','село Пироговка','12605424','Покровский сельсовет','12605428','Пологозаймищенский сельсовет','12605432','село Садовое','12605436','Сокрутовский сельсовет','12605440','Удаченский сельсовет','12605442','Успенский сельсовет']]
,['12610','Володарский муниципальный район',['12610400','Сельские поселения Володарского муниципального района','12610404','Актюбинский сельсовет','12610408','Алтынжарский сельсовет','12610412','Большемогойский сельсовет','12610414','поселок Винный','12610416','село Зеленга','12610420','Калининский сельсовет','12610424','Козловский сельсовет','12610426','Крутовский сельсовет','12610428','Маковский сельсовет','12610432','Марфинский сельсовет','12610436','Мултановский сельсовет','12610440','Новинский сельсовет','12610444','Новокрасинский сельсовет','12610448','Сизобугорский сельсовет','12610450','Султановский сельсовет','12610456','Тишковский сельсовет','12610458','Тулугановский сельсовет','12610459','Тумакский сельсовет','12610460','Хуторской сельсовет','12610464','Цветновский сельсовет','12610468','поселок Володарский']]
,['12615','Енотаевский муниципальный район',['12615400','Сельские поселения Енотаевского муниципального района','12615404','Ветлянинский сельсовет','12615408','Владимировский сельсовет','12615410','Восточинский сельсовет','12615412','Грачевский сельсовет','12615416','село Енотаевка','12615420','Замьянский сельсовет','12615424','Иваново-Николаевский сельсовет','12615428','село Копановка','12615430','Косикинский сельсовет','12615433','Никольский сельсовет','12615436','Пришибинский сельсовет','12615440','Табун-Аральский сельсовет','12615444','Средневолжский сельсовет','12615448','Федоровский сельсовет']]
,['12620','Икрянинский муниципальный район',['12620100','Городские поселения Икрянинского муниципального района','12620157','рабочий поселок Ильинка','12620162','рабочий поселок Красные Баррикады','12620400','Сельские поселения Икрянинского муниципального района','12620404','Бахтемирский сельсовет','12620412','Житнинский сельсовет','12620420','Икрянинский сельсовет','12620424','Маячнинский сельсовет','12620425','Мумринский сельсовет','12620426','Ново-Булгаринский сельсовет','12620429','Оранжерейнинский сельсовет','12620432','Седлистинский сельсовет','12620436','Сергиевский сельсовет','12620438','село Трудфронт','12620444','Чулпанский сельсовет']]
,['12625','Камызякский муниципальный район',['12625100','Городские поселения Камызякского муниципального района','12625101','город Камызяк','12625157','поселок Волго-Каспийский','12625162','поселок Кировский','12625400','Сельские поселения Камызякского муниципального района','12625404','Верхнекалиновский сельсовет','12625406','Жан-Аульский сельсовет','12625408','Иванчугский сельсовет','12625416','Каралатский сельсовет','12625420','Караулинский сельсовет','12625428','Николо-Комаровский сельсовет','12625432','Новотузуклейский сельсовет','12625436','Образцово-Травинский сельсовет','12625444','Раздорский сельсовет','12625448','Самосдельский сельсовет','12625452','Семибугоринский сельсовет','12625460','Чаганский сельсовет']]
,['12630','Красноярский муниципальный район',['12630400','Сельские поселения Красноярского муниципального района','12630404','Аксарайский сельсовет','12630406','Ахтубинский сельсовет','12630408','Байбекский сельсовет','12630412','Бузанский сельсовет','12630416','Ватаженский сельсовет','12630424','Джанайский сельсовет','12630436','Красноярский сельсовет','12630444','Сеитовский сельсовет']]
,['12635','Лиманский муниципальный район',['12635100','Городские поселения Лиманского муниципального района','12635151','рабочий поселок Лиман','12635400','Сельские поселения Лиманского муниципального района','12635412','Зензелинский сельсовет','12635436','Олинский сельсовет','12635440','Промысловский сельсовет','12635444','Яндыковский сельсовет']]
,['12640','Наримановский муниципальный район',['12640100','Городские поселения Наримановского муниципального района','12640101','город Нариманов','12640400','Сельские поселения Наримановского муниципального района','12640404','Астраханский сельсовет','12640406','Ахматовский сельсовет','12640408','Барановский сельсовет','12640412','Волжский сельсовет','12640428','Линейнинский сельсовет','12640434','Николаевский сельсовет','12640442','Прикаспийский сельсовет','12640444','Разночиновский сельсовет','12640448','Рассветский сельсовет','12640452','Солянский сельсовет','12640456','Старокучергановский сельсовет']]
,['12642','Приволжский муниципальный район',['12642400','Сельские поселения Приволжского муниципального района','12642408','Бирюковский сельсовет','12642416','Евпраксинский сельсовет','12642418','село Карагали','12642420','Килинчинский сельсовет','12642432','Началовский сельсовет','12642436','Новорычинский сельсовет','12642439','село Осыпной Бугор','12642446','село Растопуловка','12642460','Татаробашмаковский сельсовет','12642464','Трехпротокский сельсовет','12642466','Фунтовский сельсовет','12642468','Яксатовский сельсовет']]
,['12645','Харабалинский муниципальный район',['12645100','Городские поселения Харабалинского муниципального района','12645101','город Харабали','12645400','Сельские поселения Харабалинского муниципального района','12645408','Воленский сельсовет','12645412','Заволжский сельсовет','12645414','Кочковатский сельсовет','12645416','Михайловский сельсовет','12645418','Речновский сельсовет','12645420','Сасыкольский сельсовет','12645424','Селитренский сельсовет','12645428','Тамбовский сельсовет','12645436','Хошеутовский сельсовет']]
,['12650','Черноярский муниципальный район',['12650400','Сельские поселения Черноярского муниципального района','12650432','село Ушаковка','12650436','Черноярский сельсовет']]
,['12701','город Астрахань',undefined
]
,['12719','ЗАТО Знаменск',undefined
]
]]
,['14','МО Белгородской области',
[['14610','Белгородский муниципальный район',['14610100','Городские поселения Белгородского муниципального района','14610160','поселок Октябрьский','14610165','поселок Разумное','14610167','поселок Северный','14610400','Сельские поселения Белгородского муниципального района','14610404','Беломестненское','14610408','Бессоновское','14610424','Веселолопанское','14610428','Головинское','14610430','Ериковское','14610432','Журавлевское','14610435','Комсомольское','14610436','Краснооктябрьское','14610446','Крутологское','14610450','Майское','14610452','Никольское','14610453','Новосадовское','14610456','Малиновское','14610460','Пушкарское','14610472','Стрелецкое','14610474','Тавровское','14610475','Хохловское','14610476','Дубовское','14610488','Щетиновское','14610490','Яснозоренское','14610492','Беловское']]
,['14615','Борисовский муниципальный район',['14615100','Городские поселения Борисовского муниципального района','14615151','поселок Борисовка','14615400','Сельские поселения Борисовского муниципального района','14615404','Акулиновское','14615416','Белянское','14615420','Березовское','14615432','Грузсчанское','14615448','Краснокутское','14615464','Крюковское','14615476','Октябрьско-Готнянское','14615488','Стригуновское','14615492','Хотмыжское']]
,['14625','Вейделевский муниципальный район',['14625100','Городские поселения Вейделевского муниципального района','14625151','поселок Вейделевка','14625400','Сельские поселения Вейделевского муниципального района','14625404','Белоколодезское','14625408','Большелипяговское','14625412','Викторопольское','14625416','Должанское','14625420','Закутчанское','14625424','Зенинское','14625428','Клименковское','14625432','Кубраковское','14625436','Малакеевское','14625440','Николаевское','14625449','Солонцинское']]
,['14630','Волоконовский муниципальный район',['14630100','Городские поселения Волоконовского муниципального района','14630151','поселок Волоконовка','14630162','поселок Пятницкое','14630400','Сельские поселения Волоконовского муниципального района','14630404','Борисовское','14630408','Волчье-Александровское','14630412','Голофеевское','14630416','Грушевское','14630420','Погромское','14630424','Покровское','14630428','Репьевское','14630432','Староивановское','14630436','Тишанское','14630440','Фощеватовское','14630444','Шидловское','14630448','Ютановское']]
,['14638','Ивнянский муниципальный район',['14638100','Городские поселения Ивнянского муниципального района','14638151','поселок Ивня','14638400','Сельские поселения Ивнянского муниципального района','14638406','Богатенское','14638408','Верхопенское','14638410','Владимировское','14638412','Вознесеновское','14638416','Драгунское','14638420','Кочетовское','14638424','Курасовское','14638428','Новенское','14638432','Череновское','14638436','Покровское','14638440','Сафоновское','14638444','Сухосолотинское','14638448','Сырцевское','14638452','Хомутчанское']]
,['14640','Корочанский муниципальный район',['14640100','Городские поселения Корочанского муниципального района','14640101','город Короча','14640400','Сельские поселения Корочанского муниципального района','14640404','Алексеевское','14640408','Анновское','14640412','Афанасовское','14640416','Бехтеевское','14640420','Большехаланское','14640424','Бубновское','14640428','Жигайловское','14640431','Заяченское','14640436','Коротковское','14640440','Кощеевское','14640444','Ломовское','14640448','Мелиховское','14640452','Новослободское','14640458','Плосковское','14640460','Плотавское','14640464','Погореловское','14640468','Поповское','14640472','Проходенское','14640476','Соколовское','14640488','Шеинское','14640492','Шляховское','14640496','Яблоновское']]
,['14641','Красненский муниципальный район',['14641400','Сельские поселения Красненского муниципального района','14641409','Большовское','14641417','Горкинское','14641423','Готовское','14641448','Камызинское','14641453','Кругловское','14641459','Лесноуколовское','14641472','Новоуколовское','14641478','Красненское','14641483','Расховецкое','14641487','Сетищенское']]
,['14642','Красногвардейский муниципальный район',['14642100','Городские поселения Красногвардейского муниципального района','14642151','город Бирюч','14642400','Сельские поселения Красногвардейского муниципального района','14642404','Валуйчанское','14642408','Коломыцевское','14642412','Верхнепокровское','14642416','Верхососенское','14642420','Веселовское','14642424','Засосенское','14642428','Калиновское','14642436','Ливенское','14642440','Марьевское','14642444','Никитовское','14642448','Новохуторное','14642452','Палатовское','14642456','Стрелецкое','14642460','Утянское']]
,['14643','Краснояружский муниципальный район',['14643100','Городские поселения Краснояружского муниципального района','14643151','поселок Красная Яруга','14643400','Сельские поселения Краснояружского муниципального района','14643405','Вязовское','14643410','Графовское','14643415','Илек-Пеньковское','14643418','Колотиловское','14643430','Репяховское','14643435','Сергиевское','14643440','Теребренское']]
,['14646','Прохоровский муниципальный район',['14646100','Городские поселения Прохоровского муниципального района','14646151','поселок Прохоровка','14646400','Сельские поселения Прохоровского муниципального района','14646404','Беленихинское','14646408','Береговское','14646412','Вязовское','14646416','Маломаяченское','14646420','Журавское','14646428','Коломыцевское','14646432','Кривошеевское','14646436','Лучковское','14646440','Петровское','14646444','Плотавское','14646448','Подолешенское','14646452','Прелестненское','14646456','Призначенское','14646460','Радьковское','14646464','Ржавецкое','14646468','Холоднянское','14646472','Шаховское']]
,['14648','Ракитянский муниципальный район',['14648100','Городские поселения Ракитянского муниципального района','14648151','поселок Ракитное','14648170','поселок Пролетарский','14648400','Сельские поселения Ракитянского муниципального района','14648404','Бобравское','14648410','Введено-Готнянское','14648412','Венгеровское','14648414','Вышнепенское','14648428','Дмитриевское','14648432','Зинаидинское','14648436','Илек-Кошарское','14648448','Нижнепенское','14648471','Центральное','14648472','Солдатское','14648480','Трефиловское']]
,['14650','Ровеньский муниципальный район',['14650100','Городские поселения Ровеньского муниципального района','14650151','поселок Ровеньки','14650400','Сельские поселения Ровеньского муниципального района','14650404','Айдарское','14650408','Верхнесеребрянское','14650412','Ладомировское','14650416','Лознянское','14650420','Лозовское','14650424','Наголенское','14650428','Нагорьевское','14650432','Новоалександровское','14650436','Ржевское','14650439','Свистовское','14650448','Харьковское']]
,['14654','Чернянский муниципальный район',['14654100','Городские поселения Чернянского муниципального района','14654151','поселок Чернянка','14654400','Сельские поселения Чернянского муниципального района','14654404','Андреевское','14654407','Большанское','14654412','Волоконовское','14654416','Волотовское','14654424','Ездоченское','14654428','Кочегуренское','14654432','Лозновское','14654436','Лубянское','14654440','Малотроицкое','14654444','Новореченское','14654448','Огибнянское','14654452','Ольшанское','14654456','Орликовское','14654460','Прилепенское','14654464','Русскохаланское']]
,['14701','город Белгород',undefined
]
,['14710','Алексеевский',undefined
]
,['14720','Валуйский',undefined
]
,['14725','Грайворонский',undefined
]
,['14730','Губкинский',undefined
]
,['14735','Новооскольский',undefined
]
,['14740','Старооскольский',undefined
]
,['14750','Шебекинский',undefined
]
,['14755','Яковлевский',undefined
]
]]
,['15','МО Брянской области',
[['15501','Стародубский',undefined
]
,['15502','Жуковский',undefined
]
,['15604','Брасовский муниципальный район',['15604100','Городские поселения Брасовского муниципального района','15604151','Локотское','15604400','Сельские поселения Брасовского муниципального района','15604404','Дубровское','15604408','Брасовское','15604412','Веребское','15604414','Вороновологское','15604416','Глодневское','15604424','Добриковское','15604432','Крупецкое','15604436','Сныткинское','15604440','Столбовское','15604444','Погребское']]
,['15608','Брянский муниципальный район',['15608400','Сельские поселения Брянского муниципального района','15608404','Глинищевское','15608412','Добрунское','15608416','Домашовское','15608424','Журиничское','15608440','Мичуринское','15608442','Новодарковичское','15608443','Нетьинское','15608444','Новосельское','15608450','Отрадненское','15608451','Пальцовское','15608454','Свенское','15608455','Снежское','15608460','Стекляннорадицкое','15608463','Супоневское','15608488','Чернетовское']]
,['15610','Выгоничский муниципальный район',['15610100','Городские поселения Выгоничского муниципального района','15610151','Выгоничское','15610400','Сельские поселения Выгоничского муниципального района','15610415','Кокинское','15610421','Красносельское','15610433','Орменское','15610442','Сосновское','15610448','Утынское','15610453','Хмелевское','15610454','Хутор-Борское']]
,['15611','Гордеевский муниципальный район',['15611400','Сельские поселения Гордеевского муниципального района','15611402','Мирнинское','15611404','Глинновское','15611406','Гордеевское','15611440','Петровобудское','15611445','Рудневоробьевское','15611460','Творишинское','15611464','Уношевское']]
,['15612','Дубровский муниципальный район',['15612100','Городские поселения Дубровского муниципального района','15612151','Дубровское','15612400','Сельские поселения Дубровского муниципального района','15612407','Алешинское','15612428','Пеклинское','15612432','Рековичское','15612436','Рябчинское','15612440','Сергеевское','15612448','Сещинское']]
,['15616','Дятьковский муниципальный район',['15616100','Городские поселения Дятьковского муниципального района','15616104','Дятьковское','15616153','Бытошское','15616156','Ивотское','15616159','Любохонское','15616163','Старское','15616400','Сельские поселения Дятьковского муниципального района','15616404','Березинское','15616408','Большежуковское','15616416','Верховское','15616420','Немеричское','15616432','Слободищенское']]
,['15620','Жирятинский муниципальный район',['15620400','Сельские поселения Жирятинского муниципального района','15620404','Воробейнское','15620420','Жирятинское','15620427','Морачевское']]
,['15623','Злынковский муниципальный район',['15623100','Городские поселения Злынковского муниципального района','15623101','Злынковское','15623153','Вышковское','15623400','Сельские поселения Злынковского муниципального района','15623410','Денисковичское','15623429','Роговское','15623433','Спиридоновобудское','15623437','Щербиничское']]
,['15624','Карачевский муниципальный район',['15624100','Городские поселения Карачевского муниципального района','15624101','Карачевское','15624400','Сельские поселения Карачевского муниципального района','15624408','Бошинское','15624412','Вельяминовское','15624416','Верхопольское','15624420','Дроновское','15624428','Мылинское','15624444','Ревенское','15624456','Песоченское']]
,['15626','Клетнянский муниципальный район',['15626100','Городские поселения Клетнянского муниципального района','15626151','Клетнянское','15626400','Сельские поселения Клетнянского муниципального района','15626404','Акуличское','15626424','Лутенское','15626425','Мирнинское','15626428','Мужиновское','15626432','Надвинское']]
,['15628','Климовский муниципальный район',['15628100','Городские поселения Климовского муниципального района','15628151','Климовское','15628400','Сельские поселения Климовского муниципального района','15628404','Брахловское','15628420','Истопское','15628424','Плавенское','15628428','Каменскохуторское','15628432','Кирилловское','15628440','Лакомобудское','15628448','Митьковское','15628452','Новоропское','15628456','Новоюрковичское','15628460','Сачковичское','15628472','Сытобудское','15628476','Хороменское','15628480','Челховское','15628488','Чуровичское']]
,['15630','Клинцовский муниципальный район',['15630400','Сельские поселения Клинцовского муниципального района','15630408','Великотопальское','15630424','Гулевское','15630448','Коржовоголубовское','15630452','Лопатенское','15630457','Медведовское','15630467','Первомайское','15630472','Рожновское','15630480','Смолевичское','15630481','Смотровобудское']]
,['15632','Комаричский муниципальный район',['15632100','Городские поселения Комаричского муниципального района','15632151','Комаричское','15632400','Сельские поселения Комаричского муниципального района','15632404','Аркинское','15632416','Быховское','15632428','Игрицкое','15632440','Литижское','15632450','Марьинское','15632460','Усожское','15632464','Лопандинское']]
,['15634','Красногорский муниципальный район',['15634100','Городские поселения Красногорского муниципального района','15634151','Красногорское','15634400','Сельские поселения Красногорского муниципального района','15634420','Колюдовское','15634432','Лотаковское','15634436','Любовшанское','15634440','Макаричское','15634452','Перелазское','15634484','Яловское']]
,['15636','Мглинский муниципальный район',['15636100','Городские поселения Мглинского муниципального района','15636101','Мглинское','15636400','Сельские поселения Мглинского муниципального района','15636416','Ветлевское','15636428','Краснокосаровское','15636446','Симонтовское']]
,['15638','Навлинский муниципальный район',['15638100','Городские поселения Навлинского муниципального района','15638151','Навлинское','15638162','Алтуховское','15638400','Сельские поселения Навлинского муниципального района','15638404','Алешинское','15638416','Бяковское','15638446','Чичковское','15638460','Синезерское']]
,['15642','Погарский муниципальный район',['15642100','Городские поселения Погарского муниципального района','15642151','Погарское','15642400','Сельские поселения Погарского муниципального района','15642412','Борщовское','15642417','Вадьковское','15642422','Витемлянское','15642428','Городищенское','15642432','Гриневское','15642436','Долботовское','15642440','Кистерское','15642444','Посудичское','15642452','Гетуновское','15642456','Суворовское','15642464','Чаусовское','15642472','Юдиновское']]
,['15644','Почепский муниципальный район',['15644100','Городские поселения Почепского муниципального района','15644101','Почепское','15644160','Рамасухское','15644400','Сельские поселения Почепского муниципального района','15644404','Бакланское','15644408','Бельковское','15644416','Витовское','15644428','Гущинское','15644436','Дмитровское','15644440','Доманичское','15644442','Чоповское','15644444','Краснорогское','15644466','Московское','15644472','Первомайское','15644476','Польниковское','15644481','Речицкое','15644482','Семецкое','15644484','Сетоловское']]
,['15646','Рогнединский муниципальный район',['15646100','Городские поселения Рогнединского муниципального района','15646151','Рогнединское','15646400','Сельские поселения Рогнединского муниципального района','15646408','Вороновское','15646424','Селиловичское','15646432','Тюнинское','15646436','Федоровское','15646444','Шаровичское']]
,['15648','Севский муниципальный район',['15648100','Городские поселения Севского муниципального района','15648101','Севское','15648400','Сельские поселения Севского муниципального района','15648412','Доброводское','15648420','Чемлыжское','15648428','Троебортновское','15648432','Косицкое','15648444','Пушкинское','15648448','Подлесно-Новосельское','15648458','Новоямское']]
,['15652','Суземский муниципальный район',['15652100','Городские поселения Суземского муниципального района','15652151','Суземское','15652162','Кокоревское','15652400','Сельские поселения Суземского муниципального района','15652404','Алешковичское','15652418','Невдольское','15652428','Новопогощенское','15652436','Селеченское','15652444','Холмечское']]
,['15654','Суражский муниципальный район',['15654100','Городские поселения Суражского муниципального района','15654101','Суражское','15654400','Сельские поселения Суражского муниципального района','15654408','Влазовичское','15654420','Дегтяревское','15654422','Дубровское','15654428','Кулажское','15654432','Лопазненское','15654440','Нивнянское','15654448','Овчинское']]
,['15656','Трубчевский муниципальный район',['15656100','Городские поселения Трубчевского муниципального района','15656101','Трубчевское','15656155','Белоберезковское','15656400','Сельские поселения Трубчевского муниципального района','15656405','Городецкое','15656440','Селецкое','15656444','Семячковское','15656452','Телецкое','15656460','Усохское','15656470','Юровское']]
,['15658','Унечский муниципальный район',['15658100','Городские поселения Унечского муниципального района','15658101','Унечское','15658400','Сельские поселения Унечского муниципального района','15658404','Березинское','15658416','Высокское','15658424','Ивайтенское','15658428','Красновичское','15658440','Найтоповичское','15658448','Павловское','15658464','Старогутнянское','15658468','Старосельское']]
,['15701','город Брянск',undefined
]
,['15710','город Фокино',undefined
]
,['15715','город Клинцы',undefined
]
,['15720','Новозыбковский',undefined
]
,['15725','город Сельцо',undefined
]
]]
,['17','МО Владимирской области',
[['17605','Александровский муниципальный район',['17605100','Городские поселения Александровского муниципального района','17605101','город Александров','17605105','город Карабаново','17605108','город Струнино','17605152','поселок Балакирево','17605400','Сельские поселения Александровского муниципального района','17605404','Андреевское','17605444','Каринское','17605448','Краснопламенское','17605468','Следневское']]
,['17610','Вязниковский муниципальный район',['17610100','Городские поселения Вязниковского муниципального района','17610101','город Вязники','17610160','поселок Мстера','17610165','поселок Никологоры','17610400','Сельские поселения Вязниковского муниципального района','17610444','Паустовское','17610445','Октябрьское','17610448','Сарыевское','17610460','Степанцевское']]
,['17615','Гороховецкий муниципальный район',['17615100','Городские поселения Гороховецкого муниципального района','17615101','город Гороховец','17615400','Сельские поселения Гороховецкого муниципального района','17615412','Денисовское','17615420','Куприяновское','17615436','Фоминское']]
,['17620','Гусь-Хрустальный муниципальный район',['17620100','Городские поселения Гусь-Хрустального муниципального района','17620115','город Курлово','17620400','Сельские поселения Гусь-Хрустального муниципального района','17620420','поселок Анопино','17620426','поселок Великодворский','17620428','Григорьевское','17620430','Демидовское','17620434','поселок Добрятино','17620435','поселок Золотково','17620438','поселок Иванищи','17620442','поселок Красное Эхо','17620444','Краснооктябрьское','17620452','Купреевское','17620458','поселок Мезиновский','17620488','Уляхинское','17620490','поселок Уршельский']]
,['17625','Камешковский муниципальный район',['17625100','Городские поселения Камешковского муниципального района','17625101','город Камешково','17625400','Сельские поселения Камешковского муниципального района','17625404','Брызгаловское','17625408','Вахромеевское','17625412','Второвское','17625424','Пенкинское','17625428','Сергеихинское']]
,['17630','Киржачский муниципальный район',['17630100','Городские поселения Киржачского муниципального района','17630101','город Киржач','17630400','Сельские поселения Киржачского муниципального района','17630408','Горкинское','17630420','Кипревское','17630426','Першинское','17630436','Филипповское']]
,['17635','Ковровский муниципальный район',['17635100','Городские поселения Ковровского муниципального района','17635161','поселок Доброград','17635173','поселок Мелехово','17635400','Сельские поселения Ковровского муниципального района','17635408','Ивановское','17635412','Клязьминское','17635415','Малыгинское','17635420','Новосельское']]
,['17640','Кольчугинский муниципальный район',['17640100','Городские поселения Кольчугинского муниципального района','17640101','город Кольчугино','17640400','Сельские поселения Кольчугинского муниципального района','17640404','Бавленское','17640416','Есиплевское','17640424','Ильинское','17640442','Раздольевское','17640444','Флорищинское']]
,['17642','Меленковский муниципальный район',['17642100','Городские поселения Меленковского муниципального района','17642101','город Меленки','17642400','Сельские поселения Меленковского муниципального района','17642412','Бутылицкое','17642424','Даниловское','17642428','Денятинское','17642432','Дмитриевогорское','17642440','Илькинское','17642452','Ляховское','17642480','Тургеневское']]
,['17644','Муромский муниципальный район',['17644400','Сельские поселения Муромского муниципального района','17644408','Борисоглебское','17644424','Ковардицкое']]
,['17646','Петушинский муниципальный район',['17646100','Городские поселения Петушинского муниципального района','17646101','город Петушки','17646110','город Костерево','17646120','город Покров','17646153','поселок Вольгинский','17646157','поселок Городищи','17646400','Сельские поселения Петушинского муниципального района','17646448','Нагорное','17646454','Пекшинское','17646456','Петушинское']]
,['17648','Селивановский муниципальный район',['17648100','Городские поселения Селивановского муниципального района','17648151','поселок Красная Горбатка','17648400','Сельские поселения Селивановского муниципального района','17648408','Волосатовское','17648416','Малышевское','17648424','Новлянское','17648444','Чертковское']]
,['17650','Собинский муниципальный район',['17650100','Городские поселения Собинского муниципального района','17650101','город Собинка','17650110','город Лакинск','17650157','поселок Ставрово','17650400','Сельские поселения Собинского муниципального района','17650404','Асерховское','17650412','Березниковское','17650420','Воршинское','17650440','Колокшанское','17650444','Копнинское','17650448','Рождественское','17650450','Толпуховское','17650456','Черкутинское','17650460','Куриловское']]
,['17652','Судогодский муниципальный район',['17652100','Городские поселения Судогодского муниципального района','17652101','город Судогда','17652400','Сельские поселения Судогодского муниципального района','17652404','Андреевское','17652408','Вяткинское','17652420','Головинское','17652432','Мошокское','17652434','Муромцевское','17652440','Лавровское']]
,['17654','Суздальский муниципальный район',['17654100','Городские поселения Суздальского муниципального района','17654101','город Суздаль','17654400','Сельские поселения Суздальского муниципального района','17654403','Боголюбовское','17654412','Селецкое','17654432','Новоалександровское','17654436','Павловское']]
,['17656','Юрьев-Польский муниципальный район',['17656100','Городские поселения Юрьев-Польского муниципального района','17656101','город Юрьев-Польский','17656400','Сельские поселения Юрьев-Польского муниципального района','17656416','Красносельское','17656432','Небыловское','17656448','Симское']]
,['17701','город Владимир',undefined
]
,['17720','город Гусь-Хрустальный',undefined
]
,['17725','город Ковров',undefined
]
,['17735','округ Муром',undefined
]
,['17737','ЗАТО город Радужный',undefined
]
]]
,['18','МО Волгоградской области',
[['18602','Алексеевский муниципальный район',['18602400','Сельские поселения Алексеевского муниципального района','18602405','Алексеевское','18602408','Аржановское','18602410','Большебабинское','18602412','Краснооктябрьское','18602416','Ларинское','18602420','Поклоновское','18602424','Шарашенское','18602428','Рябовское','18602432','Самолшинское','18602436','Солонцовское','18602440','Стеженское','18602444','Реченское','18602452','Трехложинское','18602456','Усть-Бузулукское','18602470','Яминское']]
,['18604','Быковский муниципальный район',['18604100','Городские поселения Быковского муниципального района','18604151','Быковское','18604400','Сельские поселения Быковского муниципального района','18604404','Александровское','18604408','Верхнебалыклейское','18604410','Демидовское','18604411','Зеленовское','18604412','Кисловское','18604416','Красносельцевское','18604420','Луговопролейское','18604424','Новоникольское','18604426','Побединское','18604427','Приморское','18604428','Садовское','18604432','Солдатско-Степновское','18604436','Урало-Ахтубинское']]
,['18605','Городищенский муниципальный район',['18605100','Городские поселения Городищенского муниципального района','18605151','Городищенское','18605153','Ерзовское','18605156','Новорогачинское','18605400','Сельские поселения Городищенского муниципального района','18605405','Вертячинское','18605407','Грачевское','18605413','Каменское','18605415','Карповское','18605418','Котлубанское','18605419','Краснопахаревское','18605421','Кузьмичевское','18605424','Новожизненское','18605426','Новонадеждинское','18605429','Орловское','18605432','Паньшинское','18605433','Песковатское','18605435','Россошинское','18605438','Самофаловское','18605445','Царицынское']]
,['18606','Даниловский муниципальный район',['18606100','Городские поселения Даниловского муниципального района','18606151','Даниловское','18606400','Сельские поселения Даниловского муниципального района','18606404','Атамановское','18606408','Белопрудское','18606412','Березовское','18606414','Краснинское','18606416','Лобойковское','18606428','Ореховское','18606432','Островское','18606436','Плотниковское','18606440','Профсоюзнинское','18606444','Сергиевское']]
,['18608','Дубовский муниципальный район',['18608100','Городские поселения Дубовского муниципального района','18608101','город Дубовка','18608400','Сельские поселения Дубовского муниципального района','18608404','Горнобалыклейское','18608408','Горноводяновское','18608412','Горнопролейское','18608416','Давыдовское','18608432','Лозновское','18608434','Малоивановское','18608436','Оленьевское','18608440','Песковатское','18608444','Пичужинское','18608448','Прямобалкинское','18608452','Стрельношироковское','18608456','Суводское','18608460','Усть-Погожинское']]
,['18610','Еланский муниципальный район',['18610100','Городские поселения Еланского муниципального района','18610151','Еланское','18610400','Сельские поселения Еланского муниципального района','18610402','Алявское','18610404','Березовское','18610408','Большевистское','18610412','Большеморецкое','18610416','Вязовское','18610420','Дубовское','18610424','Журавское','18610428','Ивановское','18610432','Краишевское','18610438','Рассветовское','18610440','Родинское','18610444','Таловское','18610448','Терновское','18610452','Терсинское','18610456','Тростянское','18610460','Морецкое']]
,['18612','Жирновский муниципальный район',['18612100','Городские поселения Жирновского муниципального района','18612101','Жирновское','18612157','Красноярское','18612162','Линевское','18612173','Медведицкое','18612400','Сельские поселения Жирновского муниципального района','18612404','Александровское','18612408','Алешниковское','18612410','Бородачевское','18612412','Верхнедобринское','18612416','Кленовское','18612420','Медведицкое','18612424','Тарапатинское','18612426','Меловатское','18612428','Нижнедобринское','18612432','Тетеревятское']]
,['18614','Иловлинский муниципальный район',['18614100','Городские поселения Иловлинского муниципального района','18614151','Иловлинское','18614400','Сельские поселения Иловлинского муниципального района','18614404','Авиловское','18614408','Александровское','18614412','Большеивановское','18614416','Качалинское','18614420','Кондрашовское','18614424','Краснодонское','18614428','Медведевское','18614432','Новогригорьевское','18614436','Озерское','18614444','Сиротинское','18614448','Трехостровское','18614456','Ширяевское','18614458','Логовское']]
,['18616','Калачевский муниципальный район',['18616100','Городские поселения Калачевского муниципального района','18616101','Калачевское','18616400','Сельские поселения Калачевского муниципального района','18616404','Бузиновское','18616412','Голубинское','18616414','Зарянское','18616416','Ильевское','18616420','Крепинское','18616424','Логовское','18616428','Ляпичевское','18616430','Мариновское','18616432','Советское','18616444','Береславское','18616446','Приморское','18616450','Пятиизбянское']]
,['18618','Камышинский муниципальный район',['18618100','Городские поселения Камышинского муниципального района','18618103','Петров Вал','18618400','Сельские поселения Камышинского муниципального района','18618404','Антиповское','18618406','Белогорское','18618408','Верхнедобринское','18618412','Воднобуерачное','18618414','Гуселское','18618418','Костаревское','18618420','Лебяженское','18618422','Мичуринское','18618424','Нижнедобринское','18618428','Петрунинское','18618430','Саломатинское','18618432','Семеновское','18618436','Сестренское','18618444','Таловское','18618448','Терновское','18618452','Уметовское','18618456','Усть-Грязнухинское','18618460','Чухонастовское']]
,['18620','Киквидзенский муниципальный район',['18620400','Сельские поселения Киквидзенского муниципального района','18620408','Гришинское','18620412','Завязенское','18620416','Ежовское','18620420','Калачевское','18620424','Калиновское','18620428','Мачешанское','18620434','Озеркинское','18620435','Преображенское','18620436','Дубровское','18620440','Чернореченское']]
,['18622','Клетский муниципальный район',['18622400','Сельские поселения Клетского муниципального района','18622404','Верхнебузиновское','18622408','Верхнечеренское','18622412','Захаровское','18622416','Калмыковское','18622418','Клетское','18622420','Кременское','18622424','Манойлинское','18622428','Перекопское','18622432','Перелазовское','18622436','Распопинское']]
,['18624','Котельниковский муниципальный район',['18624100','Городские поселения Котельниковского муниципального района','18624101','Котельниковское','18624400','Сельские поселения Котельниковского муниципального района','18624404','Верхнекурмоярское','18624412','Выпасновское','18624416','Генераловское','18624420','Захаровское','18624424','Котельниковское','18624428','Красноярское','18624432','Майоровское','18624436','Нагавское','18624440','Наголенское','18624442','Нижнеяблочное','18624444','Пимено-Чернянское','18624445','Попереченское','18624446','Пугачевское','18624448','Семиченское','18624452','Чилековское']]
,['18626','Котовский муниципальный район',['18626100','Городские поселения Котовского муниципального района','18626101','город Котово','18626400','Сельские поселения Котовского муниципального района','18626404','Бурлукское','18626408','Коростинское','18626412','Купцовское','18626416','Лапшинское','18626420','Мирошниковское','18626424','Моисеевское','18626428','Мокроольховское','18626440','Попковское']]
,['18630','Ленинский муниципальный район',['18630100','Городские поселения Ленинского муниципального района','18630101','город Ленинск','18630400','Сельские поселения Ленинского муниципального района','18630402','Бахтияровское','18630404','Заплавненское','18630408','Степновское','18630412','Каршевитское','18630416','Колобовское','18630420','Рассветинское','18630422','Коммунаровское','18630424','Маляевское','18630426','Маякское','18630428','Покровское','18630432','Ильичевское','18630436','Царевское']]
,['18634','Нехаевский муниципальный район',['18634400','Сельские поселения Нехаевского муниципального района','18634404','Верхнереченское','18634408','Динамовское','18634412','Захоперское','18634416','Краснопольское','18634420','Кругловское','18634424','Луковское','18634426','Нехаевское','18634428','Нижнедолговское','18634432','Родничковское','18634440','Солонское','18634444','Тишанское','18634448','Упорниковское','18634452','Успенское']]
,['18636','Николаевский муниципальный район',['18636100','Городские поселения Николаевского муниципального района','18636101','город Николаевск','18636400','Сельские поселения Николаевского муниципального района','18636404','Барановское','18636408','Бережновское','18636412','Ильичевское','18636416','Левчуновское','18636420','Ленинское','18636422','Новобытовское','18636423','Очкуровское','18636424','Политотдельское','18636428','Совхозское','18636432','Солодушинское','18636436','Степновское']]
,['18638','Новоаннинский муниципальный район',['18638100','Городские поселения Новоаннинского муниципального района','18638101','город Новоаннинский','18638400','Сельские поселения Новоаннинского муниципального района','18638404','Амовское','18638408','Березовское','18638412','Бочаровское','18638416','Галушкинское','18638420','Деминское','18638422','Краснокоротковское','18638424','Новокиевское','18638428','Панфиловское','18638432','Полевое','18638436','Староаннинское','18638440','Тростянское','18638444','Филоновское','18638448','Черкесовское']]
,['18640','Новониколаевский муниципальный район',['18640100','Городские поселения Новониколаевского муниципального района','18640151','Новониколаевское','18640400','Сельские поселения Новониколаевского муниципального района','18640404','Алексиковское','18640408','Верхнекардаильское','18640412','Двойновское','18640416','Дуплятское','18640420','Комсомольское','18640424','Красноармейское','18640428','Куликовское','18640432','Мирное','18640436','Серпо-Молотское','18640440','Хоперское']]
,['18642','Октябрьский муниципальный район',['18642100','Городские поселения Октябрьского муниципального района','18642151','рабочий поселок Октябрьский','18642400','Сельские поселения Октябрьского муниципального района','18642404','Абганеровское','18642408','Аксайское','18642412','Антоновское','18642416','Васильевское','18642420','Громославское','18642424','Жутовское','18642428','Заливское','18642429','Ивановское','18642430','Ильменское','18642432','Ковалевское','18642436','Новоаксайское','18642440','Перегрузненское','18642442','Советское','18642444','Шебалиновское','18642448','Шелестовское']]
,['18643','Ольховский муниципальный район',['18643400','Сельские поселения Ольховского муниципального района','18643404','Гуровское','18643408','Гусевское','18643412','Зензеватское','18643416','Каменнобродское','18643420','Киреевское','18643424','Липовское','18643428','Нежинское','18643432','Октябрьское','18643434','Ольховское','18643440','Романовское','18643442','Рыбинское','18643444','Солодчинское','18643448','Ягодновское']]
,['18645','Палласовский муниципальный район',['18645100','Городские поселения Палласовского муниципального района','18645101','город Палласовка','18645400','Сельские поселения Палласовского муниципального района','18645404','Гончаровское','18645408','Заволжское','18645412','Кайсацкое','18645416','Калашниковское','18645420','Комсомольское','18645428','Краснооктябрьское','18645429','Лиманное','18645430','Приозерное','18645432','Революционное','18645436','Ромашковское','18645440','Савинское','18645444','Степновское','18645485','Эльтонское']]
,['18646','Кумылженский муниципальный район',['18646400','Сельские поселения Кумылженского муниципального района','18646404','Белогорское','18646408','Букановское','18646412','Глазуновское','18646420','Краснянское','18646423','Кумылженское','18646440','Поповское','18646454','Слащевское','18646456','Суляевское','18646468','Шакинское']]
,['18647','Руднянский муниципальный район',['18647100','Городские поселения Руднянского муниципального района','18647151','Руднянское','18647400','Сельские поселения Руднянского муниципального района','18647404','Большесудаченское','18647406','Громковское','18647408','Ильменское','18647412','Козловское','18647416','Лемешкинское','18647420','Лопуховское','18647424','Матышевское','18647436','Осичковское','18647440','Сосновское']]
,['18649','Светлоярский муниципальный район',['18649100','Городские поселения Светлоярского муниципального района','18649151','Светлоярское','18649400','Сельские поселения Светлоярского муниципального района','18649404','Большечапурниковское','18649408','Дубовоовражное','18649412','Кировское','18649416','Наримановское','18649420','Приволжское','18649424','Привольненское','18649428','Райгородское','18649436','Цацинское','18649440','Червленовское']]
,['18650','Серафимовичский муниципальный район',['18650100','Городские поселения Серафимовичского муниципального района','18650101','город Серафимович','18650400','Сельские поселения Серафимовичского муниципального района','18650404','Бобровское','18650408','Большовское','18650412','Буерак-Поповское','18650414','Горбатовское','18650416','Зимняцкое','18650420','Клетско-Почтовское','18650428','Крутовское','18650432','Отрожкинское','18650436','Песчановское','18650444','Пронинское','18650448','Среднецарицынское','18650452','Теркинское','18650456','Трясиновское','18650460','Усть-Хоперское']]
,['18651','Среднеахтубинский муниципальный район',['18651100','Городские поселения Среднеахтубинского муниципального района','18651107','город Краснослободск','18651151','рабочий поселок Средняя Ахтуба','18651400','Сельские поселения Среднеахтубинского муниципального района','18651404','Ахтубинское','18651408','Верхнепогроменское','18651412','Кировское','18651416','Клетское','18651420','Краснооктябрьское','18651424','Красное','18651428','Куйбышевское','18651432','Рахинское','18651436','Суходольское','18651439','Фрунзенское']]
,['18652','Старополтавский муниципальный район',['18652400','Сельские поселения Старополтавского муниципального района','18652404','Беляевское','18652408','Валуевское','18652412','Верхневодянское','18652416','Гмелинское','18652420','Иловатское','18652424','Кановское','18652426','Колышкинское','18652428','Красноярское','18652432','Курнаевское','18652436','Лятошинское','18652440','Новоквасниковское','18652444','Новополтавское','18652445','Новотихоновское','18652448','Салтовское','18652453','Старополтавское','18652460','Торгунское','18652464','Харьковское','18652468','Черебаевское']]
,['18653','Суровикинский муниципальный район',['18653100','Городские поселения Суровикинского муниципального района','18653101','город Суровикино','18653400','Сельские поселения Суровикинского муниципального района','18653404','Ближнеосиновское','18653408','Верхнесолоновское','18653412','Добринское','18653416','Лысовское','18653420','Качалинское','18653424','Сысоевское','18653426','Нижнечирское','18653428','Лобакинское','18653436','Новомаксимовское','18653444','Нижнеосиновское']]
,['18654','Урюпинский муниципальный район',['18654400','Сельские поселения Урюпинского муниципального района','18654404','Акчернское','18654408','Беспаловское','18654416','Большинское','18654420','Бубновское','18654424','Верхнебезымяновское','18654436','Вишняковское','18654440','Добринское','18654444','Дубовское','18654446','Дьяконовское','18654452','Искринское','18654456','Котовское','18654460','Краснянское','18654462','Креповское','18654468','Михайловское','18654472','Окладненское','18654476','Ольшанское','18654480','Петровское','18654484','Россошинское','18654488','Салтынское','18654492','Хоперопионерское']]
,['18656','Фроловский муниципальный район',['18656400','Сельские поселения Фроловского муниципального района','18656404','Арчединское','18656408','Большелычакское','18656420','Ветютневское','18656424','Дудаченское','18656428','Краснолиповское','18656430','Лычакское','18656432','Малодельское','18656436','Писаревское','18656440','Пригородное','18656444','Терновское','18656448','Шуруповское']]
,['18658','Чернышковский муниципальный район',['18658100','Городские поселения Чернышковского муниципального района','18658151','Чернышковское','18658400','Сельские поселения Чернышковского муниципального района','18658404','Алешкинское','18658408','Басакинское','18658412','Большетерновское','18658416','Верхнегнутовское','18658418','Елкинское','18658420','Захаровское','18658428','Красноярское','18658432','Нижнегнутовское','18658434','Пристеновское','18658436','Сизовское','18658440','Тормосиновское']]
,['18701','город-герой Волгоград',undefined
]
,['18710','город Волжский',undefined
]
,['18715','город Камышин',undefined
]
,['18720','город Михайловка',undefined
]
,['18725','город Урюпинск',undefined
]
,['18728','город Фролово',undefined
]
]]
,['19','МО Вологодской области',
[['19505','Бабаевский МО',undefined
]
,['19508','Бабушкинский МО',undefined
]
,['19510','Белозерский МО',undefined
]
,['19514','Великоустюгский МО',undefined
]
,['19516','Верховажский МО',undefined
]
,['19518','Вожегодский МО',undefined
]
,['19520','Вологодский МО',undefined
]
,['19524','Грязовецкий МО',undefined
]
,['19526','Кадуйский МО',undefined
]
,['19530','Кичменгско-Городецкий МО',undefined
]
,['19532','Междуреченский МО',undefined
]
,['19536','Нюксенский МО',undefined
]
,['19538','Сокольский МО',undefined
]
,['19540','Сямженский МО',undefined
]
,['19542','Тарногский МО',undefined
]
,['19546','Тотемский МО',undefined
]
,['19548','Усть-Кубинский МО',undefined
]
,['19550','Устюженский МО',undefined
]
,['19552','Харовский МО',undefined
]
,['19554','Чагодощенский МО',undefined
]
,['19612','Вашкинский муниципальный район',['19612400','Сельские поселения Вашкинского муниципального района','19612404','Андреевское','19612416','Киснемское','19612420','Липиноборское']]
,['19622','Вытегорский муниципальный район',['19622100','Городские поселения Вытегорского муниципального района','19622101','город Вытегра','19622400','Сельские поселения Вытегорского муниципального района','19622404','Алмозерское','19622408','Андомское','19622412','Анненское','19622416','Анхимовское','19622420','Девятинское','19622428','Кемское','19622444','Оштинское']]
,['19628','Кирилловский муниципальный район',['19628100','Городские поселения Кирилловского муниципального района','19628101','город Кириллов','19628400','Сельские поселения Кирилловского муниципального района','19628404','Алешинское','19628444','Липовское','19628452','Николоторжское','19628476','Талицкое','19628480','Ферапонтовское','19628484','Чарозерское']]
,['19634','Никольский муниципальный район',['19634100','Городские поселения Никольского муниципального района','19634101','город Никольск','19634400','Сельские поселения Никольского муниципального района','19634404','Аргуновское','19634420','Завражское','19634424','Зеленцовское','19634426','Кемское','19634428','Краснополянское','19634456','Никольское']]
,['19656','Череповецкий муниципальный район',['19656400','Сельские поселения Череповецкого муниципального района','19656404','Абакановское','19656424','Воскресенское','19656432','Малечкинское','19656448','Ирдоматское','19656450','Климовское','19656464','Мяксинское','19656470','Нелазское','19656473','Судское','19656477','Тоншаловское','19656480','Уломское','19656483','Югское','19656484','Ягановское','19656488','Яргомжское']]
,['19658','Шекснинский муниципальный район',['19658100','Городские поселения Шекснинского муниципального района','19658151','поселок Шексна','19658400','Сельские поселения Шекснинского муниципального района','19658412','Ершовское','19658416','Железнодорожное','19658428','Никольское','19658430','Нифантовское','19658436','Сиземское','19658440','Угольское','19658446','Чебсарское','19658452','Чуровское']]
,['19701','город Вологда',undefined
]
,['19730','город Череповец',undefined
]
]]
,['20','МО Воронежской области',
[['20602','Аннинский муниципальный район',['20602100','Городские поселения Аннинского муниципального района','20602151','Аннинское','20602400','Сельские поселения Аннинского муниципального района','20602408','Артюшкинское','20602412','Архангельское','20602416','Берёзовское','20602420','Бродовское','20602422','Васильевское','20602424','Верхнетойденское','20602428','Дерябкинское','20602432','Краснологское','20602436','Мосоловское','20602440','Нащёкинское','20602444','Николаевское','20602448','Никольское','20602452','Новожизненское','20602456','Новокурлакское','20602460','Островское','20602464','Пугачёвское','20602468','Рамоньское','20602472','Рубашевское','20602476','Садовское','20602480','Старотойденское','20602484','Старочигольское','20602488','Хлебородненское']]
,['20604','Бобровский муниципальный район',['20604100','Городские поселения Бобровского муниципального района','20604101','город Бобров','20604400','Сельские поселения Бобровского муниципального района','20604408','Анновское','20604412','Верхнеикорецкое','20604416','Коршевское','20604420','Липовское','20604424','Мечётское','20604426','Никольское','20604428','Октябрьское','20604432','Пчелиновское','20604436','Семёно-Александровское','20604438','Слободское','20604440','Сухо-Берёзовское','20604444','Тройнянское','20604448','Хреновское','20604452','Чесменское','20604456','Шестаковское','20604460','Шишовское','20604464','Юдановское','20604468','Ясенковское']]
,['20605','Богучарский муниципальный район',['20605100','Городские поселения Богучарского муниципального района','20605101','город Богучар','20605400','Сельские поселения Богучарского муниципального района','20605404','Дьяченковское','20605408','Залиманское','20605412','Липчанское','20605416','Луговское','20605420','Мёдовское','20605424','Монастырщинское','20605428','Первомайское','20605432','Подколодновское','20605436','Поповское','20605440','Радченское','20605444','Суходонецкое','20605448','Твердохлебовское','20605452','Филоновское']]
,['20608','Бутурлиновский муниципальный район',['20608100','Городские поселения Бутурлиновского муниципального района','20608101','Бутурлиновское','20608160','Нижнекисляйское','20608400','Сельские поселения Бутурлиновского муниципального района','20608404','Берёзовское','20608412','Васильевское','20608416','Великоархангельское','20608428','Гвазденское','20608436','Карайчевское','20608444','Клёповское','20608448','Козловское','20608452','Колодеевское','20608456','Кучеряевское','20608464','Озёрское','20608468','Пузевское','20608472','Сериковское','20608480','Филиппенковское','20608484','Чулокское']]
,['20610','Верхнемамонский муниципальный район',['20610400','Сельские поселения Верхнемамонского муниципального района','20610404','Верхнемамонское','20610408','Гороховское','20610412','Дерезовское','20610416','Лозовское 1-е','20610424','Мамоновское','20610428','Нижнемамонское 1-е','20610436','Ольховатское','20610438','Осетровское','20610440','Приреченское','20610444','Русско-Журавское']]
,['20611','Верхнехавский муниципальный район',['20611400','Сельские поселения Верхнехавского муниципального района','20611404','Александровское','20611408','Большеприваловское','20611414','Верхнелуговатское','20611416','Верхнемазовское','20611420','Верхнеплавицкое','20611424','Верхнехавское','20611428','Малоприваловское','20611432','Малосамовецкое','20611434','Нижнебайгорское','20611436','Парижскокоммунское','20611440','Плясоватское','20611444','Правохавское','20611446','Семёновское','20611448','Спасское','20611452','Сухогаёвское','20611456','Углянское','20611460','Шукавское']]
,['20612','Воробьёвский муниципальный район',['20612400','Сельские поселения Воробьёвского муниципального района','20612402','Берёзовское','20612406','Воробьёвское','20612418','Никольское 1-е','20612430','Солонецкое']]
,['20613','Грибановский муниципальный район',['20613100','Городские поселения Грибановского муниципального района','20613151','Грибановское','20613400','Сельские поселения Грибановского муниципального района','20613404','Алексеевское','20613408','Большеалабухское','20613412','Васильевское','20613416','Верхнекарачанское','20613420','Калиновское','20613424','Кирсановское','20613428','Краснореченское','20613432','Кутковское','20613436','Листопадовское','20613440','Малоалабухское','20613444','Малогрибановское','20613448','Нижнекарачанское','20613452','Новогольеланское','20613456','Новогольское','20613460','Новомакаровское','20613464','Посевкинское']]
,['20615','Калачеевский муниципальный район',['20615100','Городские поселения Калачеевского муниципального района','20615101','город Калач','20615400','Сельские поселения Калачеевского муниципального района','20615404','Заброденское','20615408','Калачеевское','20615410','Коренновское','20615416','Краснобратское','20615424','Манинское','20615428','Меловатское','20615440','Новокриушанское','20615444','Подгоренское','20615446','Пригородное','20615448','Россыпнянское','20615456','Семёновское','20615460','Скрипнянское','20615464','Советское','20615468','Хрещатовское','20615472','Ширяевское','20615476','Ясеновское']]
,['20617','Каменский муниципальный район',['20617100','Городские поселения Каменского муниципального района','20617151','Каменское','20617400','Сельские поселения Каменского муниципального района','20617405','Волчанское','20617410','Дегтяренское','20617415','Евдаковское','20617420','Карпенковское','20617425','Коденцовское','20617430','Марковское','20617435','Сончинское','20617440','Татаринское','20617445','Трехстенское','20617450','Тхоревское']]
,['20619','Кантемировский муниципальный район',['20619100','Городские поселения Кантемировского муниципального района','20619151','Кантемировское','20619400','Сельские поселения Кантемировского муниципального района','20619404','Бондаревское','20619408','Бугаевское','20619412','Журавское','20619416','Зайцевское','20619424','Митрофановское','20619428','Михайловское','20619432','Новобелянское','20619436','Новомарковское','20619440','Осиковское','20619442','Пасековское','20619444','Писаревское','20619448','Смаглеевское','20619452','Таловское','20619456','Титаревское','20619460','Фисенковское']]
,['20620','Каширский муниципальный район',['20620400','Сельские поселения Каширского муниципального района','20620403','Боевское','20620405','Данковское','20620407','Дзержинское','20620409','Запрудское','20620412','Каменно-Верховское','20620414','Каширское','20620416','Колодезянское','20620420','Кондрашкинское','20620422','Краснологское','20620424','Круглянское','20620427','Левороссошанское','20620430','Можайское','20620432','Мосальское','20620440','Старинское']]
,['20621','Лискинский муниципальный район',['20621100','Городские поселения Лискинского муниципального района','20621101','город Лиски','20621160','Давыдовское','20621400','Сельские поселения Лискинского муниципального района','20621404','Бодеевское','20621408','Высокинское','20621412','Дракинское','20621416','Залуженское','20621420','Ковалёвское','20621422','Коломыцевское','20621424','Колыбельское','20621428','Копанищенское','20621430','Краснознаменское','20621436','Нижнеикорецкое','20621440','Петровское','20621444','Петропавловское','20621448','Почепское','20621452','Селявинское','20621456','Среднеикорецкое','20621460','Старохворостанское','20621463','Степнянское','20621468','Сторожевское 2-е','20621472','Тресоруковское','20621476','Троицкое','20621480','Щучинское']]
,['20623','Нижнедевицкий муниципальный район',['20623400','Сельские поселения Нижнедевицкого муниципального района','20623404','Андреевское','20623408','Верхнетуровское','20623412','Вязноватовское','20623416','Курбатовское','20623420','Кучугуровское','20623424','Михневское','20623428','Нижнедевицкое','20623432','Нижнетуровское','20623436','Новоольшанское','20623440','Норово-Ротаевское','20623444','Острянское','20623448','Першинское','20623452','Синелипяговское','20623456','Скупопотуданское','20623460','Хвощеватовское']]
,['20625','Новоусманский муниципальный район',['20625400','Сельские поселения Новоусманского муниципального района','20625404','Бабяковское','20625412','Воленское','20625476','Нижнекатуховское','20625478','Никольское','20625480','Орловское','20625481','Отрадненское','20625483','Рогачёвское','20625484','Рождественско-Хавское','20625488','Тимирязевское','20625489','Трудовское','20625491','Усманское 1-е','20625494','Хлебенское','20625496','Хреновское','20625499','Шуберское']]
,['20627','Новохопёрский муниципальный район',['20627100','Городские поселения Новохопёрского муниципального района','20627101','город Новохопёрск','20627160','Елань-Коленовское','20627400','Сельские поселения Новохопёрского муниципального района','20627424','Коленовское','20627428','Краснянское','20627432','Михайловское','20627444','Новопокровское','20627460','Пыховское','20627472','Терновское','20627474','Троицкое','20627476','Центральское','20627480','Ярковское']]
,['20629','Ольховатский муниципальный район',['20629100','Городские поселения Ольховатского муниципального района','20629151','Ольховатское','20629400','Сельские поселения Ольховатского муниципального района','20629408','Караяшниковское','20629412','Копанянское','20629420','Лисичанское','20629424','Марьевское','20629428','Новохарьковское','20629432','Степнянское','20629436','Шапошниковское']]
,['20631','Острогожский муниципальный район',['20631100','Городские поселения Острогожского муниципального района','20631101','город Острогожск','20631400','Сельские поселения Острогожского муниципального района','20631404','Берёзовское','20631408','Болдыревское','20631412','Веретьевское','20631420','Гниловское','20631424','Дальнеполубянское','20631428','Девицкое','20631440','Коротоякское','20631444','Кривополянское','20631448','Криниченское','20631452','Мастюгинское','20631456','Ольшанское','20631460','Петренковское','20631464','Петропавловское','20631470','Солдатское','20631472','Сторожевское 1-е','20631476','Терновское','20631482','Урывское','20631484','Хохол-Тростянское','20631488','Шубинское']]
,['20633','Павловский муниципальный район',['20633100','Городские поселения Павловского муниципального района','20633101','город Павловск','20633400','Сельские поселения Павловского муниципального района','20633404','Александровское','20633408','Александро-Донское','20633412','Воронцовское','20633416','Гаврильское','20633420','Елизаветовское','20633424','Ерышевское','20633428','Казинское','20633432','Красное','20633436','Ливенское','20633440','Лосевское','20633444','Песковское','20633448','Петровское','20633452','Покровское','20633456','Русско-Буйловское']]
,['20635','Панинский муниципальный район',['20635100','Городские поселения Панинского муниципального района','20635151','Панинское','20635160','Перелёшинское','20635400','Сельские поселения Панинского муниципального района','20635406','Дмитриевское','20635408','Ивановское','20635412','Красненское','20635416','Краснолиманское','20635424','Криушанское','20635432','Михайловское','20635436','Октябрьское','20635440','Прогрессовское','20635444','Росташевское','20635452','Чернавское']]
,['20637','Петропавловский муниципальный район',['20637400','Сельские поселения Петропавловского муниципального района','20637404','Березняговское','20637408','Бычковское','20637412','Красносёловское','20637416','Краснофлотское','20637420','Новобогородицкое','20637424','Новолиманское','20637428','Новотроицкое','20637432','Песковское','20637436','Петропавловское','20637440','Старокриушанское','20637444','Старомеловатское']]
,['20639','Поворинский муниципальный район',['20639100','Городские поселения Поворинского муниципального района','20639101','город Поворино','20639400','Сельские поселения Поворинского муниципального района','20639404','Байчуровское','20639408','Вихляевское','20639412','Добровольское','20639416','Мазурское','20639420','Октябрьское','20639424','Песковское','20639432','Рождественское','20639436','Самодуровское']]
,['20641','Подгоренский муниципальный район',['20641100','Городские поселения Подгоренского муниципального района','20641151','Подгоренское','20641400','Сельские поселения Подгоренского муниципального района','20641408','Белогорьевское','20641412','Берёзовское','20641416','Большедмитровское','20641418','Витебское','20641420','Гончаровское','20641428','Гришевское','20641440','Колодежанское','20641444','Лыковское','20641448','Первомайское','20641452','Переваленское','20641460','Сагуновское','20641464','Семейское','20641468','Сергеевское','20641476','Скорорыбское','20641488','Юдинское']]
,['20643','Рамонский муниципальный район',['20643100','Городские поселения Рамонского муниципального района','20643151','Рамонское','20643400','Сельские поселения Рамонского муниципального района','20643404','Айдаровское','20643408','Берёзовское','20643412','Большеверейское','20643416','Горожанское','20643420','Карачунское','20643422','Комсомольское','20643424','Ломовское','20643428','Новоживотинновское','20643432','Павловское','20643440','Русскогвоздёвское','20643444','Скляевское','20643448','Сомовское','20643452','Ступинское','20643456','Чистополянское','20643460','Яменское']]
,['20645','Репьёвский муниципальный район',['20645400','Сельские поселения Репьёвского муниципального района','20645404','Бутырское','20645408','Истобинское','20645412','Колбинское','20645416','Краснолипьевское','20645420','Новосолдатское','20645424','Осадчевское','20645428','Платавское','20645432','Репьёвское','20645436','Россошанское','20645437','Россошкинское','20645440','Скорицкое']]
,['20647','Россошанский муниципальный район',['20647100','Городские поселения Россошанского муниципального района','20647101','город Россошь','20647400','Сельские поселения Россошанского муниципального района','20647404','Алейниковское','20647408','Александровское','20647410','Архиповское','20647412','Евстратовское','20647416','Жилинское','20647420','Копёнкинское','20647424','Кривоносовское','20647428','Криничанское','20647432','Лизиновское','20647436','Морозовское','20647440','Новокалитвенское','20647444','Новопостояловское','20647448','Подгоренское','20647452','Поповское','20647456','Старокалитвенское','20647460','Шекаловское','20647464','Шрамовское']]
,['20649','Семилукский муниципальный район',['20649100','Городские поселения Семилукского муниципального района','20649101','город Семилуки','20649160','Латненское','20649165','Стрелицкое','20649400','Сельские поселения Семилукского муниципального района','20649412','Губарёвское','20649416','Девицкое','20649420','Землянское','20649428','Латненское','20649432','Лосевское','20649444','Медвеженское','20649452','Нижневедугское','20649456','Новосильское','20649464','Перлёвское','20649468','Семилукское','20649472','Стадницкое','20649476','Староведугское']]
,['20651','Таловский муниципальный район',['20651100','Городские поселения Таловского муниципального района','20651151','Таловское','20651400','Сельские поселения Таловского муниципального района','20651404','Абрамовское','20651412','Александровское','20651432','Вознесенское','20651440','Добринское','20651446','Каменно-Степное','20651452','Нижнекаменское','20651460','Новочигольское','20651464','Орловское','20651468','Синявское','20651472','Тишанское','20651480','Шанинское']]
,['20654','Терновский муниципальный район',['20654400','Сельские поселения Терновского муниципального района','20654404','Александровское','20654408','Алешковское','20654412','Братковское','20654416','Есиповское','20654420','Киселинское','20654424','Козловское','20654428','Костино-Отдельское','20654432','Народненское','20654444','Новотроицкое','20654452','Русановское','20654456','Тамбовское','20654460','Терновское']]
,['20656','Хохольский муниципальный район',['20656100','Городские поселения Хохольского муниципального района','20656151','Хохольское','20656400','Сельские поселения Хохольского муниципального района','20656404','Архангельское','20656408','Борщёвское','20656416','Гремяченское','20656424','Костёнское','20656428','Кочетовское','20656437','Новогремяченское','20656440','Оськинское','20656444','Петинское','20656452','Семидесятское','20656456','Староникольское','20656464','Яблоченское']]
,['20658','Эртильский муниципальный район',['20658100','Городские поселения Эртильского муниципального района','20658101','город Эртиль','20658400','Сельские поселения Эртильского муниципального района','20658404','Александровское','20658408','Битюг-Матрёновское','20658412','Большедобринское','20658416','Борщево-Песковское','20658420','Буравцовское','20658424','Морозовское','20658428','Первомайское','20658432','Ростошинское','20658436','Самовецкое','20658440','Щучинское','20658444','Щучинско-Песковское','20658448','Первоэртильское','20658452','Ячейское']]
,['20701','город Воронеж',undefined
]
,['20710','Борисоглебский',undefined
]
,['20727','город Нововоронеж',undefined
]
]]
,['22','МО Нижегородской области',
[['22502','Ардатовский МО',undefined
]
,['22505','Балахнинский МО',undefined
]
,['22507','Богородский МО',undefined
]
,['22509','Большеболдинский МО',undefined
]
,['22510','Большемурашкинский МО',undefined
]
,['22512','Бутурлинский МО',undefined
]
,['22514','Вадский МО',undefined
]
,['22515','Варнавинский МО',undefined
]
,['22517','Вачский МО',undefined
]
,['22518','Ветлужский МО',undefined
]
,['22519','Вознесенский МО',undefined
]
,['22520','Володарский МО',undefined
]
,['22522','Воскресенский МО',undefined
]
,['22526','Гагинский МО',undefined
]
,['22528','Городецкий МО',undefined
]
,['22530','Дальнеконстантиновский МО',undefined
]
,['22532','Дивеевский МО',undefined
]
,['22533','Княгининский МО',undefined
]
,['22534','Ковернинский МО',undefined
]
,['22535','Краснобаковский МО',undefined
]
,['22536','Краснооктябрьский МО',undefined
]
,['22537','Кстовский МО',undefined
]
,['22539','Лукояновский МО',undefined
]
,['22540','Лысковский МО',undefined
]
,['22542','Павловский МО',undefined
]
,['22545','Пильнинский МО',undefined
]
,['22546','Починковский МО',undefined
]
,['22548','Сергачский МО',undefined
]
,['22549','Сеченовский МО',undefined
]
,['22550','Сосновский МО',undefined
]
,['22551','Спасский МО',undefined
]
,['22552','Тонкинский МО',undefined
]
,['22553','Тоншаевский МО',undefined
]
,['22554','Уренский МО',undefined
]
,['22556','Шарангский МО',undefined
]
,['22557','Шатковский МО',undefined
]
,['22701','город Нижний Новгород',undefined
]
,['22703','город Арзамас',undefined
]
,['22704','ЗАТО город Саров',undefined
]
,['22712','город Бор',undefined
]
,['22715','город Выкса',undefined
]
,['22719','Воротынский',undefined
]
,['22721','город Дзержинск',undefined
]
,['22727','город Кулебаки',undefined
]
,['22730','Навашинский',undefined
]
,['22734','город Первомайск',undefined
]
,['22737','Семеновский',undefined
]
,['22739','Перевозский',undefined
]
,['22749','Сокольский',undefined
]
,['22755','город Чкаловск',undefined
]
,['22758','город Шахунья',undefined
]
]]
,['24','МО Ивановской области',
[['24601','Вичугский муниципальный район',['24601100','Городские поселения Вичугского муниципального района','24601154','Каменское','24601157','Новописцовское','24601160','Старовичугское','24601400','Сельские поселения Вичугского муниципального района','24601410','Октябрьское','24601440','Сошниковское','24601446','Сунженское']]
,['24602','Верхнеландеховский муниципальный район',['24602100','Городские поселения Верхнеландеховского муниципального района','24602151','Верхнеландеховское','24602400','Сельские поселения Верхнеландеховского муниципального района','24602420','Кромское','24602427','Мытское','24602438','Симаковское']]
,['24603','Гаврилово-Посадский муниципальный район',['24603100','Городские поселения Гаврилово-Посадского муниципального района','24603101','Гаврилово-Посадское','24603156','Петровское','24603400','Сельские поселения Гаврилово-Посадского муниципального района','24603428','Новоселковское','24603432','Осановецкое','24603440','Шекшовское']]
,['24605','Заволжский муниципальный район',['24605100','Городские поселения Заволжского муниципального района','24605101','Заволжское','24605400','Сельские поселения Заволжского муниципального района','24605410','Волжское','24605414','Дмитриевское','24605430','Сосневское','24605445','Междуреченское']]
,['24607','Ивановский муниципальный район',['24607400','Сельские поселения Ивановского муниципального района','24607404','Беляницкое','24607412','Богородское','24607424','Коляновское','24607440','Богданихское','24607448','Новоталицкое','24607456','Балахонковское','24607457','Озёрновское','24607458','Подвязновское','24607460','Куликовское','24607468','Тимошихское','24607473','Чернореченское']]
,['24609','Ильинский муниципальный район',['24609100','Городские поселения Ильинского муниципального района','24609151','Ильинское','24609400','Сельские поселения Ильинского муниципального района','24609408','Аньковское','24609416','Ивашевское','24609428','Исаевское','24609452','Щенниковское']]
,['24611','Кинешемский муниципальный район',['24611100','Городские поселения Кинешемского муниципального района','24611104','Наволокское','24611400','Сельские поселения Кинешемского муниципального района','24611404','Батмановское','24611408','Горковское','24611428','Луговское','24611436','Решемское','24611440','Ласкарихинское','24611448','Шилекшинское']]
,['24613','Комсомольский муниципальный район',['24613100','Городские поселения Комсомольского муниципального района','24613101','Комсомольское','24613400','Сельские поселения Комсомольского муниципального района','24613415','Марковское','24613424','Новоусадебское','24613430','Октябрьское','24613432','Писцовское','24613433','Подозерское']]
,['24614','Лежневский муниципальный район',['24614100','Городские поселения Лежневского муниципального района','24614151','Лежневское','24614400','Сельские поселения Лежневского муниципального района','24614415','Сабиновское','24614430','Лежневское','24614435','Новогоркинское','24614470','Шилыковское']]
,['24615','Лухский муниципальный район',['24615100','Городские поселения Лухского муниципального района','24615151','Лухское','24615400','Сельские поселения Лухского муниципального района','24615408','Благовещенское','24615424','Порздневское','24615428','Рябовское','24615432','Тимирязевское']]
,['24617','Палехский муниципальный район',['24617100','Городские поселения Палехского муниципального района','24617151','Палехское','24617400','Сельские поселения Палехского муниципального района','24617412','Майдаковское','24617424','Пановское','24617436','Раменское']]
,['24619','Пестяковский муниципальный район',['24619100','Городские поселения Пестяковского муниципального района','24619151','Пестяковское','24619400','Сельские поселения Пестяковского муниципального района','24619444','Нижнеландеховское','24619448','Пестяковское']]
,['24620','Приволжский муниципальный район',['24620100','Городские поселения Приволжского муниципального района','24620104','Плесское','24620106','Приволжское','24620400','Сельские поселения Приволжского муниципального района','24620416','Ингарское','24620434','Новское','24620440','Рождественское']]
,['24621','Пучежский муниципальный район',['24621100','Городские поселения Пучежского муниципального района','24621101','Пучежское','24621400','Сельские поселения Пучежского муниципального района','24621412','Затеихинское','24621416','Илья-Высоковское','24621436','Мортковское','24621444','Сеготское']]
,['24623','Родниковский муниципальный район',['24623100','Городские поселения Родниковского муниципального района','24623101','Родниковское','24623400','Сельские поселения Родниковского муниципального района','24623406','Каминское','24623444','Парское','24623452','Филисовское']]
,['24625','Савинский муниципальный район',['24625100','Городские поселения Савинского муниципального района','24625151','Савинское','24625400','Сельские поселения Савинского муниципального района','24625404','Вознесенское','24625408','Воскресенское','24625412','Горячевское','24625432','Савинское','24625436','Архиповское']]
,['24629','Тейковский муниципальный район',['24629100','Городские поселения Тейковского муниципального района','24629154','Нерльское','24629400','Сельские поселения Тейковского муниципального района','24629408','Большеклочковское','24629416','Крапивновское','24629420','Морозовское','24629430','Новогоряновское','24629444','Новолеушинское']]
,['24631','Фурмановский муниципальный район',['24631100','Городские поселения Фурмановского муниципального района','24631101','Фурмановское','24631400','Сельские поселения Фурмановского муниципального района','24631406','Хромцовское','24631412','Дуляпинское','24631432','Панинское','24631436','Иванковское','24631456','Широковское']]
,['24633','Шуйский муниципальный район',['24633100','Городские поселения Шуйского муниципального района','24633154','Колобовское','24633400','Сельские поселения Шуйского муниципального района','24633408','Афанасьевское','24633412','Васильевское','24633432','Остаповское','24633440','Китовское','24633456','Перемиловское','24633460','Семейкинское','24633472','Введенское']]
,['24635','Южский муниципальный район',['24635100','Городские поселения Южского муниципального района','24635101','Южское','24635400','Сельские поселения Южского муниципального района','24635406','Холуйское','24635407','Мугреево-Никольское','24635416','Новоклязьминское','24635420','Талицко-Мугреевское','24635424','Хотимльское']]
,['24637','Юрьевецкий муниципальный район',['24637100','Городские поселения Юрьевецкого муниципального района','24637101','Юрьевецкое','24637400','Сельские поселения Юрьевецкого муниципального района','24637404','Елнатское','24637424','Михайловское','24637432','Соболевское']]
,['24701','Иваново',undefined
]
,['24703','Вичуга',undefined
]
,['24705','Кинешма',undefined
]
,['24706','Кохма',undefined
]
,['24707','Тейково',undefined
]
,['24711','Шуя',undefined
]
]]
,['25','МО Иркутской области',
[['25601','Балаганский муниципальный район',['25601400','Сельские поселения Балаганского муниципального района','25601403','Балаганское','25601405','Биритское','25601410','Заславское','25601415','Коноваловское','25601418','Кумарейское','25601425','Тарнопольское','25601435','Шарагайское']]
,['25602','Бодайбинский муниципальный район',['25602100','Городские поселения Бодайбинского муниципального района','25602101','Бодайбинское','25602155','Артёмовское','25602156','Балахнинское','25602158','Кропоткинское','25602162','Мамаканское','25602400','Сельские поселения Бодайбинского муниципального района','25602402','Жуинское']]
,['25604','Братский муниципальный район',['25604100','Городские поселения Братского муниципального района','25604103','Вихоревское','25604400','Сельские поселения Братского муниципального района','25604401','Большеокинское','25604402','Добчурское','25604404','Илирское','25604407','Калтукское','25604410','Карахунское','25604413','Кежемское','25604416','Ключи-Булакское','25604422','Кобляковское','25604425','Кузнецовское','25604428','Наратайское','25604431','Озернинское','25604434','Прибойнинское','25604437','Покоснинское','25604440','Прибрежнинское','25604443','Тангуйское','25604445','Тарминское','25604447','Турманское','25604450','Тэмьское','25604452','Харанжинское','25604455','Шумиловское','25604456','Зябинское','25604457','Кобинское','25604458','Куватское','25604700','Межселенные территории Братского муниципального района','25604701','Межселенные территории Братского муниципального района, на которых расположены земли следующих населенных пунктов: п Тынкобь, п Хвойный']]
,['25605','Аларский муниципальный район',['25605400','Сельские поселения Аларского муниципального района','25605402','Аларь','25605404','Александровск','25605407','Аляты','25605410','Ангарский','25605413','Бахтай','25605414','Забитуй','25605416','Егоровск','25605419','Зоны','25605422','Иваническ','25605425','Куйта','25605426','Кутулик','25605427','Маниловск','25605428','Могоенок','25605431','Нельхай','25605432','Ныгда','25605434','Табарсук','25605437','Тыргетуй']]
,['25606','Жигаловский муниципальный район',['25606100','Городские поселения Жигаловского муниципального района','25606151','Жигаловское','25606400','Сельские поселения Жигаловского муниципального района','25606404','Дальне-Закорское','25606407','Знаменское','25606419','Лукиновское','25606422','Петровское','25606425','Рудовское','25606431','Тимошинское','25606434','Тутурское','25606437','Усть-Илгинское','25606440','Чиканское','25606700','Межселенные территории Жигаловского муниципального района','25606701','Межселенные территории Жигаловского муниципального района, на которых расположены земли следующих населенных пунктов: с Коношаново, д Головское']]
,['25607','Баяндаевский муниципальный район',['25607400','Сельские поселения Баяндаевского муниципального района','25607405','Баяндай','25607408','Васильевск','25607410','Гаханы','25607414','Курумчинский','25607420','Кырма','25607424','Люры','25607428','Нагалык','25607432','Ользоны','25607434','Покровка','25607435','Половинка','25607441','Тургеневка','25607448','Хогот']]
,['25608','Заларинский муниципальный район',['25608100','Городские поселения Заларинского муниципального района','25608151','Заларинское','25608155','Тыретьское','25608400','Сельские поселения Заларинского муниципального района','25608402','Бабагайское','25608404','Бажирское','25608407','Веренское','25608410','Владимирское','25608416','Моисеевское','25608419','Мойганское','25608422','Новочеремховское','25608425','Семеновское','25608428','Троицкое','25608434','Ханжиновское','25608437','Холмогойское','25608440','Хор-Тагнинское','25608443','Черемшанское']]
,['25609','Боханский муниципальный район',['25609400','Сельские поселения Боханского муниципального района','25609402','Александровское','25609405','Бохан','25609407','Буреть','25609416','Казачье','25609419','Каменка','25609424','Новая Ида','25609429','Олонки','25609435','Середкино','25609438','Тараса','25609440','Тихоновка','25609442','Укыр','25609449','Хохорск','25609450','Шаралдай']]
,['25610','Зиминский муниципальный район',['25610400','Сельские поселения Зиминского муниципального района','25610402','Батаминское','25610404','Зулумайское','25610407','Кимильтейское','25610413','Масляногорское','25610419','Покровское','25610422','Услонское','25610425','Ухтуйское','25610428','Филипповское','25610431','Хазанское','25610435','Харайгунское']]
,['25612','Иркутский муниципальный район',['25612100','Городские поселения Иркутского муниципального района','25612155','Большереченское','25612160','Листвянское','25612163','Марковское','25612400','Сельские поселения Иркутского муниципального района','25612404','Голоустненское','25612407','Гороховское','25612408','Карлукское','25612410','Максимовское','25612413','Никольское','25612416','Оекское','25612419','Ревякинское','25612422','Смоленское','25612425','Уриковское','25612428','Усть-Балейское','25612431','Ушаковское','25612434','Хомутовское','25612437','Ширяевское','25612438','Дзержинское','25612439','Мамонское','25612440','Молодежное','25612441','Сосновоборское','25612442','Усть-Кудинское']]
,['25614','Казачинско-Ленский муниципальный район',['25614100','Городские поселения Казачинско-Ленского муниципального района','25614153','Кунерминское','25614154','Магистральнинское','25614158','Ульканское','25614400','Сельские поселения Казачинско-Ленского муниципального района','25614404','Казачинское','25614407','Карамское','25614413','Мартыновское','25614416','Новоселовское','25614417','Ключевское','25614418','Небельское','25614700','Межселенные территории Казачинско-Ленского муниципального района','25614701','Межселенные территории Казачинско-Ленского муниципального района, на которых расположены земли следующих населенных пунктов: д Вершина Ханды']]
,['25616','Катангский муниципальный район',['25616400','Сельские поселения Катангского муниципального района','25616404','Ербогачёнское','25616419','Непское','25616425','Подволошинское','25616428','Преображенское']]
,['25618','Качугский муниципальный район',['25618100','Городские поселения Качугского муниципального района','25618151','Качугское','25618400','Сельские поселения Качугского муниципального района','25618402','Ангинское','25618404','Белоусовское','25618407','Бирюльское','25618410','Большетарельское','25618413','Бутаковское','25618416','Вершино-Тутурское','25618419','Верхоленское','25618422','Залогское','25618425','Зареченское','25618428','Карлукское','25618431','Качугское','25618437','Манзурское','25618443','Харбатовское']]
,['25620','Киренский муниципальный район',['25620100','Городские поселения Киренского муниципального района','25620101','Киренское','25620155','Алексеевское','25620400','Сельские поселения Киренского муниципального района','25620402','Алымовское','25620419','Коршуновское','25620425','Криволукское','25620431','Макаровское','25620435','Небельское','25620437','Петропавловское','25620453','Юбилейнинское','25620700','Межселенные территории Киренского муниципального района','25620701','Межселенные территории Киренского муниципального района, на территории которых расположены земли следующих населенных пунктов: с Улькан, с Красноярово, п Визирный']]
,['25622','Куйтунский муниципальный район',['25622100','Городские поселения Куйтунского муниципального района','25622151','Куйтунское','25622400','Сельские поселения Куйтунского муниципального района','25622404','Алкинское','25622410','Андрюшинское','25622413','Барлукское','25622416','Большекашелакское','25622425','Иркутское','25622428','Каразейское','25622434','Карымское','25622436','Кундуйское','25622438','Ленинское','25622440','Лермонтовское','25622443','Мингатуйское','25622447','Новотельбинское','25622449','Тулюшское','25622452','Усть-Кадинское','25622454','Уховское','25622455','Уянское','25622458','Харикское','25622461','Чеботарихинское','25622462','Панагинское']]
,['25624','Мамско-Чуйский муниципальный район',['25624100','Городские поселения Мамско-Чуйского муниципального района','25624151','Мамское','25624155','Витимское','25624170','Луговское','25624700','Межселенные территории Мамско-Чуйского муниципального района','25624701','Межселенная территория Мамско-Чуйского муниципального района, на территории которой расположены земли населенного пункта с Чуя']]
,['25626','Нижнеилимский муниципальный район',['25626100','Городские поселения Нижнеилимского муниципального района','25626101','Железногорское','25626155','Видимское','25626160','Новоигирминское','25626162','Радищевское','25626163','Рудногорское','25626165','Хребтовское','25626170','Шестаковское','25626175','Янгелевское','25626400','Сельские поселения Нижнеилимского муниципального района','25626402','Березняковское','25626404','Брусничное','25626406','Дальнинское','25626408','Заморское','25626411','Коршуновское','25626412','Новоилимское','25626413','Речушинское','25626418','Семигорское','25626420','Соцгородское','25626700','Межселенные территории Нижнеилимского муниципального района','25626701','Межселенные территории Нижнеилимского муниципального района, на которых расположены земли следующих населенных пунктов: п Заярск, п Миндей 1 и др.']]
,['25628','Нижнеудинский муниципальный район',['25628100','Городские поселения Нижнеудинского муниципального района','25628101','Нижнеудинское','25628105','Алзамайское','25628155','Атагайское','25628160','Уковское','25628165','Шумское','25628400','Сельские поселения Нижнеудинского муниципального района','25628402','Староалзамайское','25628407','Верхнегутарское','25628410','Замзорское','25628411','Заречное','25628413','Иргейское','25628416','Каменское','25628419','Катарбейское','25628422','Катарминское','25628423','Костинское','25628424','Нерхинское','25628425','Порогское','25628428','Солонецкое','25628431','Тофаларское','25628434','Усть-Рубахинское','25628437','Худоеланское','25628440','Чеховское','25628443','Шебертинское','25628446','Широковское']]
,['25629','Нукутский муниципальный район',['25629400','Сельские поселения Нукутского муниципального района','25629402','Алтарик','25629404','Закулей','25629407','Новоленино','25629410','Новонукутское','25629413','Нукуты','25629416','Первомайское','25629419','Хадахан','25629420','Хареты','25629422','Целинный','25629427','Шаратское']]
,['25630','Ольхонский муниципальный район',['25630400','Сельские поселения Ольхонского муниципального района','25630402','Бугульдейское','25630404','Еланцынское','25630407','Онгуренское','25630410','Куретское','25630413','Шара-Тоготское','25630420','Хужирское']]
,['25631','Осинский муниципальный район',['25631400','Сельские поселения Осинского муниципального района','25631404','Бильчир','25631407','Бурят-Янгуты','25631417','Ирхидей','25631422','Каха-Онгойское','25631424','Майск','25631425','Ново-Ленино','25631426','Обуса','25631427','Оса','25631429','поселок Приморский','25631433','Русские Янгуты','25631440','Улейское','25631445','Усть-Алтан']]
,['25634','Слюдянский муниципальный район',['25634100','Городские поселения Слюдянского муниципального района','25634101','Слюдянское','25634108','Байкальское','25634162','Култукское','25634400','Сельские поселения Слюдянского муниципального района','25634402','Быстринское','25634404','Маритуйское','25634407','Утуликское','25634408','Новоснежнинское','25634420','Портбайкальское']]
,['25636','Тайшетский муниципальный район',['25636100','Городские поселения Тайшетского муниципального района','25636101','Тайшетское','25636105','Бирюсинское','25636155','Квитокское','25636156','Юртинское','25636162','Новобирюсинское','25636174','Шиткинское','25636400','Сельские поселения Тайшетского муниципального района','25636402','Старо-Акульшетское','25636404','Березовское','25636406','Бирюсинское','25636408','Борисовское','25636410','Бузыкановское','25636413','Джогинское','25636417','Зареченское','25636422','Полинчетское','25636427','Мирнинское','25636428','Николаевское','25636431','Нижнезаимское','25636434','Половино-Черемховское','25636437','Рождественское','25636440','Венгерское','25636443','Соляновское','25636446','Тальское','25636452','Тимирязевское','25636455','Черчетское','25636458','Шелаевское','25636461','Шелеховское','25636465','Разгонское','25636466','Тамтачетское','25636700','Межселенные территории Тайшетского муниципального района','25636701','Межселенные территории Тайшетского муниципального района, расположенные вне границ муниципальных образований Тайшетского муниципального района']]
,['25638','Тулунский муниципальный район',['25638400','Сельские поселения Тулунского муниципального района','25638401','Азейское','25638404','Будаговское','25638407','Бурхунское','25638408','Владимирское','25638410','Гадалейское','25638413','Ишидейское','25638416','Гуранское','25638419','Евдокимовское','25638422','Едогонское','25638425','Икейское','25638428','Кирейское','25638431','Котикское','25638437','Мугунское','25638438','Нижнебурбукское','25638440','Афанасьевское','25638442','Октябрьское','25638443','Перфиловское','25638444','Сибирякское','25638445','Писаревское','25638446','Умыганское','25638449','Усть-Кульское','25638452','Шерагульское','25638453','Алгатуйское','25638454','Аршанское']]
,['25640','Усольский муниципальный район',['25640100','Городские поселения Усольского муниципального района','25640153','Белореченское','25640155','Мишелевское','25640160','Среднинское','25640162','Тайтурское','25640173','Тельминское','25640400','Сельские поселения Усольского муниципального района','25640404','Большееланское','25640407','Железнодорожное','25640412','Новожилкинское','25640414','Новомальтинское','25640416','Раздольинское','25640419','Сосновское','25640422','Тальянское']]
,['25642','Усть-Илимский муниципальный район',['25642100','Городские поселения Усть-Илимского муниципального района','25642155','Железнодорожное','25642400','Сельские поселения Усть-Илимского муниципального района','25642401','Бадарминское','25642403','Ершовское','25642404','Подъеланское','25642405','Невонское','25642407','Седановское','25642408','Тубинское','25642410','Эдучанское','25642700','Межселенные территории Усть-Илимского муниципального района','25642701','Межселенные территории Усть-Илимского муниципального района, расположенные вне границ муниципальных образований Усть-Илимского муниципального района']]
,['25644','Усть-Кутский муниципальный район',['25644100','Городские поселения Усть-Кутского муниципального района','25644101','Усть-Кутское','25644154','Звёзднинское','25644160','Янтальское','25644400','Сельские поселения Усть-Кутского муниципального района','25644407','Ручейское','25644410','Верхнемарковское','25644413','Нийское','25644422','Подымахинское','25644700','Межселенные территории Усть-Кутского муниципального района','25644701','Межселенная территория Усть-Кутского муниципального района, на территории которой расположены земли следующих населенных пунктов: с Боярск, с Омолой и др.']]
,['25646','Усть-Удинский муниципальный район',['25646400','Сельские поселения Усть-Удинского муниципального района','25646402','Аносовское','25646404','Аталанское','25646407','Балаганкинское','25646413','Игжейское','25646422','Малышевское','25646425','Молькинское','25646428','Новоудинское','25646431','Подволоченское','25646434','Светлолобовское','25646437','Среднемуйское','25646442','Усть-Удинское','25646446','Юголокское','25646447','Ключинское','25646448','Чичковское']]
,['25648','Черемховский муниципальный район',['25648100','Городские поселения Черемховского муниципального района','25648155','Михайловское','25648400','Сельские поселения Черемховского муниципального района','25648402','Алехинское','25648404','Бельское','25648405','Булайское','25648407','Голуметское','25648410','Зерновское','25648412','Каменно-Ангарское','25648416','Нижнеиретское','25648417','Новогромовское','25648418','Новостроевское','25648419','Онотское','25648422','Парфеновское','25648425','Саянское','25648428','Лоховское','25648431','Тальниковское','25648434','Тунгусское','25648437','Узколугское','25648443','Черемховское']]
,['25650','Чунский муниципальный район',['25650100','Городские поселения Чунского муниципального района','25650151','Чунское','25650162','Лесогорское','25650165','Октябрьское','25650400','Сельские поселения Чунского муниципального района','25650402','Балтуринское','25650407','Бунбуйское','25650410','Веселовское','25650414','Каменское','25650416','Мухинское','25650419','Новочунское','25650422','Таргизское','25650425','Червянское','25650700','Межселенные территории Чунского  муниципального района','25650701','Межселенные территории Чунского муниципального района, расположенные вне границ муниципальных образований  Чунского муниципального района']]
,['25655','Шелеховский муниципальный район',['25655100','Городские поселения Шелеховского муниципального района','25655101','Шелеховское','25655400','Сельские поселения Шелеховского муниципального района','25655402','Баклашинское','25655404','Большелугское','25655407','Олхинское','25655408','Подкаменское','25655415','Шаманское']]
,['25657','Эхирит-Булагатский муниципальный район',['25657400','Сельские поселения Эхирит-Булагатского муниципального района','25657401','Алужинское','25657402','Ахинское','25657413','Гаханское','25657416','Захальское','25657419','Капсальское','25657420','Корсукское','25657422','Кулункунское','25657432','Ново-Николаевское','25657435','Олойское','25657442','Тугутуйское','25657444','Усть-Ордынское','25657447','Харазаргайское','25657448','Харатское']]
,['25701','город Иркутск',undefined
]
,['25703','Ангарский',undefined
]
,['25714','город Братск',undefined
]
,['25720','Зиминское',undefined
]
,['25726','город Саянск',undefined
]
,['25732','город Тулун',undefined
]
,['25736','город Усолье-Сибирское',undefined
]
,['25738','город Усть-Илимск',undefined
]
,['25745','город Черемхово',undefined
]
,['25746','город Свирск',undefined
]
]]
,['26','МО Республики Ингушетии',
[['26605','Назрановский муниципальный район',['26605400','Сельские поселения Назрановского муниципального района','26605405','Плиево','26605410','Барсуки','26605415','Долаково','26605425','Кантышево','26605430','Экажево','26605435','Али-Юрт','26605440','Гази-Юрт','26605445','Сурхахи','26605450','Яндаре']]
,['26610','Сунженский муниципальный район',['26610400','Сельские поселения Сунженского муниципального района','26610410','Нестеровское','26610415','Троицкое','26610420','Алхасты','26610425','Галашки','26610430','Мужичи','26610435','Алкун','26610440','Аршты','26610445','Чемульга','26610450','Берд-Юрт','26610455','Даттых']]
,['26615','Малгобекский муниципальный район',['26615400','Сельские поселения Малгобекского муниципального района','26615405','Сагопши','26615410','Пседах','26615415','Инарки','26615420','Вознесенское','26615425','Южное','26615430','Аки-Юрт','26615435','Зязиков-Юрт','26615440','Новый Редант','26615445','Нижние Ачалуки','26615450','Средние Ачалуки','26615455','Верхние Ачалуки','26615460','Вежарий']]
,['26620','Джейрахский муниципальный район',['26620400','Сельские поселения Джейрахского муниципального района','26620410','Джейрах','26620420','Ольгети','26620430','Ляжги','26620440','Бейни','26620450','Гули']]
,['26701','город Магас',undefined
]
,['26706','город Назрань',undefined
]
,['26710','город Карабулак',undefined
]
,['26715','город Малгобек',undefined
]
,['26720','город Сунжа',undefined
]
]]
,['27','МО Калининградской области',
[['27503','Багратионовский',undefined
]
,['27506','Гвардейский',undefined
]
,['27507','Гурьевский',undefined
]
,['27510','Зеленоградский',undefined
]
,['27513','Краснознаменский',undefined
]
,['27514','Неманский',undefined
]
,['27515','Нестеровский',undefined
]
,['27516','Озерский',undefined
]
,['27518','Полесский',undefined
]
,['27519','Правдинский',undefined
]
,['27527','Славский',undefined
]
,['27539','Черняховский',undefined
]
,['27701','город Калининград',undefined
]
,['27705','Балтийский',undefined
]
,['27709','Гусевский',undefined
]
,['27711','Ладушкинский',undefined
]
,['27712','Мамоновский',undefined
]
,['27717','Пионерский',undefined
]
,['27725','Светловский',undefined
]
,['27730','Советский',undefined
]
,['27734','Светлогорский',undefined
]
,['27740','Янтарный',undefined
]
]]
,['28','МО Тверской области',
[['28502','Андреапольский',undefined
]
,['28506','Бельский',undefined
]
,['28510','Весьегонский',undefined
]
,['28514','Жарковский',undefined
]
,['28516','Западнодвинский',undefined
]
,['28518','Зубцовский',undefined
]
,['28526','Кесовогорский',undefined
]
,['28528','Кимрский',undefined
]
,['28532','Краснохолмский',undefined
]
,['28536','Лесной',undefined
]
,['28538','Лихославльский',undefined
]
,['28540','Максатихинский',undefined
]
,['28542','Молоковский',undefined
]
,['28544','Оленинский',undefined
]
,['28546','Пеновский',undefined
]
,['28547','Рамешковский',undefined
]
,['28548','Ржевский',undefined
]
,['28549','Сандовский',undefined
]
,['28550','Селижаровский',undefined
]
,['28551','Сонковский',undefined
]
,['28552','Спировский',undefined
]
,['28553','Старицкий',undefined
]
,['28604','Бежецкий муниципальный район',['28604100','Городские поселения Бежецкого муниципального района','28604101','город Бежецк','28604400','Сельские поселения Бежецкого муниципального района','28604402','Борковское','28604404','Васюковское','28604405','Житищенское','28604408','Городищенское','28604411','Зобинское','28604419','Лаптихинское','28604425','Моркиногорское','28604437','Поречьевское','28604449','Сукроменское','28604455','Филиппковское','28604456','Фралёвское','28604461','Шишковское']]
,['28608','Бологовский муниципальный район',['28608100','Городские поселения Бологовского муниципального района','28608101','город Бологое','28608163','Куженкинское','28608400','Сельские поселения Бологовского муниципального района','28608402','Березайское','28608404','Березорядское','28608405','Выползовское','28608406','Валдайское','28608407','Гузятинское','28608416','Кафтинское','28608419','Кемецкое','28608431','Рютинское','28608440','Куженкинское']]
,['28620','Калининский муниципальный район',['28620100','Городские поселения Калининского муниципального района','28620155','поселок Васильевский Мох','28620157','поселок Орша','28620163','поселок Суховерково','28620400','Сельские поселения Калининского муниципального района','28620408','Бурашевское','28620410','Верхневолжское','28620414','Аввакумовское','28620418','Заволжское','28620424','Каблуковское','28620426','Красногорское','28620430','Кулицкое','28620438','Медновское','28620440','Михайловское','28620448','Никулинское','28620468','Славновское','28620476','Тургиновское','28620478','Черногубовское','28620480','Щербининское','28620482','Эммаусское']]
,['28622','Калязинский муниципальный район',['28622100','Городские поселения Калязинского муниципального района','28622101','город Калязин','28622400','Сельские поселения Калязинского муниципального района','28622402','Алферовское','28622424','Нерльское','28622434','Семендяевское','28622438','Старобисловское']]
,['28630','Конаковский муниципальный район',['28630100','Городские поселения Конаковского муниципального района','28630101','город Конаково','28630155','поселок Изоплит','28630158','поселок Козлово','28630163','поселок Новозавидовский','28630172','поселок Радченко','28630174','поселок Редкино','28630400','Сельские поселения Конаковского муниципального района','28630404','Вахонинское','28630408','Городенское','28630412','Дмитровогорское','28630414','Завидово','28630415','Старомелковское','28630419','Первомайское','28630422','Ручьевское','28630424','Селиховское','28630432','Юрьево-Девичьевское','28630438','Козловское']]
,['28634','Кувшиновский муниципальный район',['28634100','Городские поселения Кувшиновского муниципального района','28634101','город Кувшиново','28634400','Сельские поселения Кувшиновского муниципального района','28634410','Сокольническое','28634420','Могилевское','28634426','Прямухинское','28634432','Тысяцкое']]
,['28654','Торжокский муниципальный район',['28654400','Сельские поселения Торжокского муниципального района','28654408','Яконовское','28654412','Большесвятцовское','28654414','Будовское','28654418','Высоковское','28654422','Борисцевское','28654424','Грузинское','28654430','Мирновское','28654444','Марьинское','28654446','Мошковское','28654458','Тверецкое','28654460','Страшевичское','28654462','Сукромленское','28654464','Рудниковское','28654466','Масловское']]
,['28655','Торопецкий муниципальный район',['28655100','Городские поселения Торопецкого муниципального района','28655101','город Торопец','28655400','Сельские поселения Торопецкого муниципального района','28655412','Василевское','28655420','Кудрявцевское','28655428','Подгородненское','28655432','Плоскошское','28655434','Пожинское','28655436','Понизовское','28655440','Речанское','28655444','Скворцовское']]
,['28657','Фировский муниципальный район',['28657100','Городские поселения Фировского муниципального района','28657151','Фировское','28657157','Великооктябрьское','28657400','Сельские поселения Фировского муниципального района','28657402','Великооктябрьское','28657410','Рождественское','28657418','Фировское']]
,['28701','город Тверь',undefined
]
,['28714','Вышневолоцкий',undefined
]
,['28750','город Торжок',undefined
]
,['28751','Удомельский',undefined
]
,['28752','Осташковский',undefined
]
,['28753','ЗАТО Озерный',undefined
]
,['28756','ЗАТО Солнечный',undefined
]
,['28758','Кашинский',undefined
]
,['28759','Нелидовский',undefined
]
]]
,['29','МО Калужской области',
[['29602','Бабынинский муниципальный район',['29602100','Городские поселения Бабынинского муниципального района','29602103','поселок Воротынск','29602400','Сельские поселения Бабынинского муниципального района','29602408','поселок Бабынино','29602420','село Муромцево','29602440','село Сабуровщино','29602448','село Утешево','29602452','село Бабынино']]
,['29604','Барятинский муниципальный район',['29604400','Сельские поселения Барятинского муниципального района','29604404','деревня Асмолово','29604408','село Барятино','29604412','деревня Бахмутово','29604428','деревня Крисаново-Пятница','29604444','село Сильковичи']]
,['29606','Боровский муниципальный район',['29606100','Городские поселения Боровского муниципального района','29606101','город Боровск','29606105','город Балабаново','29606157','город Ермолино','29606400','Сельские поселения Боровского муниципального района','29606404','деревня Асеньевское','29606412','село Совхоз Боровский','29606416','село Ворсино','29606432','деревня Совьяки','29606436','деревня Кривское']]
,['29608','Дзержинский муниципальный район',['29608100','Городские поселения Дзержинского муниципального района','29608101','город Кондрово','29608157','поселок Полотняный Завод','29608160','поселок Пятовский','29608164','поселок Товарково','29608400','Сельские поселения Дзержинского муниципального района','29608402','деревня Никольское','29608404','деревня Барсуки','29608406','деревня Галкино','29608408','деревня Сени','29608409','село Дворцы','29608410','деревня Жилетово','29608416','деревня Редькино','29608417','деревня Карцово','29608420','село Льва Толстого','29608432','село Совхоз Чкаловский','29608452','деревня Старки','29608456','деревня Рудня','29608464','село Совхоз им Ленина','29608470','Угорское']]
,['29610','Думиничский муниципальный район',['29610100','Городские поселения Думиничского муниципального района','29610151','поселок Думиничи','29610400','Сельские поселения Думиничского муниципального района','29610404','село Брынь','29610408','деревня Буда','29610412','село Вертное','29610416','деревня Высокое','29610420','деревня Верхнее Гульцово','29610424','деревня Дубровка','29610428','деревня Думиничи','29610432','село Новослободск','29610436','село Которь','29610440','село Маклаки','29610444','деревня Маслово','29610448','село  Хотьково','29610452','село Чернышено']]
,['29612','Жиздринский муниципальный район',['29612100','Городские поселения Жиздринского муниципального района','29612101','город Жиздра','29612400','Сельские поселения Жиздринского муниципального района','29612404','деревня Акимовка','29612416','село Овсорок','29612420','село Огорь','29612428','село Студенец','29612436','село Совхоз ""Коллективизатор""','29612444','деревня Младенск']]
,['29613','Жуковский муниципальный район',['29613100','Городские поселения Жуковского муниципального района','29613101','город Жуков','29613157','город Белоусово','29613160','город Кременки','29613400','Сельские поселения Жуковского муниципального района','29613404','село Истье','29613408','село Высокиничи','29613418','село Восход','29613419','деревня Корсаково','29613424','село Совхоз ""Победа""','29613432','деревня Верховье','29613436','село Тарутино','29613440','деревня Тростье','29613444','село Троицкое','29613448','село Трубино','29613456','село Совхоз ""Чаусово""','29613460','деревня Чубарово']]
,['29614','Кировский муниципальный район',['29614100','Городские поселения Кировского муниципального района','29614101','город Киров','29614400','Сельские поселения Кировского муниципального района','29614404','село Бережки','29614408','деревня Малая Песочня','29614412','деревня Большие Савки','29614416','деревня Верхняя Песочня','29614420','село Волое','29614424','село Воскресенск','29614428','деревня Выползово','29614432','деревня Гавриловка','29614436','село Дуброво','29614440','деревня Буда','29614444','деревня Тягаево','29614448','село Фоминичи']]
,['29615','Износковский муниципальный район',['29615400','Сельские поселения Износковского муниципального района','29615401','поселок Мятлево','29615402','деревня Хвощи','29615405','деревня Алексеевка','29615410','село Извольск','29615412','село Износки','29615420','село Льнозавод','29615425','деревня Михали','29615430','деревня Ореховня','29615445','деревня Ивановское','29615465','село Шанский Завод']]
,['29616','Козельский муниципальный район',['29616100','Городские поселения Козельского муниципального района','29616101','город Козельск','29616104','город Сосенский','29616400','Сельские поселения Козельского муниципального района','29616404','село Березичский стеклозавод','29616408','село Бурнашево','29616412','село Волконское','29616416','деревня Дешовки','29616420','деревня Каменка','29616424','деревня Киреевское-Первое','29616428','деревня Лавровск','29616432','село Нижние Прыски','29616436','деревня Плюсково','29616440','деревня Подборки','29616444','село Покровск','29616448','село Попелево','29616452','деревня Сенино-Первое','29616456','село Чернышено']]
,['29618','Куйбышевский муниципальный район',['29618400','Сельские поселения Куйбышевского муниципального района','29618408','поселок Бетлица','29618412','село Бутчино','29618424','село Жерелево','29618440','деревня Высокое','29618444','село Мокрое']]
,['29620','Людиновский муниципальный район',['29620100','Городские поселения Людиновского муниципального района','29620101','город Людиново','29620400','Сельские поселения Людиновского муниципального района','29620404','село Букань','29620416','деревня Игнатовка','29620428','село Заречный','29620432','деревня Манино','29620440','деревня Заболотье']]
,['29623','Малоярославецкий муниципальный район',['29623100','Городские поселения Малоярославецкого муниципального района','29623101','город Малоярославец','29623400','Сельские поселения Малоярославецкого муниципального района','29623409','деревня Воробьево','29623412','поселок Детчино','29623420','деревня Ерденево','29623424','деревня Захарово','29623428','село Ильинское','29623432','село Коллонтай','29623436','село Кудиново','29623440','село Спас-Загорье','29623448','село Маклино','29623452','село Головтеево','29623456','деревня Михеево','29623460','село Недельное','29623468','деревня Прудки','29623472','деревня Рябцево','29623476','поселок Юбилейный','29623480','деревня Шумятино','29623484','деревня Березовка']]
,['29625','Медынский муниципальный район',['29625100','Городские поселения Медынского муниципального района','29625101','город Медынь','29625400','Сельские поселения Медынского муниципального района','29625404','село Адуево','29625412','деревня Глухово','29625416','деревня Гусево','29625425','деревня Михальчуково','29625428','село Кременское','29625436','деревня Варваровка','29625443','село Никитское','29625452','село Передел','29625456','деревня Брюхово','29625460','деревня Романово','29625464','деревня Михеево']]
,['29627','Мещовский муниципальный район',['29627100','Городские поселения Мещовского муниципального района','29627101','город Мещовск','29627400','Сельские поселения Мещовского муниципального района','29627412','село Гаврики','29627424','железнодорожная станция Кудринская','29627425','поселок Молодежный','29627440','село Серпейск']]
,['29629','Мосальский муниципальный район',['29629100','Городские поселения Мосальского муниципального района','29629101','город Мосальск','29629400','Сельские поселения Мосальского муниципального района','29629404','село Боровенск','29629408','деревня Воронино','29629424','деревня Долгое','29629440','деревня Людково','29629448','деревня Посконь','29629452','деревня Путогино','29629456','поселок Раменский','29629458','деревня Савино','29629460','деревня Гачки','29629468','село Дашино']]
,['29632','Перемышльский муниципальный район',['29632400','Сельские поселения Перемышльского муниципального района','29632401','село Перемышль','29632404','село Ахлебинино','29632408','село Борищево','29632412','село Калужская опытная сельскохозяйственная станция','29632416','село Ильинское','29632420','деревня Горки','29632424','село Гремячево','29632432','деревня Большие Козлы','29632436','деревня Погореловка','29632440','село Корекозево','29632444','село Макарово','29632448','деревня Григоровское','29632456','деревня Песочня','29632460','деревня Покровское','29632464','деревня Сильково','29632468','деревня Хотисино']]
,['29634','Спас-Деменский муниципальный район',['29634100','Городские поселения Спас-Деменского муниципального района','29634101','город Спас-Деменск','29634400','Сельские поселения Спас-Деменского муниципального района','29634404','село Буднянский','29634408','деревня Болва','29634412','село Лазинки','29634416','село Любунь','29634420','деревня Нестеры','29634424','хутор Новоалександровский','29634428','село Павлиново','29634432','деревня Теплово','29634436','деревня Понизовье','29634440','деревня Снопот','29634444','деревня Стайки','29634448','село Чипляево']]
,['29636','Сухиничский муниципальный район',['29636100','Городские поселения Сухиничского муниципального района','29636101','город Сухиничи','29636157','поселок Середейский','29636400','Сельские поселения Сухиничского муниципального района','29636404','деревня Алнеры','29636408','деревня Бордуково','29636412','село Стрельна','29636416','деревня Верховая','29636420','деревня Глазково','29636424','село Дабужа','29636426','деревня Ермолово','29636428','село Богдановы Колодези','29636432','село Хотень','29636436','село Брынь','29636440','деревня Радождево','29636445','деревня Соболевка','29636447','деревня Субботники','29636448','село Татаринцы','29636452','село Шлиппово','29636456','село Фролово','29636460','деревня Юрьево']]
,['29638','Тарусский муниципальный район',['29638100','Городские поселения Тарусского муниципального района','29638101','город Таруса','29638400','Сельские поселения Тарусского муниципального района','29638404','село Барятино','29638408','село Волковское','29638412','деревня Похвиснево','29638416','село Некрасово','29638420','село Кузьмищево','29638424','село Вознесенье','29638428','село Лопатино','29638432','село Роща','29638436','село Петрищево','29638440','деревня Алекино']]
,['29642','Ульяновский муниципальный район',['29642400','Сельские поселения Ульяновского муниципального района','29642412','село Волосово-Дудино','29642415','село Дудоровский','29642418','село Заречье','29642438','деревня Мелихово','29642448','село Поздняково','29642456','село Ульяново']]
,['29644','Ферзиковский муниципальный район',['29644400','Сельские поселения Ферзиковского муниципального района','29644402','поселок Ферзиково','29644403','поселок Дугна','29644404','село Авчурино','29644408','деревня Аристово','29644412','Бебелевский сельсовет','29644424','село Грабцево','29644428','Октябрьский сельсовет','29644432','деревня Красный Городок','29644440','деревня Зудна','29644444','деревня Ястребовка','29644448','село Кольцово','29644452','деревня Бронцы','29644464','село Сашкино','29644468','деревня Сугоново','29644480','село Ферзиково']]
,['29646','Хвастовичский муниципальный район',['29646400','Сельские поселения Хвастовичского муниципального района','29646404','деревня Авдеевка','29646408','село Колодяссы','29646412','село Бояновичи','29646416','село Воткино','29646420','поселок Еленский','29646424','село Красное','29646428','село Кудрявец','29646432','село Ловать','29646436','село Милеево','29646438','деревня Нехочи','29646444','село Пеневичи','29646448','село Подбужье','29646456','село Слобода','29646460','деревня Стайки','29646464','село Хвастовичи']]
,['29650','Юхновский муниципальный район',['29650100','Городские поселения Юхновского муниципального района','29650101','город Юхнов','29650400','Сельские поселения Юхновского муниципального района','29650408','деревня Беляево','29650416','деревня Емельяновка','29650424','село Климов Завод','29650428','деревня Погореловка','29650432','деревня Озеро','29650436','деревня Рыляки','29650440','деревня Колыхманово','29650442','деревня Плоское','29650443','деревня Порослицы','29650444','деревня Куркино','29650448','деревня Чемоданово','29650456','деревня Упрямово','29650460','село Щелканово']]
,['29701','город Калуга',undefined
]
,['29715','город Обнинск',undefined
]
]]
,['30','МО Камчатского края',
[['30501','Алеутский МО',undefined
]
,['30604','Быстринский муниципальный район',['30604400','Сельские поселения Быстринского муниципального района','30604401','Эссовское','30604402','Анавгайское','30604700','Межселенные территории Быстринского муниципального района','30604701','Межселенные территории, входящие в состав территории Быстринского муниципального района, кроме территорий сельских поселений']]
,['30607','Елизовский муниципальный район',['30607100','Городские поселения Елизовского муниципального района','30607101','Елизовское','30607154','Вулканное','30607400','Сельские поселения Елизовского муниципального района','30607407','Корякское','30607410','Начикинское','30607413','Николаевское','30607416','Новоавачинское','30607418','Новолесновское','30607419','Паратунское','30607421','Пионерское','30607422','Раздольненское','30607700','Межселенные территории Елизовского муниципального района','30607701','Межселенные территории, входящие в состав территории Елизовского муниципального района, кроме территорий городских и сельских поселений']]
,['30610','Мильковский муниципальный район',['30610400','Сельские поселения Мильковского муниципального района','30610401','Мильковское','30610408','Атласовское','30610700','Межселенные территории Мильковского муниципального района','30610701','Межселенные территории, входящие в состав территории Мильковского муниципального района, кроме территорий сельских поселений']]
,['30613','Соболевский муниципальный район',['30613400','Сельские поселения Соболевского муниципального района','30613401','Соболевское','30613402','Устьевое','30613403','Крутогоровское','30613700','Межселенные территории Соболевского муниципального района','30613701','Межселенные территории, входящие в состав территории Соболевского муниципального района, кроме территорий сельских поселений, включая территорию упраздненного Ичинского сельского поселения']]
,['30616','Усть-Большерецкий муниципальный район',['30616100','Городские поселения Усть-Большерецкого муниципального района','30616157','Озерновское','30616162','Октябрьское','30616400','Сельские поселения Усть-Большерецкого муниципального района','30616402','Апачинское','30616404','Запорожское','30616407','Кавалерское','30616410','Усть-Большерецкое','30616700','Межселенные территории Усть-Большерецкого муниципального района','30616703','Межселенные территории Усть-Большерецкого муниципального района, включающие п Шумный, п Паужетка']]
,['30619','Усть-Камчатский муниципальный район',['30619400','Сельские поселения Усть-Камчатского муниципального района','30619401','Усть-Камчатское','30619402','Ключевское','30619405','Козыревское','30619700','Межселенные территории Усть-Камчатского муниципального района','30619701','Межселенные территории, входящие в состав территории Усть-Камчатского муниципального района, кроме территорий сельских поселений']]
,['30701','Петропавловск-Камчатский',undefined
]
,['30735','Вилючинский ЗАТО',undefined
]
,['30810','Муниципальные районы Камчатского края, входящие в состав Корякского округа',undefined
]
,['30824','Карагинский муниципальный район',['30824400','Сельские поселения Карагинского муниципального района','30824401','село Ивашка','30824402','село Ильпырское','30824403','село Карага','30824405','село Тымлат','30824406','поселок Оссора','30824700','Межселенные территории Карагинского муниципального района','30824701','Межселенные территории, входящие в состав территории Карагинского муниципального района, кроме территорий городского и сельских поселений, включая территорию упраздненного сельского поселения село Кострома']]
,['30827','Олюторский муниципальный район',['30827400','Сельские поселения Олюторского муниципального района','30827401','село Апука','30827402','село Ачайваям','30827403','село Вывенка','30827405','село Тиличики','30827406','село Средние Пахачи','30827407','село Пахачи','30827408','село Хаилино','30827700','Межселенные территории Олюторского муниципального района','30827701','Межселенные территории, входящие в состав территории Олюторского муниципального района, кроме территорий сельских поселений, включая территорию упраздненного сельского поселения село Корф']]
,['30829','Пенжинский муниципальный район',['30829400','Сельские поселения Пенжинского муниципального района','30829401','село Аянка','30829402','село Каменское','30829403','село Манилы','30829404','село Слаутное','30829405','село Таловка','30829700','Межселенные территории Пенжинского муниципального района','30829701','Межселенные территории, входящие в состав Пенжинского муниципального района, кроме территорий сельских поселений, включающие с Оклан, с Парень']]
,['30832','Тигильский муниципальный район',['30832400','Сельские поселения Тигильского муниципального района','30832401','село Воямполка','30832402','село Ковран','30832403','село Лесная','30832404','село Седанка','30832405','село Тигиль','30832406','село Хайрюзово','30832407','село Усть-Хайрюзово','30832700','Межселенные территории Тигильского муниципального района','30832701','Межселенные территории, входящие в состав территории Тигильского муниципального района, кроме территорий сельских поселений']]
,['30850','Городские округа Камчатского края, входящие в состав Корякского округа',undefined
]
,['30851','поселок Палана',undefined
]
]]
,['32','МО Кемеровской области - Кузбасса',
[['32501','Беловский МО',undefined
]
,['32502','Гурьевский МО',undefined
]
,['32504','Ижморский МО',undefined
]
,['32507','Кемеровский МО',undefined
]
,['32510','Крапивинский МО',undefined
]
,['32513','Ленинск-Кузнецкий МО',undefined
]
,['32516','Мариинский МО',undefined
]
,['32519','Новокузнецкий МО',undefined
]
,['32522','Прокопьевский МО',undefined
]
,['32525','Промышленновский МО',undefined
]
,['32528','Тисульский МО',undefined
]
,['32531','Топкинский МО',undefined
]
,['32534','Тяжинский МО',undefined
]
,['32537','Чебулинский МО',undefined
]
,['32540','Юргинский МО',undefined
]
,['32543','Яйский МО',undefined
]
,['32546','Яшкинский МО',undefined
]
,['32627','Таштагольский муниципальный район',['32627100','Городские поселения Таштагольского муниципального района','32627101','Таштагольское','32627154','Казское','32627157','Мундыбашское','32627162','Спасское','32627165','Темиртауское','32627175','Шерегешское','32627400','Сельские поселения Таштагольского муниципального района','32627413','Каларское','32627417','Коуринское','32627420','Кызыл-Шорское','32627438','Усть-Кабырзинское']]
,['32701','Кемеровский',undefined
]
,['32704','Анжеро-Судженский',undefined
]
,['32707','Беловский',undefined
]
,['32710','Березовский',undefined
]
,['32715','Калтанский',undefined
]
,['32716','Киселевский',undefined
]
,['32719','Ленинск-Кузнецкий',undefined
]
,['32725','Междуреченский',undefined
]
,['32728','Мысковский',undefined
]
,['32731','Новокузнецкий',undefined
]
,['32732','Полысаевский',undefined
]
,['32734','Осинниковский',undefined
]
,['32737','Прокопьевский',undefined
]
,['32740','Тайгинский',undefined
]
,['32749','Юргинский',undefined
]
]]
,['33','МО Кировской области',
[['33502','Арбажский',undefined
]
,['33503','Афанасьевский',undefined
]
,['33506','Богородский',undefined
]
,['33507','Верхнекамский',undefined
]
,['33516','Кикнурский',undefined
]
,['33521','Лебяжский',undefined
]
,['33522','Лузский',undefined
]
,['33524','Мурашинский',undefined
]
,['33526','Немский',undefined
]
,['33529','Опаринский',undefined
]
,['33531','Пижанский',undefined
]
,['33533','Санчурский',undefined
]
,['33534','Свечинский',undefined
]
,['33540','Унинский',undefined
]
,['33543','Фаленский',undefined
]
,['33605','Белохолуницкий муниципальный район',['33605100','Городские поселения Белохолуницкого муниципального района','33605101','Белохолуницкое','33605400','Сельские поселения Белохолуницкого муниципального района','33605408','Быдановское','33605420','Всехсвятское','33605422','Гуренское','33605423','Дубровское','33605428','Климковское','33605436','Подрезчихинское','33605440','Поломское','33605444','Прокопьевское','33605448','Ракаловское','33605456','Троицкое']]
,['33608','Верхошижемский муниципальный район',['33608100','Городские поселения Верхошижемского муниципального района','33608151','Верхошижемское','33608400','Сельские поселения Верхошижемского муниципального района','33608416','Зоновское','33608418','Калачиговское','33608420','Косинское','33608424','Мякишинское','33608428','Пунгинское','33608432','Среднеивкинское','33608436','Сырдинское','33608440','Угорское']]
,['33610','Вятскополянский муниципальный район',['33610100','Городские поселения Вятскополянского муниципального района','33610104','Сосновское','33610154','Краснополянское','33610400','Сельские поселения Вятскополянского муниципального района','33610404','Гремячевское','33610406','Ершовское','33610408','Кулыжское','33610410','Новобурецкое','33610412','Омгинское','33610416','Слудское','33610420','Среднетойменское','33610424','Среднешунское','33610426','Старопинигерское','33610428','Усть-Люгинское','33610432','Чекашевское']]
,['33612','Даровской муниципальный район',['33612100','Городские поселения Даровского муниципального района','33612151','Даровское','33612400','Сельские поселения Даровского муниципального района','33612408','Пиксурское','33612412','Верховонданское','33612416','Вонданское','33612432','Кобрское','33612440','Лузянское']]
,['33614','Зуевский муниципальный район',['33614100','Городские поселения Зуевского муниципального района','33614101','Зуевское','33614400','Сельские поселения Зуевского муниципального района','33614408','Зуевское','33614412','Кордяжское','33614424','Мухинское','33614428','Октябрьское','33614436','Сезеневское','33614442','Семушинское','33614443','Соколовское','33614448','Сунское','33614458','Косинское']]
,['33617','Кильмезский муниципальный район',['33617100','Городские поселения Кильмезского муниципального района','33617151','Кильмезское','33617400','Сельские поселения Кильмезского муниципального района','33617404','Бурашевское','33617408','Вихаревское','33617412','Дамаскинское','33617418','Зимнякское','33617424','Малокильмезское','33617428','Моторское','33617436','Паскинское','33617440','Большепорекское','33617444','Рыбно-Ватажское','33617448','Селинское','33617456','Чернушское']]
,['33618','Кирово-Чепецкий муниципальный район',['33618400','Сельские поселения Кирово-Чепецкого муниципального района','33618408','Бурмакинское','33618412','Просницкое','33618418','Коныпское','33618420','Кстининское','33618424','Мокрецовское','33618428','Пасеговское','33618432','Поломское','33618434','Селезеневское','33618436','Фатеевское','33618442','Федяковское','33618444','Филипповское','33618448','Чепецкое','33618452','Чувашевское']]
,['33619','Котельничский муниципальный район',['33619400','Сельские поселения Котельничского муниципального района','33619404','Биртяевское','33619416','Ежихинское','33619424','Родичевское','33619428','Зайцевское','33619432','Вишкильское','33619436','Молотниковское','33619440','Карпушинское','33619448','Юбилейное','33619452','Комсомольское','33619456','Котельничское','33619460','Макарьевское','33619464','Александровское','33619468','Морозовское','33619480','Покровское','33619481','Светловское','33619484','Спасское','33619486','Сретенское','33619488','Красногорское','33619490','Чистопольское','33619494','Юрьевское']]
,['33620','Куменский муниципальный район',['33620100','Городские поселения Куменского муниципального района','33620151','Куменское','33620154','Нижнеивкинское','33620400','Сельские поселения Куменского муниципального района','33620408','Березниковское','33620416','Верхобыстрицкое','33620420','Вичевское','33620421','Вожгальское','33620428','Куменское','33620440','Большеперелазское','33620444','Речное']]
,['33623','Малмыжский муниципальный район',['33623100','Городские поселения Малмыжского муниципального района','33623101','Малмыжское','33623400','Сельские поселения Малмыжского муниципального района','33623404','Аджимское','33623408','Арыкское','33623412','Большекитякское','33623424','Каксинвайское','33623428','Калининское','33623432','Константиновское','33623436','Мари-Малмыжское','33623440','Мелетское','33623444','Новосмаильское','33623448','Плотбищенское','33623452','Преображенское','33623456','Ральниковское','33623460','Рожкинское','33623464','Савальское','33623470','Староирюкское','33623472','Старотушкинское','33623476','Тат-Верх-Гоньбинское']]
,['33625','Нагорский муниципальный район',['33625100','Городские поселения Нагорского муниципального района','33625151','Нагорское','33625400','Сельские поселения Нагорского муниципального района','33625416','Кобринское','33625428','Мулинское','33625432','Чеглаковское','33625444','Синегорское']]
,['33627','Нолинский муниципальный район',['33627100','Городские поселения Нолинского муниципального района','33627101','Нолинское','33627152','Аркульское','33627400','Сельские поселения Нолинского муниципального района','33627418','Красноярское','33627420','Кырчанское','33627428','Лудянское','33627430','Медведское','33627432','Рябиновское','33627436','Перевозское','33627452','Татауровское','33627456','Шварихинское']]
,['33628','Омутнинский муниципальный район',['33628100','Городские поселения Омутнинского муниципального района','33628101','Омутнинское','33628155','Восточное','33628162','Песковское','33628400','Сельские поселения Омутнинского муниципального района','33628410','Белореченское','33628412','Вятское','33628420','Залазнинское','33628424','Леснополянское','33628430','Чернохолуницкое','33628432','Шахровское']]
,['33630','Оричевский муниципальный район',['33630100','Городские поселения Оричевского муниципального района','33630151','Оричевское','33630153','Лёвинское','33630154','Мирнинское','33630157','Стрижевское','33630400','Сельские поселения Оричевского муниципального района','33630404','Адышевское','33630406','Быстрицкое','33630412','Гарское','33630416','Истобенское','33630420','Коршикское','33630424','Кучелаповское','33630426','Лугоболотное','33630436','Пищальское','33630440','Пустошенское','33630444','Спас-Талицкое','33630448','Суводское','33630450','Торфяное','33630452','Усовское','33630456','Шалеговское']]
,['33632','Подосиновский муниципальный район',['33632100','Городские поселения Подосиновского муниципального района','33632151','Подосиновское','33632154','Демьяновское','33632157','Пинюгское','33632400','Сельские поселения Подосиновского муниципального района','33632424','Пушемское','33632428','Утмановское','33632440','Яхреньгское']]
,['33635','Слободской муниципальный район',['33635100','Городские поселения Слободского муниципального района','33635153','Вахрушевское','33635400','Сельские поселения Слободского муниципального района','33635402','Бобинское','33635404','Денисовское','33635412','Закаринское','33635416','Ильинское','33635424','Каринское','33635432','Ленинское','33635436','Озерницкое','33635440','Октябрьское','33635446','Светозаревское','33635452','Шиховское','33635456','Стуловское','33635460','Шестаковское']]
,['33636','Советский муниципальный район',['33636100','Городские поселения Советского муниципального района','33636101','Советское','33636400','Сельские поселения Советского муниципального района','33636420','Зашижемское','33636424','Ильинское','33636428','Кичминское','33636436','Колянурское','33636440','Лесниковское','33636444','Лошкаринское','33636448','Мокинское','33636460','Греховское','33636464','Родыгинское']]
,['33637','Сунский муниципальный район',['33637100','Городские поселения Сунского муниципального района','33637151','Сунское','33637400','Сельские поселения Сунского муниципального района','33637406','Кокуйское','33637412','Курчумское','33637428','Большевистское']]
,['33638','Тужинский муниципальный район',['33638100','Городские поселения Тужинского муниципального района','33638151','Тужинское','33638400','Сельские поселения Тужинского муниципального района','33638416','Грековское','33638428','Михайловское','33638436','Ныровское','33638440','Пачинское']]
,['33641','Уржумский муниципальный район',['33641100','Городские поселения Уржумского муниципального района','33641101','Уржумское','33641400','Сельские поселения Уржумского муниципального района','33641408','Байсинское','33641416','Большеройское','33641420','Буйское','33641432','Лазаревское','33641440','Лопьяльское','33641452','Петровское','33641456','Пиляндышевское','33641464','Рублевское','33641472','Русско-Турекское','33641476','Савиновское','33641480','Донауровское','33641492','Шурминское','33641496','Уржумское']]
,['33645','Орловский муниципальный район',['33645100','Городские поселения Орловского муниципального района','33645101','Орловское','33645400','Сельские поселения Орловского муниципального района','33645420','Орловское']]
,['33647','Шабалинский муниципальный район',['33647100','Городские поселения Шабалинского муниципального района','33647151','Ленинское','33647400','Сельские поселения Шабалинского муниципального района','33647412','Высокораменское','33647416','Гостовское','33647448','Новотроицкое','33647474','Черновское']]
,['33649','Юрьянский муниципальный район',['33649100','Городские поселения Юрьянского муниципального района','33649151','Юрьянское','33649154','Мурыгинское','33649400','Сельские поселения Юрьянского муниципального района','33649416','Великорецкое','33649420','Верховинское','33649430','Гирсовское','33649432','Загарское','33649436','Ивановское','33649448','Медянское','33649455','Подгорцевское']]
,['33650','Яранский муниципальный район',['33650100','Городские поселения Яранского муниципального района','33650101','Яранское','33650400','Сельские поселения Яранского муниципального района','33650412','Знаменское','33650424','Кугальское','33650426','Кугушергское','33650440','Никольское','33650448','Никулятское','33650452','Опытнопольское','33650468','Салобелякское','33650472','Сердежское','33650480','Шкаланское']]
,['33701','город Киров',undefined
]
,['33704','город Вятские Поляны',undefined
]
,['33707','город Кирово-Чепецк',undefined
]
,['33710','город Котельнич',undefined
]
,['33713','город Слободской',undefined
]
,['33787','ЗАТО Первомайский',undefined
]
]]
,['34','МО Костромской области',
[['34512','Кологривский МО',undefined
]
,['34522','Межевской МО',undefined
]
,['34524','Нейский МО',undefined
]
,['34534','Парфеньевский МО',undefined
]
,['34536','Поназыревский МО',undefined
]
,['34538','Пыщугский МО',undefined
]
,['34602','Антроповский муниципальный район',['34602400','Сельские поселения Антроповского муниципального района','34602403','Антроповское','34602408','Просекское','34602412','Котельниковское','34602420','Палкинское']]
,['34604','Буйский муниципальный район',['34604100','Городские поселения Буйского муниципального района','34604159','поселок Чистые Боры','34604400','Сельские поселения Буйского муниципального района','34604404','Барановское','34604466','Центральное']]
,['34606','Вохомский муниципальный район',['34606400','Сельские поселения Вохомского муниципального района','34606404','Бельковское','34606408','Воробьёвицкое','34606410','Вохомское','34606416','Лапшинское','34606436','Петрецовское']]
,['34608','Галичский муниципальный район',['34608400','Сельские поселения Галичского муниципального района','34608404','Берёзовское','34608407','Дмитриевское','34608416','Лопаревское','34608428','Ореховское','34608440','Степановское']]
,['34610','Кадыйский муниципальный район',['34610100','Городские поселения Кадыйского муниципального района','34610151','поселок Кадый','34610400','Сельские поселения Кадыйского муниципального района','34610408','Екатеринкинское','34610412','Завражное','34610420','Вёшкинское','34610432','Паньковское','34610436','Селищенское','34610440','Столпинское','34610444','Чернышевское']]
,['34614','Костромской муниципальный район',['34614400','Сельские поселения Костромского муниципального района','34614404','Апраксинское','34614408','Бакшеевское','34614411','Караваевское','34614416','Кузнецовское','34614418','Кузьмищенское','34614420','Минское','34614424','Никольское','34614428','Самсоновское','34614432','Сандогорское','34614434','Середняковское','34614436','Сущёвское','34614440','Чернопенское','34614444','Шунгенское']]
,['34616','Красносельский муниципальный район',['34616100','Городские поселения Красносельского муниципального района','34616151','поселок Красное-на-Волге','34616400','Сельские поселения Красносельского муниципального района','34616404','Боровиковское','34616408','Гридинское','34616416','Подольское','34616420','Прискоковское','34616424','Сидоровское','34616428','Чапаевское','34616432','Шолоховское']]
,['34618','Макарьевский муниципальный район',['34618100','Городские поселения Макарьевского муниципального района','34618101','город Макарьев','34618400','Сельские поселения Макарьевского муниципального района','34618406','Горчухинское','34618416','Нежитинское','34618424','Николо-Макаровское','34618440','Унженское','34618444','Усть-Нейское']]
,['34626','Муниципальный район город Нерехта и Нерехтский район',['34626100','Городские поселения муниципального района город Нерехта и Нерехтский район','34626101','город Нерехта','34626400','Сельские поселения муниципального района город Нерехта и Нерехтский район','34626410','Волжское','34626412','Воскресенское','34626420','Ёмсненское','34626450','Пригородное']]
,['34628','Октябрьский муниципальный район',['34628400','Сельские поселения Октябрьского муниципального района','34628412','Луптюгское','34628414','Новинское','34628416','Покровское']]
,['34630','Островский муниципальный район',['34630400','Сельские поселения Островского муниципального района','34630404','Адищевское','34630424','Клеванцовское','34630432','Островское','34630438','Островское (центральное)']]
,['34632','Павинский муниципальный район',['34632400','Сельские поселения Павинского муниципального района','34632408','Леденгское','34632416','Павинское','34632420','Петропавловское']]
,['34640','Солигаличский муниципальный район',['34640100','Городские поселения Солигаличского муниципального района','34640101','город Солигалич','34640400','Сельские поселения Солигаличского муниципального района','34640404','Бурдуковское','34640424','Корцовское','34640432','Лосевское','34640436','Первомайское','34640440','Солигаличское']]
,['34642','Судиславский муниципальный район',['34642100','Городские поселения Судиславского муниципального района','34642151','поселок Судиславль','34642400','Сельские поселения Судиславского муниципального района','34642408','Воронское','34642424','Расловское','34642432','Судиславское']]
,['34644','Сусанинский муниципальный район',['34644100','Городские поселения Сусанинского муниципального района','34644151','поселок Сусанино','34644400','Сельские поселения Сусанинского муниципального района','34644404','Андреевское','34644408','Буяковское','34644428','Северное','34644432','Сумароковское','34644436','Сокиринское','34644440','Ченцовское']]
,['34646','Чухломский муниципальный район',['34646100','Городские поселения Чухломского муниципального района','34646101','город Чухлома','34646400','Сельские поселения Чухломского муниципального района','34646420','Ножкинское','34646424','Петровское','34646428','Повалихинское','34646436','Судайское','34646452','Чухломское','34646456','Шартановское']]
,['34648','Шарьинский муниципальный район',['34648400','Сельские поселения Шарьинского муниципального района','34648410','Зебляковское','34648412','Ивановское','34648420','Конёвское','34648436','Одоевское','34648452','Троицкое','34648456','Шангское','34648457','Шекшемское']]
,['34701','город Кострома',undefined
]
,['34705','город Буй',undefined
]
,['34706','город Волгореченск',undefined
]
,['34708','город Галич',undefined
]
,['34714','город Мантурово',undefined
]
,['34730','город Шарья',undefined
]
]]
,['35','МО Республики Крым',
[['35604','Бахчисарайский муниципальный район',['35604100','Городские поселения Бахчисарайского муниципального района','35604101','Бахчисарай','35604400','Сельские поселения Бахчисарайского муниципального района','35604401','Куйбышевское','35604402','Почтовское','35604404','Ароматненское','35604408','Верхореченское','35604413','Вилинское','35604419','Голубинское','35604422','Долинненское','35604425','Железнодорожненское','35604429','Зеленовское','35604436','Каштановское','35604439','Красномакское','35604444','Песчановское','35604446','Плодовское','35604450','Скалистовское','35604455','Табачненское','35604462','Тенистовское','35604484','Угловское']]
,['35607','Белогорский муниципальный район',['35607100','Городские поселения Белогорского муниципального района','35607101','Белогорск','35607400','Сельские поселения Белогорского муниципального района','35607401','Зуйское','35607404','Ароматновское','35607408','Богатовское','35607413','Васильевское','35607419','Вишенское','35607425','Зеленогорское','35607427','Земляничненское','35607429','Зыбинское','35607434','Криничненское','35607436','Крымскорозовское','35607438','Курское','35607442','Мельничное','35607446','Мичуринское','35607450','Муромское','35607458','Новожиловское','35607463','Русаковское','35607484','Цветочненское','35607488','Чернопольское']]
,['35611','Джанкойский муниципальный район',['35611400','Сельские поселения Джанкойского муниципального района','35611401','Азовское','35611404','Вольновское','35611406','Ермаковское','35611408','Завет-Ленинское','35611413','Заречненское','35611415','Изумрудновское','35611417','Кондратьевское','35611418','Крымковское','35611419','Лобановское','35611423','Луганское','35611425','Майское','35611429','Масловское','35611434','Медведевское','35611436','Мирновское','35611438','Новокрымское','35611440','Пахаревское','35611441','Победненское','35611442','Просторненское','35611455','Роскошненское','35611456','Рощинское','35611458','Светловское','35611460','Стальненское','35611462','Табачненское','35611472','Целинное','35611475','Чайкинское','35611482','Ярковское','35611484','Яркополенское','35611486','Яснополянское']]
,['35616','Кировский муниципальный район',['35616100','Городские поселения Кировского муниципального района','35616104','Старый Крым','35616400','Сельские поселения Кировского муниципального района','35616401','Кировское','35616403','Абрикосовское','35616408','Владиславовское','35616418','Журавское','35616422','Золотополенское','35616426','Льговское','35616428','Партизанское','35616430','Первомайское','35616434','Приветненское','35616439','Синицынское','35616446','Токаревское','35616461','Яркополенское']]
,['35620','Красногвардейский муниципальный район',['35620400','Сельские поселения Красногвардейского муниципального района','35620401','Красногвардейское','35620402','Октябрьское','35620403','Александровское','35620406','Амурское','35620408','Восходненское','35620410','Зерновское','35620414','Калининское','35620418','Клепининское','35620422','Колодезянское','35620424','Котельниковское','35620426','Краснознаменское','35620429','Ленинское','35620436','Марьяновское','35620440','Найденовское','35620444','Новопокровское','35620448','Петровское','35620453','Полтавское','35620456','Пятихатское','35620465','Ровновское','35620487','Янтарненское']]
,['35623','Красноперекопский муниципальный район',['35623400','Сельские поселения Красноперекопского муниципального района','35623404','Братское','35623408','Вишневское','35623413','Воинское','35623418','Ильинское','35623422','Ишунское','35623424','Красноармейское','35623426','Магазинское','35623430','Новопавловское','35623437','Орловское','35623448','Почетненское','35623459','Совхозненское','35623470','Филатовское']]
,['35627','Ленинский муниципальный район',['35627100','Городские поселения Ленинского муниципального района','35627105','Щелкино','35627400','Сельские поселения Ленинского муниципального района','35627401','Багеровское','35627405','Лениново','35627408','Батальненское','35627412','Белинское','35627413','Виноградненское','35627416','Войковское','35627420','Глазовское','35627424','Горностаевское','35627428','Заветненское','35627432','Ильичевское','35627436','Калиновское','35627437','Кировское','35627439','Красногорское','35627446','Ленинское','35627448','Луговское','35627451','Марфовское','35627454','Марьевское','35627458','Мысовское','35627461','Новониколаевское','35627462','Октябрьское','35627463','Останинское','35627464','Приозерновское','35627475','Семисотское','35627480','Уваровское','35627484','Челядиновское','35627486','Чистопольское']]
,['35631','Нижнегорский муниципальный район',['35631400','Сельские поселения Нижнегорского муниципального района','35631401','Нижнегорское','35631404','Акимовское','35631406','Дрофинское','35631408','Емельяновское','35631412','Желябовское','35631415','Жемчужинское','35631420','Зоркинское','35631422','Ивановское','35631424','Изобильненское','35631426','Косточковское','35631428','Лиственское','35631430','Митрофановское','35631434','Михайловское','35631446','Новогригорьевское','35631450','Охотское','35631452','Пшеничненское','35631461','Садовое','35631472','Уваровское','35631474','Чкаловское']]
,['35635','Первомайский муниципальный район',['35635400','Сельские поселения Первомайского муниципального района','35635401','Первомайское','35635402','Абрикосовское','35635403','Алексеевское','35635404','Войковское','35635408','Гвардейское','35635413','Гришинское','35635419','Калининское','35635425','Кормовское','35635436','Крестьяновское','35635447','Октябрьское','35635452','Островское','35635459','Правдовское','35635461','Сарыбашское','35635463','Стахановское','35635465','Степновское','35635466','Сусанинское','35635474','Черновское']]
,['35639','Раздольненский муниципальный район',['35639400','Сельские поселения Раздольненского муниципального района','35639401','Новоселовское','35639406','Раздольненское','35639411','Березовское','35639422','Ботаническое','35639433','Зиминское','35639454','Ковыльновское','35639456','Кукушкинское','35639459','Ручьевское','35639464','Серебрянское','35639466','Славновское','35639474','Славянское','35639480','Чернышевское']]
,['35643','Сакский муниципальный район',['35643400','Сельские поселения Сакского муниципального района','35643401','Новофедоровское','35643404','Вересаевское','35643406','Веселовское','35643408','Виноградовское','35643413','Воробьевское','35643416','Геройское','35643418','Добрушинское','35643420','Зерновское','35643422','Ивановское','35643426','Кольцовское','35643430','Крайненское','35643434','Крымское','35643439','Лесновское','35643444','Митяевское','35643447','Молочненское','35643452','Ореховское','35643456','Охотниковское','35643460','Ромашкинское','35643465','Сизовское','35643468','Столбовское','35643470','Суворовское','35643477','Уютненское','35643480','Фрунзенское','35643488','Штормовское']]
,['35647','Симферопольский муниципальный район',['35647400','Сельские поселения Симферопольского муниципального района','35647401','Гвардейское','35647405','Николаевское','35647407','Молодежненское','35647410','Школьненское','35647413','Добровское','35647419','Донское','35647422','Журавлевское','35647429','Кольчугинское','35647433','Мазанское','35647438','Мирновское','35647446','Новоандреевское','35647448','Новоселовское','35647450','Первомайское','35647454','Перовское','35647456','Пожарское','35647458','Родниковское','35647464','Скворцовское','35647470','Трудовское','35647475','Укромновское','35647480','Урожайновское','35647487','Чистенское','35647490','Широковское']]
,['35652','Советский муниципальный район',['35652400','Сельские поселения Советского муниципального района','35652401','Советское','35652408','Дмитровское','35652411','Заветненское','35652422','Ильичевское','35652433','Красногвардейское','35652439','Краснофлотское','35652455','Некрасовское','35652466','Прудовское','35652468','Пушкинское','35652477','Урожайновское','35652482','Чапаевское','35652486','Черноземненское']]
,['35656','Черноморский муниципальный район',['35656400','Сельские поселения Черноморского муниципального района','35656401','Черноморское','35656411','Далековское','35656422','Кировское','35656433','Краснополянское','35656435','Красноярское','35656444','Медведевское','35656448','Межводненское','35656456','Новоивановское','35656460','Новосельское','35656473','Окуневское','35656478','Оленевское']]
,['35701','Симферополь',undefined
]
,['35703','Алушта',undefined
]
,['35706','Армянск',undefined
]
,['35709','Джанкой',undefined
]
,['35712','Евпатория',undefined
]
,['35715','Керчь',undefined
]
,['35718','Красноперекопск',undefined
]
,['35721','Саки',undefined
]
,['35723','Судак',undefined
]
,['35726','Феодосия',undefined
]
,['35729','Ялта',undefined
]
]]
,['36','МО Самарской области',
[['36602','Алексеевский муниципальный район',['36602400','Сельские поселения Алексеевского муниципального района','36602404','Авангард','36602408','Алексеевка','36602412','Гавриловка','36602416','Герасимовка','36602420','Летниково']]
,['36604','Безенчукский муниципальный район',['36604100','Городские поселения Безенчукского муниципального района','36604151','Безенчук','36604157','Осинки','36604400','Сельские поселения Безенчукского муниципального района','36604408','Васильевка','36604412','Екатериновка','36604416','Звезда','36604420','Купино','36604424','Натальино','36604428','Переволоки','36604430','Песочное','36604432','Преполовенка','36604436','Прибой','36604440','Ольгино']]
,['36606','Богатовский муниципальный район',['36606400','Сельские поселения Богатовского муниципального района','36606404','Арзамасцевка','36606408','Богатое','36606412','Виловатое','36606416','Максимовка','36606420','Печинено']]
,['36608','Большеглушицкий муниципальный район',['36608400','Сельские поселения Большеглушицкого муниципального района','36608404','Александровка','36608408','Большая Глушица','36608412','Большая Дергуновка','36608416','Малая Глушица','36608418','Мокша','36608420','Новопавловка','36608424','Фрунзенское','36608428','Южное']]
,['36610','Большечерниговский муниципальный район',['36610400','Сельские поселения Большечерниговского муниципального района','36610404','Августовка','36610408','Глушицкий','36610412','Большая Черниговка','36610416','Восточный','36610420','Краснооктябрьский','36610424','Пензено','36610426','Петровский','36610427','Поляков','36610428','Украинка']]
,['36612','Борский муниципальный район',['36612400','Сельские поселения Борского муниципального района','36612404','Большое Алдаркино','36612408','Борское','36612412','Гвардейцы','36612416','Долматовка','36612420','Заплавное','36612424','Коноваловка','36612432','Новый Кутулук','36612434','Новоборское','36612436','Петровка','36612440','Подгорное','36612444','Подсолнечное','36612453','Таволжанка','36612456','Усманка']]
,['36614','Волжский муниципальный район',['36614100','Городские поселения Волжского муниципального района','36614155','Петра Дубрава','36614156','Рощинский','36614157','Смышляевка','36614400','Сельские поселения Волжского муниципального района','36614403','Верхняя Подстепновка','36614404','Воскресенка','36614416','Дубовый Умет','36614420','Курумоч','36614421','Лопатино','36614432','Подъем-Михайловка','36614436','Просвет','36614440','Рождествено','36614444','Спиридоновка','36614448','Сухая Вязовка','36614452','Черновский','36614456','Черноречье']]
,['36615','Елховский муниципальный район',['36615400','Сельские поселения Елховского муниципального района','36615405','Березовка','36615420','Елховка','36615435','Красные Дома','36615440','Красное Поселение','36615450','Никитинка','36615460','Сухие Аврали','36615465','Теплый Стан']]
,['36616','Исаклинский муниципальный район',['36616400','Сельские поселения Исаклинского муниципального района','36616404','Два Ключа','36616408','Исаклы','36616412','Мордово-Ишуткино','36616416','Ключи','36616420','Большое Микушкино','36616428','Новое Ганькино','36616432','Новое Якушкино','36616436','Старое Вечканово']]
,['36617','Камышлинский муниципальный район',['36617400','Сельские поселения Камышлинского муниципального района','36617404','Байтуган','36617408','Балыкла','36617416','Ермаково','36617420','Камышла','36617436','Новое Усманово','36617458','Старое Усманово']]
,['36618','Кинельский муниципальный район',['36618400','Сельские поселения Кинельского муниципального района','36618404','Алакаевка','36618408','Бобровка','36618412','Богдановка','36618416','Георгиевка','36618420','Домашка','36618424','Кинельский','36618428','Комсомольский','36618432','Красносамарское','36618436','Малая Малышевка','36618440','Новый Сарбай','36618444','Сколково','36618448','Чубовка']]
,['36620','Кинель-Черкасский муниципальный район',['36620400','Сельские поселения Кинель-Черкасского муниципального района','36620404','Александровка','36620408','Березняки','36620420','Ерзовка','36620428','Кабановка','36620432','Кинель-Черкассы','36620440','Красная Горка','36620444','Кротовка','36620448','Муханово','36620452','Новые Ключи','36620453','Подгорное','36620458','Садгород','36620466','Тимашево','36620468','Черновка','36620700','Межселенная территория Кинель-Черкасского муниципального района','36620701','Межселенная территория Кинель-Черкасского муниципального района, включающая территорию чересполосного земельного участка']]
,['36622','Клявлинский муниципальный район',['36622400','Сельские поселения Клявлинского муниципального района','36622412','Борискино-Игар','36622424','станция Клявлино','36622448','Старый Маклауш','36622452','Старое Семенкино','36622460','Назаровка','36622468','Черный Ключ']]
,['36624','Кошкинский муниципальный район',['36624400','Сельские поселения Кошкинского муниципального района','36624408','Большая Константиновка','36624412','Большая Романовка','36624416','Русская Васильевка','36624424','Большое Ермаково','36624428','Новая Кармала','36624432','Кошки','36624448','Надеждино','36624452','Нижняя Быковка','36624458','Орловка','36624464','Старое Максимкино','36624468','Степная Шентала','36624480','Четыровка','36624484','Шпановка']]
,['36626','Красноармейский муниципальный район',['36626400','Сельские поселения Красноармейского муниципального района','36626402','Алексеевский','36626404','Андросовка','36626408','Волчанка','36626412','Гражданский','36626416','Кировский','36626420','Колывань','36626424','Красноармейское','36626426','Криволучье-Ивановка','36626428','Куйбышевский','36626432','Ленинский','36626434','Павловка','36626436','Чапаевский']]
,['36628','Красноярский муниципальный район',['36628100','Городские поселения Красноярского муниципального района','36628155','Волжский','36628158','Мирный','36628163','Новосемейкино','36628400','Сельские поселения Красноярского муниципального района','36628404','Большая Каменка','36628408','Большая Раковка','36628412','Коммунарский','36628416','Красный Яр','36628420','Новый Буян','36628424','Светлое Поле','36628428','Старая Бинарадка','36628432','Хилково','36628436','Хорошенькое','36628440','Шилан']]
,['36630','Нефтегорский муниципальный район',['36630100','Городские поселения Нефтегорского муниципального района','36630101','Нефтегорск','36630400','Сельские поселения Нефтегорского муниципального района','36630402','Бариновка','36630404','Богдановка','36630408','Дмитриевка','36630412','Зуевка','36630413','Кулешовка','36630414','Покровка','36630416','Семеновка','36630420','Утевка']]
,['36632','Пестравский муниципальный район',['36632400','Сельские поселения Пестравского муниципального района','36632404','Высокое','36632408','Красная Поляна','36632412','Майское','36632416','Марьевка','36632420','Михайло-Овсянка','36632424','Мосты','36632428','Падовка','36632432','Пестравка']]
,['36634','Похвистневский муниципальный район',['36634400','Сельские поселения Похвистневского муниципального района','36634404','Среднее Аверкино','36634408','Алькино','36634412','Большой Толкай','36634420','Малое Ибряйкино','36634426','Красные Ключи','36634428','Кротково','36634432','Малый Толкай','36634436','Мочалеевка','36634440','Новое Мансуркино','36634444','Подбельск','36634446','Рысайкино','36634448','Савруха','36634456','Старый Аманак','36634460','Староганькино','36634468','Старопохвистнево']]
,['36636','Приволжский муниципальный район',['36636400','Сельские поселения Приволжского муниципального района','36636404','Давыдовка','36636405','Заволжье','36636406','Ильмень','36636408','Обшаровка','36636412','Приволжье','36636415','Новоспасский','36636416','Спасское']]
,['36638','Сергиевский муниципальный район',['36638100','Городские поселения Сергиевского муниципального района','36638158','Суходол','36638400','Сельские поселения Сергиевского муниципального района','36638403','Антоновка','36638404','Верхняя Орлянка','36638406','Воротнее','36638408','Елшанка','36638409','Захаркино','36638410','Калиновка','36638412','Кандабулак','36638416','Кармало-Аделяково','36638420','Красносельское','36638424','Кутузовский','36638426','Липовка','36638430','Светлодольск','36638432','Сергиевск','36638435','Серноводск','36638438','Сургут','36638444','Черновка']]
,['36640','Ставропольский муниципальный район',['36640400','Сельские поселения Ставропольского муниципального района','36640403','Александровка','36640406','Бахилово','36640409','Большая Рязань','36640412','Васильевка','36640414','Верхние Белозерки','36640415','Верхнее Санчелеево','36640418','Выселки','36640421','Жигули','36640423','Кирилловка','36640424','Луначарский','36640427','Мусорка','36640430','Нижнее Санчелеево','36640433','Новая Бинарадка','36640436','Пискалы','36640439','Осиновка','36640440','Подстепки','36640442','Приморский','36640445','Тимофеевка','36640448','Севрюкаево','36640451','Сосновый Солонец','36640454','Ташелка','36640457','Узюково','36640460','Хрящевка','36640463','Ягодное']]
,['36642','Сызранский муниципальный район',['36642100','Городские поселения Сызранского муниципального района','36642154','Балашейка','36642156','Междуреченск','36642400','Сельские поселения Сызранского муниципального района','36642406','Варламово','36642408','Волжское','36642412','Жемковка','36642416','Заборовка','36642418','Ивашевка','36642424','Новая Рачейка','36642426','Новозаборовский','36642428','Печерское','36642431','Рамено','36642436','Старая Рачейка','36642440','Троицкое','36642444','Усинское','36642449','Чекалино']]
,['36644','Хворостянский муниципальный район',['36644400','Сельские поселения Хворостянского муниципального района','36644402','Абашево','36644403','Владимировка','36644406','Липовка','36644408','Масленниково','36644416','Новокуровка','36644420','Новотулка','36644421','Прогресс','36644422','Романовка','36644423','Студенцы','36644424','Хворостянка','36644425','Соловьево']]
,['36646','Челно-Вершинский муниципальный район',['36646400','Сельские поселения Челно-Вершинского муниципального района','36646404','Девлезеркино','36646408','Красный Строитель','36646412','Каменный Брод','36646416','Краснояриха','36646419','Новое Аделяково','36646420','Озерки','36646424','Сиделькино','36646428','Токмакла','36646432','Челно-Вершины','36646440','Чувашское Урметьево','36646444','Эштебенькино']]
,['36648','Шенталинский муниципальный район',['36648400','Сельские поселения Шенталинского муниципального района','36648404','Артюшкино','36648408','Денискино','36648412','Каменка','36648414','Канаш','36648424','Салейкино','36648432','Васильевка','36648440','Старая Шентала','36648444','Туарма','36648446','Четырла','36648448','Шентала']]
,['36650','Шигонский муниципальный район',['36650400','Сельские поселения Шигонского муниципального района','36650406','Бичевная','36650407','Волжский Утес','36650410','Малячкино','36650411','Муранка','36650412','Новодевичье','36650416','Береговой','36650420','Пионерский','36650424','Подвалье','36650432','Суринск','36650436','Тайдаково','36650440','Усолье','36650444','Шигоны']]
,['36701','Самара',['36701300','Внутригородские районы городского округа Самара','36701305','Железнодорожный','36701310','Кировский','36701315','Красноглинский','36701320','Куйбышевский','36701325','Ленинский','36701330','Октябрьский','36701335','Промышленный','36701340','Самарский','36701345','Советский']]
,['36704','Жигулевск',undefined
]
,['36708','Кинель',undefined
]
,['36713','Новокуйбышевск',undefined
]
,['36718','Октябрьск',undefined
]
,['36724','Отрадный',undefined
]
,['36727','Похвистнево',undefined
]
,['36735','Сызрань',undefined
]
,['36740','Тольятти',undefined
]
,['36750','Чапаевск',undefined
]
]]
,['37','МО Курганской области',
[['37502','Альменевский МО',undefined
]
,['37504','Белозерский МО',undefined
]
,['37509','Звериноголовский МО',undefined
]
,['37510','Каргапольский МО',undefined
]
,['37514','Кетовский МО',undefined
]
,['37516','Куртамышский МО',undefined
]
,['37518','Лебяжьевский МО',undefined
]
,['37520','Макушинский МО',undefined
]
,['37522','Мишкинский МО',undefined
]
,['37524','Мокроусовский МО',undefined
]
,['37526','Петуховский МО',undefined
]
,['37528','Половинский МО',undefined
]
,['37532','Сафакулевский МО',undefined
]
,['37534','Целинный МО',undefined
]
,['37536','Частоозерский МО',undefined
]
,['37538','Шадринский МО',undefined
]
,['37540','Шатровский МО',undefined
]
,['37542','Шумихинский МО',undefined
]
,['37544','Щучанский МО',undefined
]
,['37546','Юргамышский МО',undefined
]
,['37606','Варгашинский муниципальный район',['37606100','Городские поселения Варгашинского муниципального района','37606151','Варгашинский поссовет','37606400','Сельские поселения Варгашинского муниципального района','37606413','Верхнесуерский сельсовет','37606430','Мостовской сельсовет','37606477','Шастовский сельсовет','37606482','Южный сельсовет']]
,['37608','Далматовский муниципальный район',['37608100','Городские поселения Далматовского муниципального района','37608101','город Далматово','37608400','Сельские поселения Далматовского муниципального района','37608404','Белоярский сельсовет','37608408','Верхнеярский сельсовет','37608412','Вознесенский сельсовет','37608415','Затеченский сельсовет','37608420','Ключевской сельсовет','37608426','Крестовский сельсовет','37608430','Кривской сельсовет','37608434','Крутихинский сельсовет','37608439','Лебяжский сельсовет','37608446','Мясниковский сельсовет','37608450','Нижнеярский сельсовет','37608454','Новопетропавловский сельсовет','37608458','Новосельский сельсовет','37608463','Параткульский сельсовет','37608467','Першинский сельсовет','37608470','Песковский сельсовет','37608474','Песчано-Колединский сельсовет','37608478','Смирновский сельсовет','37608482','Тамакульский сельсовет','37608485','Уксянский сельсовет','37608488','Уральцевский сельсовет','37608491','Широковский сельсовет']]
,['37612','Катайский муниципальный район',['37612100','Городские поселения Катайского муниципального района','37612101','город Катайск','37612400','Сельские поселения Катайского муниципального района','37612404','Большекасаргульский сельсовет','37612408','Боровской сельсовет','37612412','Верхнеключевской сельсовет','37612416','Верхнепесковский сельсовет','37612420','Верхнетеченский сельсовет','37612428','Ильинский сельсовет','37612440','Никитинский сельсовет','37612444','Петропавловский сельсовет','37612448','Улугушский сельсовет','37612452','Ушаковский сельсовет','37612456','Шутинский сельсовет','37612460','Шутихинский сельсовет']]
,['37630','Притобольный муниципальный район',['37630400','Сельские поселения Притобольного муниципального района','37630404','Березовский сельсовет','37630408','Боровлянский сельсовет','37630412','Гладковский сельсовет','37630416','Глядянский сельсовет','37630420','Давыдовский сельсовет','37630433','Межборный сельсовет','37630434','Нагорский сельсовет','37630436','Обуховский сельсовет','37630444','Плотниковский сельсовет','37630450','Раскатихинский сельсовет','37630456','Чернавский сельсовет','37630460','Ялымский сельсовет']]
,['37701','город Курган',undefined
]
,['37705','город Шадринск',undefined
]
]]
,['38','МО Курской области',
[['38602','Беловский муниципальный район',['38602400','Сельские поселения Беловского муниципального района','38602404','Беличанский сельсовет','38602408','Беловский сельсовет','38602412','Бобравский сельсовет','38602416','Вишневский сельсовет','38602420','Гирьянский сельсовет','38602424','Долгобудский сельсовет','38602428','Ильковский сельсовет','38602430','Коммунаровский сельсовет','38602432','Кондратовский сельсовет','38602436','Корочанский сельсовет','38602438','Малосолдатский сельсовет','38602452','Пенский сельсовет','38602454','Песчанский сельсовет','38602460','Щеголянский сельсовет']]
,['38603','Большесолдатский муниципальный район',['38603400','Сельские поселения Большесолдатского муниципального района','38603403','Большесолдатский сельсовет','38603412','Волоконский сельсовет','38603425','Любимовский сельсовет','38603427','Любостанский сельсовет','38603430','Нижнегридинский сельсовет','38603451','Саморядовский сельсовет','38603457','Сторожевский сельсовет']]
,['38604','Глушковский муниципальный район',['38604100','Городские поселения Глушковского муниципального района','38604151','поселок Глушково','38604155','поселок Теткино','38604400','Сельские поселения Глушковского муниципального района','38604404','Алексеевский сельсовет','38604412','Веселовский сельсовет','38604420','Званновский сельсовет','38604424','Карыжский сельсовет','38604428','Кобыльский сельсовет','38604432','Коровяковский сельсовет','38604436','Кульбакинский сельсовет','38604440','Марковский сельсовет','38604444','Нижнемордокский сельсовет','38604448','Попово-Лежачанский сельсовет','38604456','Сухиновский сельсовет']]
,['38606','Горшеченский муниципальный район',['38606100','Городские поселения Горшеченского муниципального района','38606151','поселок Горшечное','38606400','Сельские поселения Горшеченского муниципального района','38606404','Богатыревский сельсовет','38606408','Быковский сельсовет','38606412','Знаменский сельсовет','38606416','Ключевский сельсовет','38606424','Куньевский сельсовет','38606428','Нижнеборковский сельсовет','38606432','Никольский сельсовет','38606436','Новомеловский сельсовет','38606444','Солдатский сельсовет','38606448','Сосновский сельсовет','38606452','Среднеапоченский сельсовет','38606460','Старороговский сельсовет','38606468','Удобенский сельсовет','38606472','Ясеновский сельсовет']]
,['38608','Дмитриевский муниципальный район',['38608100','Городские поселения Дмитриевского муниципального района','38608101','город Дмитриев','38608400','Сельские поселения Дмитриевского муниципального района','38608416','Дерюгинский сельсовет','38608420','Крупецкой сельсовет','38608432','Новопершинский сельсовет','38608438','Первоавгустовский сельсовет','38608444','Поповкинский сельсовет','38608448','Почепский сельсовет','38608460','Старогородский сельсовет']]
,['38610','Железногорский муниципальный район',['38610100','Городские поселения Железногорского муниципального района','38610160','поселок Магнитный','38610400','Сельские поселения Железногорского муниципального района','38610404','Андросовский сельсовет','38610410','Веретенинский сельсовет','38610412','Волковский сельсовет','38610414','Городновский сельсовет','38610416','Линецкий сельсовет','38610420','Михайловский сельсовет','38610424','Новоандросовский сельсовет','38610428','Кармановский сельсовет','38610432','Разветьевский сельсовет','38610440','Рышковский сельсовет','38610446','Студенокский сельсовет','38610448','Троицкий сельсовет']]
,['38612','Золотухинский муниципальный район',['38612100','Городские поселения Золотухинского муниципального района','38612151','поселок Золотухино','38612400','Сельские поселения Золотухинского муниципального района','38612404','Ануфриевский сельсовет','38612406','Апальковский сельсовет','38612412','Будановский сельсовет','38612428','Дмитриевский сельсовет','38612432','Донской сельсовет','38612444','Новоспасский сельсовет','38612456','Свободинский сельсовет','38612466','Солнечный сельсовет','38612468','Тазовский сельсовет']]
,['38614','Касторенский муниципальный район',['38614100','Городские поселения Касторенского муниципального района','38614151','поселок Касторное','38614153','поселок Новокасторное','38614154','поселок Олымский','38614400','Сельские поселения Касторенского муниципального района','38614408','Алексеевский сельсовет','38614410','Андреевский сельсовет','38614416','Верхнеграйворонский сельсовет','38614428','Егорьевский сельсовет','38614432','Жерновецкий сельсовет','38614436','Котовский сельсовет','38614440','Краснодолинский сельсовет','38614444','Краснознаменский сельсовет','38614448','Лачиновский сельсовет','38614452','Ленинский сельсовет','38614464','Ореховский сельсовет','38614472','Семеновский сельсовет','38614476','Успенский сельсовет']]
,['38616','Конышевский муниципальный район',['38616100','Городские поселения Конышевского муниципального района','38616151','поселок Конышевка','38616400','Сельские поселения Конышевского муниципального района','38616404','Беляевский сельсовет','38616408','Ваблинский сельсовет','38616420','Захарковский сельсовет','38616426','Малогородьковский сельсовет','38616428','Машкинский сельсовет','38616432','Наумовский сельсовет','38616436','Платавский сельсовет','38616440','Прилепский сельсовет','38616444','Старобелицкий сельсовет']]
,['38618','Кореневский муниципальный район',['38618100','Городские поселения Кореневского муниципального района','38618151','поселок Коренево','38618400','Сельские поселения Кореневского муниципального района','38618412','Викторовский сельсовет','38618416','Комаровский сельсовет','38618420','Кореневский сельсовет','38618428','Любимовский сельсовет','38618432','Ольговский сельсовет','38618436','Пушкарский сельсовет','38618444','Снагостский сельсовет','38618448','Толпинский сельсовет','38618452','Шептуховский сельсовет']]
,['38620','Курский муниципальный район',['38620400','Сельские поселения Курского муниципального района','38620408','Бесединский сельсовет','38620412','Брежневский сельсовет','38620420','Винниковский сельсовет','38620424','Ворошневский сельсовет','38620426','Камышинский сельсовет','38620428','Клюквинский сельсовет','38620432','Лебяженский сельсовет','38620436','Моковский сельсовет','38620448','Нижнемедведицкий сельсовет','38620452','Новопоселеновский сельсовет','38620456','Ноздрачевский сельсовет','38620460','Пашковский сельсовет','38620468','Полевской сельсовет','38620472','Полянский сельсовет','38620476','Рышковский сельсовет','38620488','Шумаковский сельсовет','38620492','Щетинский сельсовет']]
,['38621','Курчатовский муниципальный район',['38621100','Городские поселения Курчатовского муниципального района','38621152','поселок Иванино','38621153','поселок им К. Либкнехта','38621400','Сельские поселения Курчатовского муниципального района','38621410','Дружненский сельсовет','38621418','Колпаковский сельсовет','38621422','Макаровский сельсовет','38621425','Костельцевский сельсовет','38621442','Дичнянский сельсовет','38621449','Чаплинский сельсовет']]
,['38622','Льговский муниципальный район',['38622400','Сельские поселения Льговского муниципального района','38622410','Большеугонский сельсовет','38622417','Вышнедеревенский сельсовет','38622420','Городенский сельсовет','38622424','Густомойский сельсовет','38622435','Иванчиковский сельсовет','38622450','Кудинцевский сельсовет','38622464','Марицкий сельсовет','38622477','Селекционный сельсовет']]
,['38623','Мантуровский муниципальный район',['38623400','Сельские поселения Мантуровского муниципального района','38623410','2-й Засеймский сельсовет','38623419','Куськинский сельсовет','38623422','Мантуровский сельсовет','38623426','Останинский сельсовет','38623436','Репецкий сельсовет','38623441','Сеймский сельсовет','38623460','Ястребовский сельсовет']]
,['38624','Медвенский муниципальный район',['38624100','Городские поселения Медвенского муниципального района','38624151','поселок Медвенка','38624400','Сельские поселения Медвенского муниципального района','38624404','Амосовский сельсовет','38624408','Высокский сельсовет','38624416','Вышнереутчанский сельсовет','38624420','Гостомлянский сельсовет','38624424','Китаевский сельсовет','38624436','Нижнереутчанский сельсовет','38624440','Паникинский сельсовет','38624444','Панинский сельсовет','38624456','Чермошнянский сельсовет']]
,['38626','Обоянский муниципальный район',['38626100','Городские поселения Обоянского муниципального района','38626101','город Обоянь','38626400','Сельские поселения Обоянского муниципального района','38626404','Афанасьевский сельсовет','38626408','Бабинский сельсовет','38626412','Башкатовский сельсовет','38626420','Быкановский сельсовет','38626424','Гридасовский сельсовет','38626432','Зоринский сельсовет','38626436','Каменский сельсовет','38626444','Котельниковский сельсовет','38626456','Рудавский сельсовет','38626460','Рыбино-Будский сельсовет','38626468','Усланский сельсовет','38626472','Шевелевский сельсовет']]
,['38628','Октябрьский муниципальный район',['38628100','Городские поселения Октябрьского муниципального района','38628151','поселок Прямицыно','38628400','Сельские поселения Октябрьского муниципального района','38628404','Артюховский сельсовет','38628408','Большедолженковский сельсовет','38628412','Дьяконовский сельсовет','38628416','Катыринский сельсовет','38628420','Лобазовский сельсовет','38628424','Никольский сельсовет','38628426','Плотавский сельсовет','38628428','Старковский сельсовет','38628432','Филипповский сельсовет','38628436','Черницынский сельсовет']]
,['38630','Поныровский муниципальный район',['38630100','Городские поселения Поныровского муниципального района','38630151','поселок Поныри','38630400','Сельские поселения Поныровского муниципального района','38630416','Верхне-Смородинский сельсовет','38630418','Возовский сельсовет','38630419','Горяйновский сельсовет','38630428','Ольховатский сельсовет','38630432','Первомайский сельсовет','38630436','1-й Поныровский сельсовет','38630440','2-й Поныровский сельсовет']]
,['38632','Пристенский муниципальный район',['38632100','Городские поселения Пристенского муниципального района','38632151','поселок Пристень','38632152','поселок Кировский','38632400','Сельские поселения Пристенского муниципального района','38632404','Бобрышевский сельсовет','38632428','Котовский сельсовет','38632432','Нагольненский сельсовет','38632444','Пристенский сельсовет','38632460','Сазановский сельсовет','38632464','Среднеольшанский сельсовет','38632473','Черновецкий сельсовет','38632480','Ярыгинский сельсовет']]
,['38634','Рыльский муниципальный район',['38634100','Городские поселения Рыльского муниципального района','38634101','город Рыльск','38634400','Сельские поселения Рыльского муниципального района','38634412','Березниковский сельсовет','38634432','Дуровский сельсовет','38634436','Ивановский сельсовет','38634443','Козинский сельсовет','38634448','Крупецкий сельсовет','38634460','Малогнеушевский сельсовет','38634464','Михайловский сельсовет','38634468','Некрасовский сельсовет','38634472','Нехаевский сельсовет','38634476','Никольниковский сельсовет','38634484','Октябрьский сельсовет','38634488','Пригородненский сельсовет','38634492','Студенокский сельсовет','38634496','Щекинский сельсовет']]
,['38636','Советский муниципальный район',['38636100','Городские поселения Советского муниципального района','38636151','поселок Кшенский','38636400','Сельские поселения Советского муниципального района','38636404','Александровский сельсовет','38636412','Верхнерагозецкий сельсовет','38636416','Волжанский сельсовет','38636424','Краснодолинский сельсовет','38636432','Ледовский сельсовет','38636434','Ленинский сельсовет','38636436','Мансуровский сельсовет','38636440','Михайлоанненский сельсовет','38636448','Нижнеграйворонский сельсовет','38636464','Советский сельсовет']]
,['38638','Солнцевский муниципальный район',['38638100','Городские поселения Солнцевского муниципального района','38638151','поселок Солнцево','38638400','Сельские поселения Солнцевского муниципального района','38638408','Бунинский сельсовет','38638428','Зуевский сельсовет','38638432','Ивановский сельсовет','38638448','Старолещинский сельсовет','38638452','Субботинский сельсовет','38638460','Шумаковский сельсовет']]
,['38640','Суджанский муниципальный район',['38640100','Городские поселения Суджанского муниципального района','38640101','город Суджа','38640400','Сельские поселения Суджанского муниципального района','38640410','Борковский сельсовет','38640415','Воробжанский сельсовет','38640421','Гончаровский сельсовет','38640424','Гуевский сельсовет','38640430','Замостянский сельсовет','38640433','Заолешенский сельсовет','38640438','Казачелокнянский сельсовет','38640450','Малолокнянский сельсовет','38640453','Мартыновский сельсовет','38640456','Махновский сельсовет','38640463','Новоивановский сельсовет','38640466','Плеховский сельсовет','38640469','Погребской сельсовет','38640472','Пореченский сельсовет','38640474','Свердликовский сельсовет','38640480','Уланковский сельсовет']]
,['38642','Тимский муниципальный район',['38642100','Городские поселения Тимского муниципального района','38642151','поселок Тим','38642400','Сельские поселения Тимского муниципального района','38642401','Барковский сельсовет','38642402','Быстрецкий сельсовет','38642404','Выгорновский сельсовет','38642432','Ленинский сельсовет','38642444','Погоженский сельсовет','38642468','Становской сельсовет','38642472','Тимский сельсовет','38642476','Успенский сельсовет']]
,['38644','Фатежский муниципальный район',['38644100','Городские поселения Фатежского муниципального района','38644101','город Фатеж','38644400','Сельские поселения Фатежского муниципального района','38644402','Банинский сельсовет','38644408','Большеанненковский сельсовет','38644412','Большежировский сельсовет','38644416','Верхнелюбажский сельсовет','38644420','Верхнехотемльский сельсовет','38644424','Глебовский сельсовет','38644444','Миленинский сельсовет','38644448','Молотычевский сельсовет','38644464','Русановский сельсовет','38644468','Солдатский сельсовет']]
,['38646','Хомутовский муниципальный район',['38646100','Городские поселения Хомутовского муниципального района','38646151','поселок Хомутовка','38646400','Сельские поселения Хомутовского муниципального района','38646412','Гламаздинский сельсовет','38646416','Дубовицкий сельсовет','38646420','Калиновский сельсовет','38646448','Ольховский сельсовет','38646452','Петровский сельсовет','38646464','Романовский сельсовет','38646468','Сальновский сельсовет','38646472','Сковородневский сельсовет']]
,['38648','Черемисиновский муниципальный район',['38648100','Городские поселения Черемисиновского муниципального района','38648151','поселок Черемисиново','38648400','Сельские поселения Черемисиновского муниципального района','38648406','Краснополянский сельсовет','38648412','Михайловский сельсовет','38648416','Ниженский сельсовет','38648427','Петровский сельсовет','38648428','Покровский сельсовет','38648432','Русановский сельсовет','38648436','Стакановский сельсовет','38648444','Удеревский сельсовет']]
,['38650','Щигровский муниципальный район',['38650400','Сельские поселения Щигровского муниципального района','38650402','Большезмеинский сельсовет','38650404','Вышнеольховатский сельсовет','38650408','Вязовский сельсовет','38650412','Защитенский сельсовет','38650416','Знаменский сельсовет','38650418','Касиновский сельсовет','38650420','Косоржанский сельсовет','38650424','Кривцовский сельсовет','38650428','Крутовский сельсовет','38650432','Мелехинский сельсовет','38650436','Никольский сельсовет','38650438','Озерский сельсовет','38650440','Охочевский сельсовет','38650444','Пригородненский сельсовет','38650448','Вишневский сельсовет','38650452','Теребужский сельсовет','38650456','Титовский сельсовет','38650460','Троицкокраснянский сельсовет']]
,['38701','город Курск',undefined
]
,['38705','город Железногорск',undefined
]
,['38708','город Курчатов',undefined
]
,['38710','город Льгов',undefined
]
,['38715','город Щигры',undefined
]
]]
,['40','МО города федерального значения Санкт-Петербурга',
[['40301','МО Коломна',undefined
]
,['40302','МО Сенной округ',undefined
]
,['40303','МО Адмиралтейский округ',undefined
]
,['40304','МО Семеновский',undefined
]
,['40305','МО Измайловское',undefined
]
,['40306','МО Екатерингофский',undefined
]
,['40307','МО № 7',undefined
]
,['40308','МО Васильевский',undefined
]
,['40309','МО Гавань',undefined
]
,['40310','МО Морской',undefined
]
,['40311','МО Остров Декабристов',undefined
]
,['40312','поселок Левашово',undefined
]
,['40313','поселок Парголово',undefined
]
,['40314','МО Сампсониевское',undefined
]
,['40315','МО Светлановское',undefined
]
,['40316','МО Сосновское',undefined
]
,['40317','МО № 15',undefined
]
,['40318','МО Сергиевское',undefined
]
,['40319','МО Шувалово-Озерки',undefined
]
,['40320','поселок Лисий Нос',undefined
]
,['40321','МО Лахта-Ольгино',undefined
]
,['40322','МО № 65',undefined
]
,['40323','МО Ланское',undefined
]
,['40324','МО Комендантский аэродром',undefined
]
,['40325','МО Озеро Долгое',undefined
]
,['40326','МО Юнтолово',undefined
]
,['40327','МО Коломяги',undefined
]
,['40328','МО Гражданка',undefined
]
,['40329','МО Академическое',undefined
]
,['40330','МО Финляндский округ',undefined
]
,['40331','МО № 21',undefined
]
,['40332','МО Пискаревка',undefined
]
,['40333','МО Северный',undefined
]
,['40334','МО Прометей',undefined
]
,['40335','МО Княжево',undefined
]
,['40336','МО Ульянка',undefined
]
,['40337','МО Дачное',undefined
]
,['40338','МО Автово',undefined
]
,['40339','МО Нарвский округ',undefined
]
,['40340','МО Красненькая речка',undefined
]
,['40341','МО Морские ворота',undefined
]
,['40342','город Колпино',undefined
]
,['40343','поселок Металлострой',undefined
]
,['40344','поселок Петро-Славянка',undefined
]
,['40345','поселок Понтонный',undefined
]
,['40346','поселок Саперный',undefined
]
,['40347','поселок Усть-Ижора',undefined
]
,['40348','МО Полюстрово',undefined
]
,['40349','МО Большая Охта',undefined
]
,['40350','МО Малая Охта',undefined
]
,['40351','МО Пороховые',undefined
]
,['40352','МО Ржевка',undefined
]
,['40353','город Красное Село',undefined
]
,['40354','МО Юго-Запад',undefined
]
,['40355','МО Южно-Приморский',undefined
]
,['40356','МО Сосновая поляна',undefined
]
,['40357','МО Урицк',undefined
]
,['40358','МО Константиновское',undefined
]
,['40359','МО Горелово',undefined
]
,['40360','город Кронштадт',undefined
]
,['40361','город Зеленогорск',undefined
]
,['40362','город Сестрорецк',undefined
]
,['40363','поселок Белоостров',undefined
]
,['40364','поселок Комарово',undefined
]
,['40365','поселок Молодежное',undefined
]
,['40366','поселок Песочный',undefined
]
,['40367','поселок Репино',undefined
]
,['40368','поселок Серово',undefined
]
,['40369','поселок Смолячково',undefined
]
,['40370','поселок Солнечное',undefined
]
,['40371','поселок Ушково',undefined
]
,['40372','город Ломоносов',undefined
]
,['40373','МО Московская застава',undefined
]
,['40374','МО Гагаринское',undefined
]
,['40375','МО Новоизмайловское',undefined
]
,['40376','МО Пулковский меридиан',undefined
]
,['40377','МО Звездное',undefined
]
,['40378','МО Невская застава',undefined
]
,['40379','МО Ивановский',undefined
]
,['40380','МО Обуховский',undefined
]
,['40381','МО Рыбацкое',undefined
]
,['40382','МО Народный',undefined
]
,['40383','МО № 54',undefined
]
,['40384','МО Невский округ',undefined
]
,['40385','МО Оккервиль',undefined
]
,['40386','МО Правобережный',undefined
]
,['40387','город Павловск',undefined
]
,['40388','поселок Тярлево',undefined
]
,['40389','МО Введенский',undefined
]
,['40390','МО Кронверкское',undefined
]
,['40391','МО Посадский',undefined
]
,['40392','МО Аптекарский остров',undefined
]
,['40393','МО округ Петровский',undefined
]
,['40394','МО Чкаловское',undefined
]
,['40395','город Петергоф',undefined
]
,['40396','поселок Стрельна',undefined
]
,['40397','город Пушкин',undefined
]
,['40398','поселок Александровская',undefined
]
,['40901','поселок Шушары',undefined
]
,['40902','МО Волковское',undefined
]
,['40903','МО № 72',undefined
]
,['40904','МО Купчино',undefined
]
,['40905','МО Георгиевский',undefined
]
,['40906','МО Александровский',undefined
]
,['40907','МО Балканский',undefined
]
,['40908','МО Дворцовый округ',undefined
]
,['40909','МО № 78',undefined
]
,['40910','МО Литейный округ',undefined
]
,['40911','МО Смольнинское',undefined
]
,['40912','МО Лиговка-Ямская',undefined
]
,['40913','МО Владимирский округ',undefined
]
]]
,['41','МО Ленинградской области',
[['41603','Бокситогорский муниципальный район',['41603100','Городские поселения Бокситогорского муниципального района','41603101','Бокситогорское','41603102','Пикалёвское','41603155','Ефимовское','41603400','Сельские поселения Бокситогорского муниципального района','41603412','Большедворское','41603416','Борское','41603460','Лидское','41603476','Самойловское']]
,['41606','Волосовский муниципальный район',['41606100','Городские поселения Волосовского муниципального района','41606101','Волосовское','41606400','Сельские поселения Волосовского муниципального района','41606404','Бегуницкое','41606408','Рабитицкое','41606412','Большеврудское','41606420','Калитинское','41606430','Клопицкое','41606436','Сабское']]
,['41609','Волховский муниципальный район',['41609100','Городские поселения Волховского муниципального района','41609101','Волховское','41609104','Новоладожское','41609108','Сясьстройское','41609400','Сельские поселения Волховского муниципального района','41609403','Вындиноостровское','41609418','Иссадское','41609427','Колчановское','41609444','Пашское','41609450','Потанинское','41609453','Бережковское','41609461','Селивановское','41609462','Староладожское','41609465','Усадищенское','41609468','Хваловское','41609471','Кисельнинское','41609480','Свирицкое']]
,['41612','Всеволожский муниципальный район',['41612100','Городские поселения Всеволожского муниципального района','41612101','Всеволожское','41612102','Сертоловское','41612103','Муринское','41612154','Дубровское','41612155','Заневское','41612158','Кузьмоловское','41612163','Морозовское','41612167','Рахьинское','41612168','Свердловское','41612175','Токсовское','41612400','Сельские поселения Всеволожского муниципального района','41612402','Бугровское','41612408','Агалатовское','41612416','Колтушское','41612420','Куйвозовское','41612424','Лесколовское','41612442','Романовское','41612448','Щегловское','41612456','Юкковское','41612458','Новодевяткинское']]
,['41615','Выборгский муниципальный район',['41615100','Городские поселения Выборгского муниципального района','41615101','Выборгское','41615104','Высоцкое','41615106','Каменногорское','41615108','Приморское','41615114','Светогорское','41615158','Рощинское','41615163','Советское','41615400','Сельские поселения Выборгского муниципального района','41615436','Красносельское','41615460','Первомайское','41615464','Полянское','41615476','Селезнёвское','41615492','Гончаровское']]
,['41618','Гатчинский муниципальный район',['41618100','Городские поселения Гатчинского муниципального района','41618101','Гатчинское','41618105','Коммунарское','41618154','Вырицкое','41618156','Дружногорское','41618169','Сиверское','41618176','Таицкое','41618400','Сельские поселения Гатчинского муниципального района','41618404','Пудомягское','41618408','Большеколпанское','41618416','Веревское','41618418','Войсковицкое','41618424','Елизаветинское','41618426','Кобринское','41618444','Новосветское','41618448','Пудостьское','41618452','Рождественское','41618460','Сусанинское','41618461','Сяськелевское']]
,['41621','Кингисеппский муниципальный район',['41621100','Городские поселения Кингисеппского муниципального района','41621101','Кингисеппское','41621102','Ивангородское','41621400','Сельские поселения Кингисеппского муниципального района','41621404','Большелуцкое','41621412','Фалилеевское','41621420','Котельское','41621428','Усть-Лужское','41621432','Кузёмкинское','41621440','Нежновское','41621444','Опольевское','41621448','Пустомержское','41621452','Вистинское']]
,['41624','Киришский муниципальный район',['41624100','Городские поселения Киришского муниципального района','41624101','Киришское','41624152','Будогощское','41624400','Сельские поселения Киришского муниципального района','41624412','Глажевское','41624423','Кусинское','41624427','Пчевжинское','41624428','Пчевское']]
,['41625','Кировский муниципальный район',['41625100','Городские поселения Кировского муниципального района','41625101','Кировское','41625102','Шлиссельбургское','41625104','Отрадненское','41625154','Мгинское','41625156','Назиевское','41625158','Павловское','41625160','Приладожское','41625163','Синявинское','41625400','Сельские поселения Кировского муниципального района','41625440','Путиловское','41625445','Суховское','41625450','Шумское']]
,['41627','Лодейнопольский муниципальный район',['41627100','Городские поселения Лодейнопольского муниципального района','41627101','Лодейнопольское','41627154','Свирьстройское','41627400','Сельские поселения Лодейнопольского муниципального района','41627404','Алёховщинское','41627410','Доможировское','41627420','Янегское']]
,['41630','Ломоносовский муниципальный район',['41630100','Городские поселения Ломоносовского муниципального района','41630152','Аннинское','41630154','Большеижорское','41630157','Виллозское','41630162','Лебяженское','41630400','Сельские поселения Ломоносовского муниципального района','41630408','Низинское','41630412','Пениковское','41630420','Гостилицкое','41630424','Горбунковское','41630428','Кипенское','41630432','Копорское','41630434','Лаголовское','41630436','Лопухинское','41630438','Оржицкое','41630440','Ропшинское','41630444','Русско-Высоцкое']]
,['41633','Лужский муниципальный район',['41633100','Городские поселения Лужского муниципального района','41633101','Лужское','41633154','Толмачёвское','41633400','Сельские поселения Лужского муниципального района','41633408','Володарское','41633416','Волошовское','41633420','Дзержинское','41633436','Заклинское','41633440','Мшинское','41633444','Оредежское','41633448','Осьминское','41633456','Ям-Тёсовское','41633464','Серебрянское','41633468','Скребловское','41633478','Торковичское','41633488','Ретюнское']]
,['41636','Подпорожский муниципальный район',['41636100','Городские поселения Подпорожского муниципального района','41636101','Подпорожское','41636154','Важинское','41636158','Вознесенское','41636163','Никольское','41636400','Сельские поселения Подпорожского муниципального района','41636404','Винницкое']]
,['41639','Приозерский муниципальный район',['41639100','Городские поселения Приозерского муниципального района','41639101','Приозерское','41639154','Кузнечнинское','41639400','Сельские поселения Приозерского муниципального района','41639404','Севастьяновское','41639408','Раздольевское','41639412','Громовское','41639416','Запорожское','41639420','Красноозёрное','41639424','Ларионовское','41639428','Мельниковское','41639432','Мичуринское','41639434','Ромашкинское','41639436','Плодовское','41639440','Петровское','41639444','Сосновское']]
,['41642','Сланцевский муниципальный район',['41642100','Городские поселения Сланцевского муниципального района','41642101','Сланцевское','41642400','Сельские поселения Сланцевского муниципального района','41642404','Выскатское','41642408','Загривское','41642420','Новосельское','41642424','Гостицкое','41642436','Старопольское','41642440','Черновское']]
,['41645','Тихвинский муниципальный район',['41645100','Городские поселения Тихвинского муниципального района','41645101','Тихвинское','41645400','Сельские поселения Тихвинского муниципального района','41645408','Мелегежское','41645410','Борское','41645412','Ганьковское','41645416','Горское','41645432','Цвылёвское','41645456','Пашозерское','41645472','Коськовское','41645477','Шугозерское']]
,['41648','Тосненский муниципальный район',['41648100','Городские поселения Тосненского муниципального района','41648101','Тосненское','41648105','Любанское','41648108','Никольское','41648154','Красноборское','41648160','Рябовское','41648164','Ульяновское','41648165','Фёдоровское','41648170','Форносовское','41648400','Сельские поселения Тосненского муниципального района','41648418','Нурминское','41648430','Лисинское','41648443','Тельмановское','41648444','Трубникоборское','41648464','Шапкинское']]
,['41754','Сосновоборский',undefined
]
]]
,['42','МО Липецкой области',
[['42603','Воловский муниципальный район',['42603400','Сельские поселения Воловского муниципального района','42603404','Большеивановский сельсовет','42603408','Большовский сельсовет','42603411','Васильевский сельсовет','42603412','Верхнечесноченский сельсовет','42603416','Воловский сельсовет','42603420','Воловчинский сельсовет','42603424','Гатищенский сельсовет','42603426','Замарайский сельсовет','42603428','Захаровский сельсовет','42603432','Липовский сельсовет','42603436','Ломигорский сельсовет','42603440','Набережанский сельсовет','42603444','Ожогинский сельсовет','42603448','Спасский сельсовет','42603455','Юрской сельсовет']]
,['42606','Грязинский муниципальный район',['42606100','Городские поселения Грязинского муниципального района','42606101','город Грязи','42606400','Сельские поселения Грязинского муниципального района','42606404','Большесамовецкий сельсовет','42606408','Бутырский сельсовет','42606412','Верхнетелелюйский сельсовет','42606416','Грязинский сельсовет','42606420','Двуреченский сельсовет','42606424','Казинский сельсовет','42606428','Карамышевский сельсовет','42606432','Княжебайгорский сельсовет','42606436','Коробовский сельсовет','42606440','Кузовский сельсовет','42606444','Петровский сельсовет','42606448','Плехановский сельсовет','42606452','Сошкинский сельсовет','42606460','Телелюйский сельсовет','42606464','Фащевский сельсовет','42606468','Ярлуковский сельсовет']]
,['42609','Данковский муниципальный район',['42609100','Городские поселения Данковского муниципального района','42609101','город Данков','42609400','Сельские поселения Данковского муниципального района','42609408','Баловневский сельсовет','42609416','Березовский сельсовет','42609420','Бигильдинский сельсовет','42609424','Воскресенский сельсовет','42609444','Кудрявщинский сельсовет','42609448','Малинковский сельсовет','42609452','Новоникольский сельсовет','42609460','Октябрьский сельсовет','42609464','Перехвальский сельсовет','42609472','Полибинский сельсовет','42609476','Спешнево-Ивановский сельсовет','42609482','Тепловский сельсовет','42609485','Требунский сельсовет','42609492','Ягодновский сельсовет']]
,['42612','Добринский муниципальный район',['42612400','Сельские поселения Добринского муниципального района','42612404','Березнеговатский сельсовет','42612408','Богородицкий сельсовет','42612412','Верхнематренский сельсовет','42612420','Демшинский сельсовет','42612422','Добринский сельсовет','42612424','Дубовской сельсовет','42612428','Дуровский сельсовет','42612432','Каверинский сельсовет','42612436','Мазейский сельсовет','42612440','Нижнематренский сельсовет','42612444','Новочеркутинский сельсовет','42612452','Петровский сельсовет','42612456','Пушкинский сельсовет','42612464','Среднематренский сельсовет','42612468','Талицкий сельсовет','42612472','Тихвинский сельсовет','42612476','Хворостянский сельсовет']]
,['42615','Добровский муниципальный район',['42615400','Сельские поселения Добровского муниципального района','42615404','Больше-Хомутецкий сельсовет','42615408','Борисовский сельсовет','42615412','Волченский сельсовет','42615416','Добровский сельсовет','42615420','Екатериновский сельсовет','42615424','Замартыновский сельсовет','42615428','Каликинский сельсовет','42615432','Кореневщинский сельсовет','42615436','Кривецкий сельсовет','42615440','Крутовский сельсовет','42615447','Махоновский сельсовет','42615452','Панинский сельсовет','42615454','Поройский сельсовет','42615456','Преображеновский сельсовет','42615460','Путятинский сельсовет','42615464','Ратчинский сельсовет','42615468','Трубетчинский сельсовет']]
,['42618','Долгоруковский муниципальный район',['42618400','Сельские поселения Долгоруковского муниципального района','42618404','Большебоевский сельсовет','42618408','Верхнеломовецкий сельсовет','42618412','Веселовский сельсовет','42618416','Войсковоказинский сельсовет','42618420','Вязовицкий сельсовет','42618424','Грызловский сельсовет','42618428','Долгоруковский сельсовет','42618430','Долгушинский сельсовет','42618432','Дубовецкий сельсовет','42618436','Жерновский сельсовет','42618440','Меньшеколодезский сельсовет','42618444','Свишенский сельсовет','42618448','Слепухинский сельсовет','42618452','Стегаловский сельсовет']]
,['42621','Елецкий муниципальный район',['42621400','Сельские поселения Елецкого муниципального района','42621404','Архангельский сельсовет','42621408','Большеизвальский сельсовет','42621412','Волчанский сельсовет','42621416','Воронецкий сельсовет','42621420','Голиковский сельсовет','42621424','Елецкий сельсовет','42621428','Казацкий сельсовет','42621432','Колосовский сельсовет','42621436','Лавский сельсовет','42621440','Малобоевский сельсовет','42621444','Нижневоргольский сельсовет','42621448','Пищулинский сельсовет','42621450','Сокольский сельсовет','42621452','Федоровский сельсовет','42621456','Черкасский сельсовет']]
,['42624','Задонский муниципальный район',['42624100','Городские поселения Задонского муниципального района','42624101','город Задонск','42624400','Сельские поселения Задонского муниципального района','42624404','Болховской сельсовет','42624408','Бутырский сельсовет','42624412','Верхнеказаченский сельсовет','42624416','Верхнестуденецкий сельсовет','42624420','Гнилушинский сельсовет','42624424','Донской сельсовет','42624428','Калабинский сельсовет','42624432','Каменский сельсовет','42624436','Камышевский сельсовет','42624440','Кашарский сельсовет','42624444','Ксизовский сельсовет','42624448','Ольшанский сельсовет','42624450','Рогожинский сельсовет','42624452','Скорняковский сельсовет','42624456','Тимирязевский сельсовет','42624460','Хмелинецкий сельсовет','42624464','Юрьевский сельсовет']]
,['42627','Измалковский муниципальный район',['42627400','Сельские поселения Измалковского муниципального района','42627404','Афанасьевский сельсовет','42627408','Васильевский сельсовет','42627412','Домовинский сельсовет','42627416','Измалковский сельсовет','42627420','Лебяженский сельсовет','42627424','Петровский сельсовет','42627428','Пономаревский сельсовет','42627432','Преображенский сельсовет','42627436','Пречистенский сельсовет','42627440','Пятницкий сельсовет','42627444','Ровенский сельсовет','42627448','Слободской сельсовет','42627452','Чернавский сельсовет']]
,['42630','Краснинский муниципальный район',['42630400','Сельские поселения Краснинского муниципального района','42630404','Александровский сельсовет','42630408','Гудаловский сельсовет','42630412','Дрезгаловский сельсовет','42630416','Ищеинский сельсовет','42630420','Краснинский сельсовет','42630432','Сотниковский сельсовет','42630436','Суходольский сельсовет','42630440','Яблоновский сельсовет']]
,['42633','Лебедянский муниципальный район',['42633100','Городские поселения Лебедянского муниципального района','42633101','город Лебедянь','42633400','Сельские поселения Лебедянского муниципального района','42633404','Агрономовский сельсовет','42633408','Большеизбищенский сельсовет','42633412','Большепоповский сельсовет','42633416','Волотовский сельсовет','42633420','Вязовский сельсовет','42633424','Докторовский сельсовет','42633428','Кузнецкий сельсовет','42633432','Куйманский сельсовет','42633436','Куликовский сельсовет','42633440','Ольховский сельсовет','42633448','Покрово-Казацкий сельсовет','42633452','Слободской сельсовет','42633460','Троекуровский сельсовет','42633464','Шовский сельсовет','42633468','Яблоневский сельсовет']]
,['42636','Лев-Толстовский муниципальный район',['42636400','Сельские поселения Лев-Толстовского муниципального района','42636404','Гагаринский сельсовет','42636408','Домачевский сельсовет','42636412','Знаменский сельсовет','42636419','Лев-Толстовский сельсовет','42636420','Новочемодановский сельсовет','42636424','Октябрьский сельсовет','42636428','Остро-Каменский сельсовет','42636432','Первомайский сельсовет','42636436','Топовский сельсовет','42636440','Троицкий сельсовет']]
,['42640','Липецкий муниципальный район',['42640400','Сельские поселения Липецкого муниципального района','42640404','Большекузьминский сельсовет','42640408','Боринский сельсовет','42640412','Васильевский сельсовет','42640416','Введенский сельсовет','42640420','Вербиловский сельсовет','42640424','Грязновский сельсовет','42640428','Ивовский сельсовет','42640432','Косыревский сельсовет','42640436','Круто-Хуторской сельсовет','42640440','Кузьмино-Отвержский сельсовет','42640444','Ленинский сельсовет','42640448','Лубновский сельсовет','42640452','Новодеревенский сельсовет','42640456','Новодмитриевский сельсовет','42640460','Падовский сельсовет','42640464','Пружинский сельсовет','42640468','Сенцовский сельсовет','42640472','Стебаевский сельсовет','42640476','Сырский сельсовет','42640480','Тележенский сельсовет','42640484','Частодубравский сельсовет']]
,['42642','Становлянский муниципальный район',['42642400','Сельские поселения Становлянского муниципального района','42642404','Георгиевский сельсовет','42642408','Грунино-Воргольский сельсовет','42642412','Кирилловский сельсовет','42642416','Красно-Полянский сельсовет','42642420','Ламской сельсовет','42642424','Лесно-Локотецкий сельсовет','42642428','Лукьяновский сельсовет','42642432','Михайловский сельсовет','42642436','Огневский сельсовет','42642440','Островский сельсовет','42642444','Пальна-Михайловский сельсовет','42642448','Петрищевский сельсовет','42642452','Становлянский сельсовет','42642456','Соловьевский сельсовет','42642460','Телегинский сельсовет','42642464','Успенский сельсовет','42642466','Чемодановский сельсовет','42642468','Ястребиновский сельсовет']]
,['42645','Тербунский муниципальный район',['42645400','Сельские поселения Тербунского муниципального района','42645404','Березовский сельсовет','42645408','Большеполянский сельсовет','42645412','Борковский сельсовет','42645420','Вислополянский сельсовет','42645424','Зареченский сельсовет','42645428','Казинский сельсовет','42645432','Кургано-Головинский сельсовет','42645440','Новосильский сельсовет','42645444','Озерский сельсовет','42645448','Покровский сельсовет','42645452','Солдатский сельсовет','42645458','Тербунский сельсовет','42645460','Тербунский Второй сельсовет','42645464','Тульский сельсовет','42645468','Урицкий сельсовет']]
,['42648','Усманский муниципальный район',['42648100','Городские поселения Усманского муниципального района','42648101','город Усмань','42648400','Сельские поселения Усманского муниципального района','42648404','Березняговский сельсовет','42648408','Боровской сельсовет','42648412','Бреславский сельсовет','42648416','Верхне-Мосоловский сельсовет','42648420','Грачевский сельсовет','42648424','Девицкий сельсовет','42648428','Дмитриевский сельсовет','42648432','Дрязгинский сельсовет','42648436','Завальновский сельсовет','42648440','Излегощенский сельсовет','42648444','Кривский сельсовет','42648448','Крутче-Байгорский сельсовет','42648452','Куликовский сельсовет','42648456','Никольский сельсовет','42648460','Октябрьский сельсовет','42648461','Пашковский сельсовет','42648462','Пластинский сельсовет','42648464','Поддубровский сельсовет','42648466','Пригородный сельсовет','42648469','Пушкарский сельсовет','42648472','Сторожевской сельсовет','42648474','Сторожевско-Хуторской сельсовет','42648478','Студено-Высельский сельсовет','42648483','Студенский сельсовет']]
,['42652','Хлевенский муниципальный район',['42652400','Сельские поселения Хлевенского муниципального района','42652404','Верхне-Колыбельский сельсовет','42652406','Введенский сельсовет','42652408','Воробьевский сельсовет','42652412','Ворон-Лозовский сельсовет','42652416','Дмитряшевский сельсовет','42652420','Елецко-Лозовский сельсовет','42652424','Елец-Маланинский сельсовет','42652428','Конь-Колодезский сельсовет','42652432','Малининский сельсовет','42652434','Нижне-Колыбельский сельсовет','42652436','Ново-Дубовский сельсовет','42652440','Отскоченский сельсовет','42652444','Синдякинский сельсовет','42652448','Фомино-Негачевский сельсовет','42652453','Хлевенский сельсовет']]
,['42656','Чаплыгинский муниципальный район',['42656100','Городские поселения Чаплыгинского муниципального района','42656101','город Чаплыгин','42656400','Сельские поселения Чаплыгинского муниципального района','42656404','Братовский сельсовет','42656408','Буховской сельсовет','42656412','Ведновский сельсовет','42656416','Демкинский сельсовет','42656420','Дубовской сельсовет','42656424','Жабинский сельсовет','42656428','Зенкинский сельсовет','42656432','Истобенский сельсовет','42656436','Колыбельский сельсовет','42656440','Конюшковский сельсовет','42656444','Кривополянский сельсовет','42656448','Лозовский сельсовет','42656452','Ломовской сельсовет','42656456','Люблинский сельсовет','42656460','Новополянский сельсовет','42656464','Петелинский сельсовет','42656468','Пиковский сельсовет','42656472','Соловской сельсовет','42656476','Троекуровский сельсовет','42656480','Урусовский сельсовет','42656484','Шишкинский сельсовет','42656488','Юсовский сельсовет']]
,['42701','город Липецк',undefined
]
,['42715','город Елец',undefined
]
]]
,['44','МО Магаданской области',
[['44502','Ольский',undefined
]
,['44504','Омсукчанский',undefined
]
,['44507','Северо-Эвенский',undefined
]
,['44510','Среднеканский',undefined
]
,['44513','Сусуманский',undefined
]
,['44516','Тенькинский',undefined
]
,['44519','Хасынский',undefined
]
,['44522','Ягоднинский',undefined
]
,['44701','город Магадан',undefined
]
]]
,['45','МО города Москвы (столицы Российской Федерации города федерального значения)',
[['45301','МО Богородское',undefined
]
,['45302','МО Вешняки',undefined
]
,['45303','МО Восточное Измайлово',undefined
]
,['45304','МО Восточный',undefined
]
,['45305','МО Гольяново',undefined
]
,['45306','МО Ивановское',undefined
]
,['45307','МО Измайлово',undefined
]
,['45308','МО Косино-Ухтомский',undefined
]
,['45309','МО Новогиреево',undefined
]
,['45310','МО Новокосино',undefined
]
,['45311','МО Метрогородок',undefined
]
,['45312','МО Перово',undefined
]
,['45313','МО Северное Измайлово',undefined
]
,['45314','МО Соколиная гора',undefined
]
,['45315','МО Сокольники',undefined
]
,['45316','МО Преображенское',undefined
]
,['45317','МО Внуково',undefined
]
,['45318','МО Дорогомилово',undefined
]
,['45319','МО Крылатское',undefined
]
,['45320','МО Кунцево',undefined
]
,['45321','МО Можайский',undefined
]
,['45322','МО Ново-Переделкино',undefined
]
,['45323','МО Очаково-Матвеевское',undefined
]
,['45324','МО Проспект Вернадского',undefined
]
,['45325','МО Раменки',undefined
]
,['45326','МО Солнцево',undefined
]
,['45327','МО Тропарево-Никулино',undefined
]
,['45328','МО Филевский парк',undefined
]
,['45329','МО Фили-Давыдково',undefined
]
,['45330','МО Крюково',undefined
]
,['45331','МО Матушкино',undefined
]
,['45332','МО Силино',undefined
]
,['45333','МО Аэропорт',undefined
]
,['45334','МО Беговой',undefined
]
,['45335','МО Бескудниковский',undefined
]
,['45336','МО Войковский',undefined
]
,['45337','МО Восточное Дегунино',undefined
]
,['45338','МО Головинский',undefined
]
,['45339','МО Дмитровский',undefined
]
,['45340','МО Западное Дегунино',undefined
]
,['45341','МО Коптево',undefined
]
,['45342','МО Левобережный',undefined
]
,['45343','МО Молжаниновский',undefined
]
,['45344','МО Савеловский',undefined
]
,['45345','МО Сокол',undefined
]
,['45346','МО Тимирязевский',undefined
]
,['45347','МО Ховрино',undefined
]
,['45348','МО Хорошевский',undefined
]
,['45349','МО Алексеевский',undefined
]
,['45350','МО Алтуфьевский',undefined
]
,['45351','МО Бабушкинский',undefined
]
,['45352','МО Бибирево',undefined
]
,['45353','МО Бутырский',undefined
]
,['45354','МО Лианозово',undefined
]
,['45355','МО Лосиноостровский',undefined
]
,['45356','МО Марфино',undefined
]
,['45357','МО Марьина роща',undefined
]
,['45358','МО Останкинский',undefined
]
,['45359','МО Отрадное',undefined
]
,['45360','МО Ростокино',undefined
]
,['45361','МО Свиблово',undefined
]
,['45362','МО Северное Медведково',undefined
]
,['45363','МО Северный',undefined
]
,['45364','МО Южное Медведково',undefined
]
,['45365','МО Ярославский',undefined
]
,['45366','МО Куркино',undefined
]
,['45367','МО Митино',undefined
]
,['45368','МО Покровское-Стрешнево',undefined
]
,['45369','МО Северное Тушино',undefined
]
,['45370','МО Строгино',undefined
]
,['45371','МО Хорошево-Мневники',undefined
]
,['45372','МО Щукино',undefined
]
,['45373','МО Южное Тушино',undefined
]
,['45374','МО Арбат',undefined
]
,['45375','МО Басманный',undefined
]
,['45376','МО Замоскворечье',undefined
]
,['45377','МО Савелки',undefined
]
,['45378','МО Красносельский',undefined
]
,['45379','МО Мещанский',undefined
]
,['45380','МО Пресненский',undefined
]
,['45381','МО Таганский',undefined
]
,['45382','МО Тверской',undefined
]
,['45383','МО Хамовники',undefined
]
,['45384','МО Якиманка',undefined
]
,['45385','МО Выхино-Жулебино',undefined
]
,['45386','МО Капотня',undefined
]
,['45387','МО Кузьминки',undefined
]
,['45388','МО Лефортово',undefined
]
,['45389','МО Люблино',undefined
]
,['45390','МО Марьино',undefined
]
,['45391','МО Некрасовка',undefined
]
,['45392','МО Нижегородский',undefined
]
,['45393','МО Печатники',undefined
]
,['45394','МО Рязанский',undefined
]
,['45395','МО Текстильщики',undefined
]
,['45396','МО Южнопортовый',undefined
]
,['45397','МО Академический',undefined
]
,['45398','МО Гагаринский',undefined
]
,['45901','МО Зюзино',undefined
]
,['45902','МО Коньково',undefined
]
,['45903','МО Котловка',undefined
]
,['45904','МО Ломоносовский',undefined
]
,['45905','МО Обручевский',undefined
]
,['45906','МО Северное Бутово',undefined
]
,['45907','МО Теплый Стан',undefined
]
,['45908','МО Черемушки',undefined
]
,['45909','МО Южное Бутово',undefined
]
,['45910','МО Ясенево',undefined
]
,['45911','МО Бирюлево Восточное',undefined
]
,['45912','МО Бирюлево Западное',undefined
]
,['45913','МО Братеево',undefined
]
,['45914','МО Даниловский',undefined
]
,['45915','МО Донской',undefined
]
,['45916','МО Зябликово',undefined
]
,['45917','МО Москворечье-Сабурово',undefined
]
,['45918','МО Нагатино-Садовники',undefined
]
,['45919','МО Нагатинский затон',undefined
]
,['45920','МО Нагорный',undefined
]
,['45921','МО Орехово-Борисово Северное',undefined
]
,['45922','МО Орехово-Борисово Южное',undefined
]
,['45923','МО Царицыно',undefined
]
,['45924','МО Чертаново Северное',undefined
]
,['45925','МО Чертаново Центральное',undefined
]
,['45926','МО Чертаново Южное',undefined
]
,['45927','МО Старое Крюково',undefined
]
,['45931','городской округ Троицк',undefined
]
,['45932','городской округ Щербинка',undefined
]
,['45941','поселение Внуковское',undefined
]
,['45942','поселение Воскресенское',undefined
]
,['45943','поселение Вороновское',undefined
]
,['45944','поселение Десеновское',undefined
]
,['45945','поселение Киевский',undefined
]
,['45946','поселение Кленовское',undefined
]
,['45947','поселение Кокошкино',undefined
]
,['45948','поселение Краснопахорское',undefined
]
,['45949','поселение Марушкинское',undefined
]
,['45951','поселение Михайлово-Ярцевское',undefined
]
,['45952','поселение Московский',undefined
]
,['45953','поселение ""Мосрентген""',undefined
]
,['45954','поселение Новофедоровское',undefined
]
,['45955','поселение Первомайское',undefined
]
,['45956','поселение Роговское',undefined
]
,['45957','поселение Рязановское',undefined
]
,['45958','поселение Сосенское',undefined
]
,['45959','поселение Филимонковское',undefined
]
,['45961','поселение Щаповское',undefined
]
]]
,['46','МО Московской области',
[['46704','Балашиха',undefined
]
,['46705','Бронницы',undefined
]
,['46706','Краснознаменск',undefined
]
,['46707','Ленинский',undefined
]
,['46708','Волоколамский',undefined
]
,['46709','Домодедово',undefined
]
,['46710','Воскресенск',undefined
]
,['46711','Дзержинский',undefined
]
,['46715','Дмитровский',undefined
]
,['46716','Долгопрудный',undefined
]
,['46718','Дубна',undefined
]
,['46722','Егорьевск',undefined
]
,['46725','Жуковский',undefined
]
,['46728','Сергиево-Посадский',undefined
]
,['46729','Зарайск',undefined
]
,['46733','Истра',undefined
]
,['46734','Королев',undefined
]
,['46735','Кашира',undefined
]
,['46737','Клин',undefined
]
,['46738','Коломна',undefined
]
,['46739','Котельники',undefined
]
,['46740','Лобня',undefined
]
,['46741','Лыткарино',undefined
]
,['46742','Лосино-Петровский',undefined
]
,['46744','Красногорск',undefined
]
,['46745','Можайский',undefined
]
,['46746','Мытищи',undefined
]
,['46747','Луховицы',undefined
]
,['46748','Люберцы',undefined
]
,['46750','Наро-Фоминский',undefined
]
,['46751','Богородский',undefined
]
,['46752','Лотошино',undefined
]
,['46755','Одинцовский',undefined
]
,['46757','Орехово-Зуевский',undefined
]
,['46758','Пушкинский',undefined
]
,['46759','Павловский Посад',undefined
]
,['46760','Подольск',undefined
]
,['46761','Молодёжный',undefined
]
,['46762','Пущино',undefined
]
,['46763','Восход',undefined
]
,['46764','Реутов',undefined
]
,['46766','Рузский',undefined
]
,['46767','Протвино',undefined
]
,['46768','Раменский',undefined
]
,['46770','Серпухов',undefined
]
,['46771','Солнечногорск',undefined
]
,['46772','Серебряные Пруды',undefined
]
,['46773','Власиха',undefined
]
,['46774','Звездный городок',undefined
]
,['46776','Ступино',undefined
]
,['46778','Талдомский',undefined
]
,['46780','Фрязино',undefined
]
,['46781','Черноголовка',undefined
]
,['46783','Химки',undefined
]
,['46784','Чехов',undefined
]
,['46786','Шатура',undefined
]
,['46787','Шаховская',undefined
]
,['46788','Щёлково',undefined
]
,['46790','Электросталь',undefined
]
,['46791','Электрогорск',undefined
]
]]
,['47','МО Мурманской области',
[['47515','Печенгский МО',undefined
]
,['47517','Ковдорский МО',undefined
]
,['47519','город Апатиты',undefined
]
,['47522','город Кировск',undefined
]
,['47524','город Мончегорск',undefined
]
,['47526','город Оленегорск',undefined
]
,['47528','город Полярные Зори',undefined
]
,['47605','Кольский муниципальный район',['47605100','Городские поселения Кольского муниципального района','47605101','Кола','47605154','Верхнетуломский','47605158','Кильдинстрой','47605161','Молочный','47605163','Мурмаши','47605173','Туманный','47605400','Сельские поселения Кольского муниципального района','47605402','Междуречье','47605404','Пушной','47605405','Териберка','47605406','Тулома','47605407','Ура-Губа']]
,['47608','Кандалакшский муниципальный район',['47608100','Городские поселения Кандалакшского муниципального района','47608101','Кандалакша','47608158','Зеленоборский','47608400','Сельские поселения Кандалакшского муниципального района','47608403','Алакуртти','47608407','Зареченск']]
,['47610','Ловозерский муниципальный район',['47610100','Городские поселения Ловозерского муниципального района','47610154','Ревда','47610400','Сельские поселения Ловозерского муниципального района','47610401','Ловозеро']]
,['47620','Терский муниципальный район',['47620100','Городские поселения Терского муниципального района','47620151','Умба','47620400','Сельские поселения Терского муниципального района','47620401','Варзуга']]
,['47701','город-герой Мурманск',undefined
]
,['47730','ЗАТО город Североморск',undefined
]
,['47731','ЗАТО город Островной',undefined
]
,['47733','ЗАТО город Заозерск',undefined
]
,['47735','ЗАТО поселок Видяево',undefined
]
,['47737','ЗАТО Александровск',undefined
]
]]
,['49','МО Новгородской области',
[['49510','Волотовский',undefined
]
,['49523','Марёвский',undefined
]
,['49538','Солецкий',undefined
]
,['49545','Хвойнинский',undefined
]
,['49603','Батецкий муниципальный район',['49603400','Сельские поселения Батецкого муниципального района','49603402','Батецкое','49603413','Мойкинское','49603425','Передольское']]
,['49606','Боровичский муниципальный район',['49606100','Городские поселения Боровичского муниципального района','49606101','город Боровичи','49606400','Сельские поселения Боровичского муниципального района','49606413','Волокское','49606419','Ёгольское','49606428','Кончанско-Суворовское','49606440','Опеченское','49606443','Перёдское','49606446','Прогресское','49606449','Сушанское','49606452','Сушиловское','49606455','Травковское','49606458','Железковское']]
,['49608','Валдайский муниципальный район',['49608100','Городские поселения Валдайского муниципального района','49608101','Валдайское','49608400','Сельские поселения Валдайского муниципального района','49608410','Едровское','49608416','Короцкое','49608419','Ивантеевское','49608428','Костковское','49608431','Любницкое','49608440','Рощинское','49608443','Семёновщинское','49608449','Яжелбицкое']]
,['49612','Демянский муниципальный район',['49612100','Городские поселения Демянского муниципального района','49612151','Демянское','49612400','Сельские поселения Демянского муниципального района','49612413','Жирковское','49612419','Ильиногорское','49612425','Кневицкое','49612430','Лычковское','49612440','Песоцкое','49612443','Полновское','49612465','Ямникское']]
,['49614','Крестецкий муниципальный район',['49614100','Городские поселения Крестецкого муниципального района','49614151','Крестецкое','49614400','Сельские поселения Крестецкого муниципального района','49614404','Ручьевское','49614416','Зайцевское','49614428','Новорахинское','49614437','Усть-Волмское']]
,['49616','Любытинский муниципальный район',['49616400','Сельские поселения Любытинского муниципального района','49616428','Любытинское','49616431','Неболчское']]
,['49620','Маловишерский муниципальный район',['49620100','Городские поселения Маловишерского муниципального района','49620101','Маловишерское','49620153','Большевишерское','49620400','Сельские поселения Маловишерского муниципального района','49620402','Бургинское','49620404','Веребьинское']]
,['49624','Мошенской муниципальный район',['49624400','Сельские поселения Мошенского муниципального района','49624413','Долговское','49624420','Калининское','49624422','Кировское','49624431','Мошенское','49624434','Ореховское']]
,['49625','Новгородский муниципальный район',['49625100','Городские поселения Новгородского муниципального района','49625152','Панковское','49625154','Пролетарское','49625400','Сельские поселения Новгородского муниципального района','49625405','Тёсово-Нетыльское','49625407','Борковское','49625408','Бронницкое','49625418','Ермолинское','49625426','Лесновское','49625446','Ракомское','49625450','Савинское','49625458','Трубичинское']]
,['49628','Окуловский муниципальный район',['49628100','Городские поселения Окуловского муниципального района','49628101','Окуловское','49628154','Кулотинское','49628162','Угловское','49628400','Сельские поселения Окуловского муниципального района','49628402','Березовикское','49628404','Боровёнковское','49628446','Котовское','49628458','Турбинное']]
,['49630','Парфинский муниципальный район',['49630100','Городские поселения Парфинского муниципального района','49630151','Парфинское','49630400','Сельские поселения Парфинского муниципального района','49630419','Полавское','49630422','Федорковское']]
,['49632','Пестовский муниципальный район',['49632100','Городские поселения Пестовского муниципального района','49632101','Пестовское','49632400','Сельские поселения Пестовского муниципального района','49632407','Богословское','49632410','Быковское','49632415','Вятское','49632425','Лаптевское','49632431','Охонское','49632434','Пестовское','49632455','Устюцкое']]
,['49634','Поддорский муниципальный район',['49634400','Сельские поселения Поддорского муниципального района','49634402','Белебёлковское','49634422','Селеевское','49634437','Поддорское']]
,['49639','Старорусский муниципальный район',['49639100','Городские поселения Старорусского муниципального района','49639101','город Старая Русса','49639400','Сельские поселения Старорусского муниципального района','49639419','Взвадское','49639425','Великосельское','49639437','Залучское','49639443','Ивановское','49639449','Медниковское','49639452','Наговское','49639455','Новосельское']]
,['49647','Холмский муниципальный район',['49647100','Городские поселения Холмского муниципального района','49647101','Холмское','49647400','Сельские поселения Холмского муниципального района','49647402','Тогодское','49647413','Красноборское','49647419','Морховское']]
,['49650','Чудовский муниципальный район',['49650100','Городские поселения Чудовского муниципального района','49650101','город Чудово','49650400','Сельские поселения Чудовского муниципального района','49650402','Грузинское','49650421','Трегубовское','49650430','Успенское']]
,['49655','Шимский муниципальный район',['49655100','Городские поселения Шимского муниципального района','49655151','Шимское','49655400','Сельские поселения Шимского муниципального района','49655435','Медведское','49655440','Подгощское','49655450','Уторгошское']]
,['49701','Великий Новгород',undefined
]
]]
,['50','МО Новосибирской области',
[['50603','Баганский муниципальный район',['50603400','Сельские поселения Баганского муниципального района','50603402','Андреевский сельсовет','50603404','Баганский сельсовет','50603407','Лозовской сельсовет','50603410','Ивановский сельсовет','50603413','Казанский сельсовет','50603414','Кузнецовский сельсовет','50603416','Мироновский сельсовет','50603418','Палецкий сельсовет','50603422','Савкинский сельсовет']]
,['50604','Барабинский муниципальный район',['50604100','Городские поселения Барабинского муниципального района','50604101','город Барабинск','50604400','Сельские поселения Барабинского муниципального района','50604402','Зюзинский сельсовет','50604404','Козловский сельсовет','50604406','Межозерный сельсовет','50604407','Новониколаевский сельсовет','50604410','Новоспасский сельсовет','50604413','Новочановский сельсовет','50604416','Новоярковский сельсовет','50604418','Устьянцевский сельсовет','50604419','Таскаевский сельсовет','50604422','Шубинский сельсовет','50604425','Щербаковский сельсовет']]
,['50606','Болотнинский муниципальный район',['50606100','Городские поселения Болотнинского муниципального района','50606101','город Болотное','50606400','Сельские поселения Болотнинского муниципального района','50606402','Ачинский сельсовет','50606404','Байкальский сельсовет','50606405','Баратаевский сельсовет','50606407','Боровской сельсовет','50606410','Варламовский сельсовет','50606413','Дивинский сельсовет','50606416','Егоровский сельсовет','50606419','Зудовский сельсовет','50606422','Карасевский сельсовет','50606425','Корниловский сельсовет','50606428','Кунчурукский сельсовет','50606434','Новобибеевский сельсовет','50606437','Ояшинский сельсовет','50606443','Светлополянский сельсовет']]
,['50608','Венгеровский муниципальный район',['50608400','Сельские поселения Венгеровского муниципального района','50608402','Венгеровский сельсовет','50608404','Вознесенский сельсовет','50608407','Воробьевский сельсовет','50608410','Ключевской сельсовет','50608413','Меньшиковский сельсовет','50608416','Мининский сельсовет','50608420','Новотартасский сельсовет','50608422','Павловский сельсовет','50608425','Петропавловский 1-й сельсовет','50608428','Петропавловский 2-й сельсовет','50608431','Сибирцевский 1-й сельсовет','50608434','Сибирцевский 2-й сельсовет','50608437','Тартасский сельсовет','50608440','Туруновский сельсовет','50608443','Урезский сельсовет','50608446','Усть-Изесский сельсовет','50608447','Усть-Ламенский сельсовет','50608452','Шипицынский сельсовет']]
,['50610','Доволенский муниципальный район',['50610400','Сельские поселения Доволенского муниципального района','50610402','Баклушевский сельсовет','50610404','Волчанский сельсовет','50610407','Доволенский сельсовет','50610410','Ильинский сельсовет','50610413','Индерский сельсовет','50610416','Комарьевский сельсовет','50610419','Красногривенский сельсовет','50610422','Согорнский сельсовет','50610425','Суздальский сельсовет','50610428','Травнинский сельсовет','50610431','Утянский сельсовет','50610433','Шагальский сельсовет','50610434','Ярковский сельсовет']]
,['50613','Здвинский муниципальный район',['50613400','Сельские поселения Здвинского муниципального района','50613401','Алексеевский сельсовет','50613402','Верх-Каргатский сельсовет','50613404','Верх-Урюмский сельсовет','50613406','Горносталевский сельсовет','50613407','Здвинский сельсовет','50613410','Лянинский сельсовет','50613413','Нижнечулымский сельсовет','50613416','Новороссийский сельсовет','50613419','Петраковский сельсовет','50613422','Рощинский сельсовет','50613425','Сарыбалыкский сельсовет','50613428','Нижнеурюмский сельсовет','50613430','Цветниковский сельсовет','50613431','Чулымский сельсовет']]
,['50615','Искитимский муниципальный район',['50615100','Городские поселения Искитимского муниципального района','50615152','рабочий поселок Линево','50615400','Сельские поселения Искитимского муниципального района','50615401','Бурмистровский сельсовет','50615402','Быстровский сельсовет','50615404','Верх-Коенский сельсовет','50615407','Гилевский сельсовет','50615410','Гусельниковский сельсовет','50615413','Евсинский сельсовет','50615415','Листвянский сельсовет','50615416','Легостаевский сельсовет','50615417','Мичуринский сельсовет','50615418','Морозовский сельсовет','50615419','Преображенский сельсовет','50615420','Промышленный сельсовет','50615422','Совхозный сельсовет','50615425','Степной сельсовет','50615428','Тальменский сельсовет','50615431','Улыбинский сельсовет','50615434','Усть-Чемский сельсовет','50615437','Чернореченский сельсовет','50615440','Шибковский сельсовет']]
,['50617','Карасукский муниципальный район',['50617100','Городские поселения Карасукского муниципального района','50617101','город Карасук','50617400','Сельские поселения Карасукского муниципального района','50617402','Беленский сельсовет','50617404','Благодатский сельсовет','50617406','Знаменский сельсовет','50617407','Ирбизинский сельсовет','50617410','Калиновский сельсовет','50617413','Михайловский сельсовет','50617416','Октябрьский сельсовет','50617419','Студеновский сельсовет','50617422','Троицкий сельсовет','50617425','Хорошинский сельсовет','50617428','Чернокурьинский сельсовет']]
,['50619','Каргатский муниципальный район',['50619100','Городские поселения Каргатского муниципального района','50619101','город Каргат','50619400','Сельские поселения Каргатского муниципального района','50619402','Алабугинский сельсовет','50619404','Беркутовский сельсовет','50619407','Верх-Каргатский сельсовет','50619410','Карганский сельсовет','50619413','Кубанский сельсовет','50619416','Маршанский сельсовет','50619419','Мусинский сельсовет','50619422','Первомайский сельсовет','50619425','Суминский сельсовет','50619428','Форпост-Каргатский сельсовет']]
,['50621','Колыванский муниципальный район',['50621100','Городские поселения Колыванского муниципального района','50621151','рабочий поселок Колывань','50621400','Сельские поселения Колыванского муниципального района','50621402','Вьюнский сельсовет','50621404','Калининский сельсовет','50621407','Кандауровский сельсовет','50621410','Королевский сельсовет','50621413','Новотроицкий сельсовет','50621416','Новотырышкинский сельсовет','50621419','Пихтовский сельсовет','50621422','Пономаревский сельсовет','50621425','Сидоровский сельсовет','50621428','Скалинский сельсовет','50621431','Соколовский сельсовет']]
,['50623','Коченевский муниципальный район',['50623100','Городские поселения Коченевского муниципального района','50623151','рабочий поселок Коченево','50623154','рабочий поселок Чик','50623400','Сельские поселения Коченевского муниципального района','50623402','Дупленский сельсовет','50623404','Краснотальский сельсовет','50623407','Кремлевский сельсовет','50623410','Крутологовский сельсовет','50623413','Леснополянский сельсовет','50623416','Новомихайловский сельсовет','50623418','Овчинниковский сельсовет','50623419','Поваренский сельсовет','50623422','Прокудский сельсовет','50623425','Совхозный сельсовет','50623428','Федосихинский сельсовет','50623431','Целинный сельсовет','50623434','Чистопольский сельсовет','50623437','Шагаловский сельсовет']]
,['50625','Кочковский муниципальный район',['50625400','Сельские поселения Кочковского муниципального района','50625402','Быструхинский сельсовет','50625404','Ермаковский сельсовет','50625407','Жуланский сельсовет','50625410','Кочковский сельсовет','50625411','Красносибирский сельсовет','50625412','Новоцелинный сельсовет','50625413','Решетовский сельсовет','50625414','Новорешетовский сельсовет','50625416','Троицкий сельсовет','50625419','Черновский сельсовет']]
,['50627','Краснозерский муниципальный район',['50627100','Городские поселения Краснозерского муниципального района','50627151','рабочий поселок Краснозерское','50627400','Сельские поселения Краснозерского муниципального района','50627402','Аксенихинский сельсовет','50627404','Веселовский сельсовет','50627407','Зубковский сельсовет','50627408','Казанакский сельсовет','50627409','Кайгородский сельсовет','50627410','Колыбельский сельсовет','50627413','Коневский сельсовет','50627419','Лобинский сельсовет','50627420','Лотошанский сельсовет','50627422','Майский сельсовет','50627425','Мохнатологовский сельсовет','50627428','Нижнечеремошинский сельсовет','50627431','Октябрьский сельсовет','50627434','Орехово-Логовской сельсовет','50627437','Половинский сельсовет','50627440','Полойский сельсовет','50627443','Садовский сельсовет','50627446','Светловский сельсовет']]
,['50630','Куйбышевский муниципальный район',['50630100','Городские поселения Куйбышевского муниципального района','50630101','город Куйбышев','50630400','Сельские поселения Куйбышевского муниципального района','50630402','Абрамовский сельсовет','50630404','Балманский сельсовет','50630407','Булатовский сельсовет','50630410','Верх-Ичинский сельсовет','50630411','Веснянский сельсовет','50630413','Гжатский сельсовет','50630416','Горбуновский сельсовет','50630419','Зоновский сельсовет','50630422','Камский сельсовет','50630425','Куйбышевский сельсовет','50630428','Михайловский сельсовет','50630431','Новоичинский сельсовет','50630434','Октябрьский сельсовет','50630437','Осиновский сельсовет','50630440','Отрадненский сельсовет','50630443','Сергинский сельсовет','50630446','Чумаковский сельсовет']]
,['50632','Купинский муниципальный район',['50632100','Городские поселения Купинского муниципального района','50632101','город Купино','50632400','Сельские поселения Купинского муниципального района','50632401','Благовещенский сельсовет','50632402','Вишневский сельсовет','50632404','Копкульский сельсовет','50632407','Ленинский сельсовет','50632410','Лягушенский сельсовет','50632413','Медяковский сельсовет','50632416','Метелевский сельсовет','50632419','Новоключевской сельсовет','50632422','Новониколаевский сельсовет','50632425','Новосельский сельсовет','50632428','Рождественский сельсовет','50632431','Сибирский сельсовет','50632434','Стеклянский сельсовет','50632437','Чаинский сельсовет','50632440','Яркульский сельсовет']]
,['50634','Кыштовский муниципальный район',['50634400','Сельские поселения Кыштовского муниципального района','50634402','Березовский сельсовет','50634404','Большереченский сельсовет','50634407','Вараксинский сельсовет','50634410','Верх-Майзасский сельсовет','50634413','Верх-Таркский сельсовет','50634416','Ереминский сельсовет','50634419','Заливинский сельсовет','50634422','Колбасинский сельсовет','50634425','Крутихинский сельсовет','50634428','Кулябинский сельсовет','50634431','Кыштовский сельсовет','50634434','Малокрасноярский сельсовет','50634437','Новомайзасский сельсовет','50634440','Новочекинский сельсовет','50634443','Орловский сельсовет','50634446','Сергеевский сельсовет','50634449','Черновский сельсовет']]
,['50636','Маслянинский муниципальный район',['50636100','Городские поселения Маслянинского муниципального района','50636151','рабочий поселок Маслянино','50636400','Сельские поселения Маслянинского муниципального района','50636402','Малотомский сельсовет','50636404','Бажинский сельсовет','50636407','Березовский сельсовет','50636410','Большеизыракский сельсовет','50636413','Борковский сельсовет','50636416','Дубровский сельсовет','50636419','Егорьевский сельсовет','50636422','Елбанский сельсовет','50636425','Мамоновский сельсовет','50636428','Никоновский сельсовет','50636431','Пеньковский сельсовет']]
,['50638','Мошковский муниципальный район',['50638100','Городские поселения Мошковского муниципального района','50638151','рабочий поселок Мошково','50638154','рабочий поселок Станционно-Ояшинский','50638400','Сельские поселения Мошковского муниципального района','50638402','Балтинский сельсовет','50638404','Барлакский сельсовет','50638407','Дубровинский сельсовет','50638410','Кайлинский сельсовет','50638413','Сарапульский сельсовет','50638416','Новомошковский сельсовет','50638419','Сокурский сельсовет','50638422','Ташаринский сельсовет','50638425','Широкоярский сельсовет']]
,['50640','Новосибирский муниципальный район',['50640100','Городские поселения Новосибирского муниципального района','50640154','рабочий поселок Краснообск','50640400','Сельские поселения Новосибирского муниципального района','50640402','Барышевский сельсовет','50640404','Березовский сельсовет','50640407','Боровской сельсовет','50640410','Верх-Тулинский сельсовет','50640416','Каменский сельсовет','50640419','Криводановский сельсовет','50640422','Кубовинский сельсовет','50640425','Кудряшовский сельсовет','50640428','Мичуринский сельсовет','50640429','Морской сельсовет','50640431','Мочищенский сельсовет','50640434','Новолуговской сельсовет','50640437','Плотниковский сельсовет','50640438','Раздольненский сельсовет','50640440','Станционный сельсовет','50640443','Толмачевский сельсовет','50640446','Ярковский сельсовет']]
,['50642','Ордынский муниципальный район',['50642100','Городские поселения Ордынского муниципального района','50642151','рабочий поселок Ордынское','50642400','Сельские поселения Ордынского муниципального района','50642401','Вагайцевский сельсовет','50642402','Верх-Алеусский сельсовет','50642403','Березовский сельсовет','50642404','Верх-Ирменский сельсовет','50642405','Верх-Чикский сельсовет','50642407','Кирзинский сельсовет','50642410','Козихинский сельсовет','50642413','Красноярский сельсовет','50642416','Нижнекаменский сельсовет','50642418','Новопичуговский сельсовет','50642419','Петровский сельсовет','50642420','Новошарапский сельсовет','50642422','Пролетарский сельсовет','50642423','Рогалевский сельсовет','50642425','Спиринский сельсовет','50642428','Усть-Луковский сельсовет','50642431','Устюжанинский сельсовет','50642434','Филипповский сельсовет','50642437','Чингисский сельсовет','50642440','Шайдуровский сельсовет']]
,['50644','Северный муниципальный район',['50644400','Сельские поселения Северного муниципального района','50644402','Бергульский сельсовет','50644404','Биазинский сельсовет','50644407','Верх-Красноярский сельсовет','50644410','Гражданцевский сельсовет','50644413','Новотроицкий сельсовет','50644416','Останинский сельсовет','50644419','Остяцкий сельсовет','50644422','Потюкановский сельсовет','50644425','Северный сельсовет','50644428','Федоровский сельсовет','50644431','Чебаковский сельсовет','50644434','Чувашинский сельсовет']]
,['50648','Сузунский муниципальный район',['50648100','Городские поселения Сузунского муниципального района','50648151','рабочий поселок Сузун','50648400','Сельские поселения Сузунского муниципального района','50648402','Битковский сельсовет','50648404','Бобровский сельсовет','50648407','Болтовский сельсовет','50648410','Верх-Сузунский сельсовет','50648416','Заковряжинский сельсовет','50648419','Каргаполовский сельсовет','50648422','Ключиковский сельсовет','50648425','Малышевский сельсовет','50648428','Маюровский сельсовет','50648430','Меретский сельсовет','50648432','Мышланский сельсовет','50648434','Шайдуровский сельсовет','50648437','Шарчинский сельсовет','50648440','Шипуновский сельсовет']]
,['50650','Татарский муниципальный район',['50650100','Городские поселения Татарского муниципального района','50650101','город Татарск','50650400','Сельские поселения Татарского муниципального района','50650402','Дмитриевский сельсовет','50650403','Зубовский сельсовет','50650404','Казаткульский сельсовет','50650407','Казачемысский сельсовет','50650410','Киевский сельсовет','50650413','Козловский сельсовет','50650416','Константиновский сельсовет','50650419','Кочневский сельсовет','50650420','Красноярский сельсовет','50650421','Лопатинский сельсовет','50650422','Николаевский сельсовет','50650423','Неудачинский сельсовет','50650425','Никулинский сельсовет','50650428','Новомихайловский сельсовет','50650430','Новопервомайский сельсовет','50650431','Новопокровский сельсовет','50650433','Новотроицкий сельсовет','50650435','Орловский сельсовет','50650437','Северотатарский сельсовет','50650440','Увальский сельсовет','50650443','Ускюльский сельсовет']]
,['50652','Тогучинский муниципальный район',['50652100','Городские поселения Тогучинского муниципального района','50652101','город Тогучин','50652153','рабочий поселок Горный','50652400','Сельские поселения Тогучинского муниципального района','50652402','Борцовский сельсовет','50652404','Буготакский сельсовет','50652407','Вассинский сельсовет','50652410','Гутовский сельсовет','50652413','Завьяловский сельсовет','50652416','Заречный сельсовет','50652422','Киикский сельсовет','50652425','Кировский сельсовет','50652428','Коуракский сельсовет','50652431','Кудельно-Ключевской сельсовет','50652433','Кудринский сельсовет','50652435','Лебедевский сельсовет','50652437','Мирновский сельсовет','50652438','Репьевский сельсовет','50652439','Нечаевский сельсовет','50652441','Степногутовский сельсовет','50652443','Сурковский сельсовет','50652446','Усть-Каменский сельсовет','50652449','Чемской сельсовет','50652452','Шахтинский сельсовет']]
,['50654','Убинский муниципальный район',['50654400','Сельские поселения Убинского муниципального района','50654401','Борисоглебский сельсовет','50654402','Владимировский сельсовет','50654404','Гандичевский сельсовет','50654407','Ермолаевский сельсовет','50654410','Кожурлинский сельсовет','50654413','Колмаковский сельсовет','50654416','Крещенский сельсовет','50654419','Круглоозерный сельсовет','50654422','Кундранский сельсовет','50654425','Невский сельсовет','50654428','Новодубровский сельсовет','50654431','Орловский сельсовет','50654434','Раисинский сельсовет','50654437','Пешковский сельсовет','50654440','Убинский сельсовет','50654443','Черномысинский сельсовет']]
,['50655','Усть-Таркский муниципальный район',['50655400','Сельские поселения Усть-Таркского муниципального района','50655402','Дубровинский сельсовет','50655404','Еланский сельсовет','50655407','Камышевский сельсовет','50655410','Козинский сельсовет','50655413','Кушаговский сельсовет','50655416','Новоникольский сельсовет','50655419','Новосилишинский сельсовет','50655422','Побединский сельсовет','50655424','Угуйский сельсовет','50655425','Усть-Таркский сельсовет','50655427','Щербаковский сельсовет','50655428','Яркуль-Матюшкинский сельсовет','50655431','Яркульский сельсовет']]
,['50656','Чановский муниципальный район',['50656100','Городские поселения Чановского муниципального района','50656151','рабочий поселок Чаны','50656400','Сельские поселения Чановского муниципального района','50656402','Блюдчанский сельсовет','50656404','Землянозаимский сельсовет','50656407','Красносельский сельсовет','50656410','Матвеевский сельсовет','50656412','Новопреображенский сельсовет','50656413','Озеро-Карачинский сельсовет','50656416','Отреченский сельсовет','50656419','Погорельский сельсовет','50656422','Покровский сельсовет','50656425','Тебисский сельсовет','50656428','Старокарачинский сельсовет','50656431','Таганский сельсовет','50656434','Щегловский сельсовет']]
,['50657','Черепановский муниципальный район',['50657100','Городские поселения Черепановского муниципального района','50657101','город Черепаново','50657154','рабочий поселок Дорогино','50657163','рабочий поселок Посевная','50657400','Сельские поселения Черепановского муниципального района','50657402','Безменовский сельсовет','50657404','Бочкаревский сельсовет','50657407','Верх-Мильтюшинский сельсовет','50657409','Искровский сельсовет','50657410','Карасевский сельсовет','50657413','Майский сельсовет','50657416','Медведский сельсовет','50657419','Огнево-Заимковский сельсовет','50657422','Пятилетский сельсовет','50657425','Татарский сельсовет','50657428','Шурыгинский сельсовет']]
,['50658','Чистоозерный муниципальный район',['50658100','Городские поселения Чистоозерного муниципального района','50658151','рабочий поселок Чистоозерное','50658400','Сельские поселения Чистоозерного муниципального района','50658402','Барабо-Юдинский сельсовет','50658403','Варваровский сельсовет','50658404','Елизаветинский сельсовет','50658407','Журавский сельсовет','50658408','Ишимский сельсовет','50658410','Новокрасненский сельсовет','50658411','Новокулындинский сельсовет','50658413','Новопесчанский сельсовет','50658416','Ольгинский сельсовет','50658419','Павловский сельсовет','50658422','Польяновский сельсовет','50658423','Прибрежный сельсовет','50658425','Романовский сельсовет','50658428','Табулгинский сельсовет','50658431','Троицкий сельсовет','50658434','Шипицынский сельсовет']]
,['50659','Чулымский муниципальный район',['50659100','Городские поселения Чулымского муниципального района','50659101','город Чулым','50659400','Сельские поселения Чулымского муниципального района','50659402','Базовский сельсовет','50659404','Большеникольский сельсовет','50659407','Воздвиженский сельсовет','50659410','Иткульский сельсовет','50659413','Кабинетный сельсовет','50659416','Каякский сельсовет','50659419','Кокошинский сельсовет','50659422','Куликовский сельсовет','50659424','Осиновский сельсовет','50659425','Пеньковский сельсовет','50659428','Серебрянский сельсовет','50659431','Ужанихинский сельсовет','50659434','Чикманский сельсовет']]
,['50701','город Новосибирск',undefined
]
,['50708','город Бердск',undefined
]
,['50712','город Искитим',undefined
]
,['50717','город Обь',undefined
]
,['50740','рабочий поселок Кольцово',undefined
]
]]
,['52','МО Омской области',
[['52601','Азовский немецкий национальный муниципальный район',['52601400','Сельские поселения Азовского немецкого национального муниципального района','52601403','Азовское','52601406','Александровское','52601409','Березовское','52601410','Гауфское','52601415','Звонаревокутское','52601430','Пришибское','52601435','Сосновское','52601440','Цветнопольское']]
,['52603','Большереченский муниципальный район',['52603100','Городские поселения Большереченского муниципального района','52603151','Большереченское','52603400','Сельские поселения Большереченского муниципального района','52603402','Евгащинское','52603404','Ингалинское','52603407','Шипицынское','52603410','Почекуевское','52603413','Красноярское','52603416','Курносовское','52603419','Могильно-Посельское','52603422','Новологиновское','52603423','Старокарасукское','52603425','Такмыкское','52603428','Уленкульское','52603431','Чебаклинское']]
,['52606','Большеуковский муниципальный район',['52606400','Сельские поселения Большеуковского муниципального района','52606401','Аевское','52606402','Белогривское','52606404','Большеуковское','52606416','Становское','52606417','Уралинское','52606419','Фирстовское','52606425','Чебаклинское','52606428','Чернецовское']]
,['52609','Горьковский муниципальный район',['52609100','Городские поселения Горьковского муниципального района','52609151','Горьковское','52609400','Сельские поселения Горьковского муниципального района','52609402','Алексеевское','52609404','Астыровское','52609407','Георгиевское','52609413','Краснополянское','52609414','Лежанское','52609419','Новопокровское','52609422','Октябрьское','52609425','Павлодаровское','52609426','Рощинское','52609428','Серебрянское','52609431','Суховское']]
,['52612','Знаменский муниципальный район',['52612400','Сельские поселения Знаменского муниципального района','52612402','Бутаковское','52612404','Завьяловское','52612407','Знаменское','52612410','Качуковское','52612416','Новоягодинское','52612419','Семеновское','52612422','Чередовское','52612425','Шуховское']]
,['52615','Исилькульский муниципальный район',['52615100','Городские поселения Исилькульского муниципального района','52615101','Исилькульское','52615400','Сельские поселения Исилькульского муниципального района','52615402','Баррикадское','52615404','Боевое','52615413','Каскатское','52615416','Кухаревское','52615419','Лесное','52615422','Медвежинское','52615425','Первотаровское казачье','52615428','Новорождественское','52615431','Солнцевское','52615434','Украинское']]
,['52618','Калачинский муниципальный район',['52618100','Городские поселения Калачинского муниципального района','52618101','Калачинское','52618400','Сельские поселения Калачинского муниципального района','52618404','Великорусское','52618407','Воскресенское','52618408','Глуховское','52618410','Ивановское','52618413','Кабаньевское','52618416','Куликовское','52618419','Лагушинское','52618422','Орловское','52618424','Осокинское','52618428','Репинское','52618431','Сорочинское','52618437','Царицынское']]
,['52621','Колосовский муниципальный район',['52621400','Сельские поселения Колосовского муниципального района','52621402','Бражниковское','52621407','Колосовское','52621408','Корсинское','52621409','Кутырлинское','52621413','Крайчиковское','52621416','Ламановское','52621419','Новологиновское','52621422','Строкинское','52621424','Таскатлинское','52621425','Талбакульское','52621428','Чапаевское']]
,['52623','Кормиловский муниципальный район',['52623100','Городские поселения Кормиловского муниципального района','52623151','Кормиловское','52623400','Сельские поселения Кормиловского муниципального района','52623402','Алексеевское','52623404','Борчанское','52623407','Георгиевское','52623410','Михайловское','52623413','Некрасовское','52623416','Новосельское','52623419','Победительское','52623422','Сыропятское','52623425','Черниговское','52623428','Юрьевское']]
,['52626','Крутинский муниципальный район',['52626100','Городские поселения Крутинского муниципального района','52626151','Крутинское','52626400','Сельские поселения Крутинского муниципального района','52626402','Зиминское','52626404','Китерминское','52626407','Новокарасукское','52626410','Оглухинское','52626413','Пановское','52626416','Рыжковское','52626419','Толоконцевское','52626422','Шипуновское','52626425','Яманское']]
,['52629','Любинский муниципальный район',['52629100','Городские поселения Любинского муниципального района','52629151','Любинское','52629157','Красноярское','52629400','Сельские поселения Любинского муниципального района','52629402','Алексеевское','52629404','Боголюбовское','52629407','Большаковское','52629408','Веселополянское','52629409','Замелетеновское','52629410','Казанское','52629413','Камышловское','52629419','Любино-Малоросское','52629424','Новоархангельское','52629425','Новокиевское','52629428','Пролетарское','52629431','Протопоповское','52629437','Северо-Любинское','52629438','Тавричанское','52629440','Увало-Ядринское','52629443','Центрально-Любинское','52629450','Южно-Любинское']]
,['52630','Марьяновский муниципальный район',['52630100','Городские поселения Марьяновского муниципального района','52630151','Марьяновское','52630400','Сельские поселения Марьяновского муниципального района','52630404','Боголюбовское','52630407','Васильевское','52630410','Грибановское','52630411','Заринское','52630413','Москаленское','52630416','Орловское','52630419','Пикетинское','52630422','Степнинское','52630435','Шараповское']]
,['52632','Москаленский муниципальный район',['52632100','Городские поселения Москаленского муниципального района','52632151','Москаленское','52632400','Сельские поселения Москаленского муниципального района','52632402','Алексеевское','52632403','Гвоздевское','52632404','Екатериновское','52632407','Звездинское','52632408','Ивановское','52632410','Ильичевское','52632412','Краснознаменское','52632413','Новоцарицынское','52632415','Роднодолинское','52632416','Тумановское','52632418','Шевченковское','52632419','Элитовское']]
,['52634','Муромцевский муниципальный район',['52634100','Городские поселения Муромцевского муниципального района','52634151','Муромцевское','52634400','Сельские поселения Муромцевского муниципального района','52634402','Артынское','52634404','Бергамакское','52634407','Гуровское','52634410','Камышино-Курское','52634413','Карбызинское','52634416','Кондратьевское','52634417','Костинское','52634419','Курганское','52634422','Моховское','52634425','Мысовское','52634428','Низовское','52634431','Пореченское','52634434','Рязанское','52634440','Ушаковское']]
,['52636','Называевский муниципальный район',['52636100','Городские поселения Называевского муниципального района','52636101','Называевское','52636400','Сельские поселения Называевского муниципального района','52636401','Богодуховское','52636402','Большепесчанское','52636404','Большесафонинское','52636407','Жирновское','52636410','Искровское','52636413','Кисляковское','52636416','Князевское','52636419','Лорис-Меликовское','52636422','Мангутское','52636425','Муравьевское','52636426','Налимовское','52636428','Покровское','52636429','Старинское','52636431','Утинское','52636434','Черемновское']]
,['52639','Нижнеомский муниципальный район',['52639400','Сельские поселения Нижнеомского муниципального района','52639402','Антоновское','52639406','Глухониколаевское','52639407','Нижнеомское','52639410','Новотроицкое','52639413','Паутовское','52639416','Ситниковское','52639418','Смирновское','52639419','Соловецкое','52639422','Старомалиновское','52639425','Хомутинское','52639428','Хортицкое']]
,['52641','Нововаршавский муниципальный район',['52641100','Городские поселения Нововаршавского муниципального района','52641151','Нововаршавское','52641152','Большегривское','52641400','Сельские поселения Нововаршавского муниципального района','52641402','Бобринское','52641404','Ермаковское','52641407','Зареченское','52641408','Изумруднинское','52641409','Новороссийское','52641413','Победовское','52641415','Русановское','52641416','Славянское','52641440','Черлакское']]
,['52642','Одесский муниципальный район',['52642400','Сельские поселения Одесского муниципального района','52642402','Белостокское','52642403','Благодаровское','52642404','Буняковское','52642405','Ганновское','52642407','Желанновское','52642410','Лукьяновское казачье','52642413','Одесское','52642416','Ореховское','52642417','Побочинское']]
,['52643','Оконешниковский муниципальный район',['52643100','Городские поселения Оконешниковского муниципального района','52643151','Оконешниковское','52643400','Сельские поселения Оконешниковского муниципального района','52643402','Андреевское','52643404','Золотонивское','52643407','Красовское','52643410','Крестинское','52643411','Куломзинское','52643413','Любимовское','52643419','Сергеевское','52643422','Чистовское']]
,['52644','Омский муниципальный район',['52644100','Городские поселения Омского муниципального района','52644153','Чернолучинское','52644400','Сельские поселения Омского муниципального района','52644402','Андреевское','52644404','Ачаирское','52644407','Богословское','52644413','Дружинское','52644416','Иртышское','52644419','Калининское','52644421','Ключевское','52644422','Комсомольское','52644425','Красноярское','52644428','Лузинское','52644429','Магистральное','52644430','Морозовское','52644431','Надеждинское','52644433','Новоомское','52644434','Новотроицкое','52644435','Омское','52644437','Петровское','52644440','Покровское','52644443','Пушкинское','52644444','Ростовкинское','52644449','Троицкое','52644452','Розовское','52644455','Усть-Заостровское']]
,['52646','Павлоградский муниципальный район',['52646100','Городские поселения Павлоградского муниципального района','52646151','Павлоградское','52646400','Сельские поселения Павлоградского муниципального района','52646401','Богодуховское','52646402','Логиновское','52646403','Милоградовское','52646406','Нивское','52646407','Новоуральское','52646412','Тихвинское','52646413','Хорошковское','52646416','Южное','52646419','Юрьевское']]
,['52648','Полтавский муниципальный район',['52648100','Городские поселения Полтавского муниципального района','52648151','Полтавское','52648400','Сельские поселения Полтавского муниципального района','52648402','Вольновское','52648403','Воронцовское','52648404','Еремеевское','52648405','Ворошиловское','52648406','Красногорское','52648408','Новоильиновское','52648410','Ольгинское','52648416','Соловьевское']]
,['52650','Русско-Полянский муниципальный район',['52650100','Городские поселения Русско-Полянского муниципального района','52650151','Русско-Полянское','52650400','Сельские поселения Русско-Полянского муниципального района','52650402','Алаботинское','52650403','Солнечное','52650404','Добровольское','52650407','Калининское','52650410','Новосанжаровское','52650413','Розовское','52650419','Сибирское','52650422','Хлебодаровское','52650425','Цветочинское','52650428','Целинное']]
,['52651','Саргатский муниципальный район',['52651100','Городские поселения Саргатского муниципального района','52651151','Саргатское','52651400','Сельские поселения Саргатского муниципального района','52651402','Андреевское','52651404','Баженовское','52651405','Верблюженское','52651407','Нижнеиртышское','52651410','Новотроицкое','52651412','Увалобитиинское','52651413','Хохловское','52651416','Щербакинское']]
,['52652','Седельниковский муниципальный район',['52652400','Сельские поселения Седельниковского муниципального района','52652402','Бакинское','52652404','Голубовское','52652407','Евлантьевское','52652410','Ельничное','52652413','Кейзесское','52652416','Кукарское','52652419','Новоуйское','52652422','Рагозинское','52652425','Саратовское','52652427','Седельниковское','52652431','Унарское']]
,['52653','Таврический муниципальный район',['52653100','Городские поселения Таврического муниципального района','52653151','Таврическое','52653400','Сельские поселения Таврического муниципального района','52653407','Карповское','52653408','Ленинское','52653409','Луговское','52653410','Любомировское','52653413','Неверовское','52653416','Новоуральское','52653419','Прииртышское','52653422','Пристанское','52653425','Сосновское','52653428','Харламовское']]
,['52654','Тарский муниципальный район',['52654100','Городские поселения Тарского муниципального района','52654101','Тарское','52654400','Сельские поселения Тарского муниципального района','52654401','Междуреченское','52654402','Атирское','52654404','Большетуралинское','52654407','Васисское','52654410','Вставское','52654413','Егоровское','52654416','Екатерининское','52654419','Ермаковское','52654428','Заливинское','52654431','Ложниковское','52654434','Мартюшевское','52654437','Нагорно-Ивановское','52654440','Орловское','52654443','Литковское','52654446','Пологрудовское','52654449','Самсоновское','52654450','Соускановское','52654451','Усть-Тарское','52654452','Чекрушанское','52654456','Черняевское']]
,['52655','Тевризский муниципальный район',['52655100','Городские поселения Тевризского муниципального района','52655151','Тевризское','52655400','Сельские поселения Тевризского муниципального района','52655402','Александровское','52655404','Бакшеевское','52655405','Бородинское','52655407','Екатерининское','52655410','Ермиловское','52655413','Журавлевское','52655416','Иваново-Мысское','52655419','Кипское','52655420','Кузнецовское','52655422','Белоярское','52655428','Петелинское','52655431','Петровское','52655437','Утьминское']]
,['52656','Тюкалинский муниципальный район',['52656100','Городские поселения Тюкалинского муниципального района','52656101','Тюкалинское','52656400','Сельские поселения Тюкалинского муниципального района','52656402','Атрачинское','52656403','Бекишевское','52656404','Белоглазовское','52656406','Валуевское','52656408','Кабырдакское','52656410','Коршуновское','52656413','Красноусовское','52656419','Малиновское','52656422','Нагибинское','52656425','Никольское','52656428','Новокошкульское','52656431','Октябрьское','52656433','Сажинское','52656434','Старосолдатское','52656437','Троицкое','52656440','Хуторское']]
,['52657','Усть-Ишимский муниципальный район',['52657400','Сельские поселения Усть-Ишимского муниципального района','52657402','Большебичинское','52657404','Большетавинское','52657407','Большетебендинское','52657410','Кайсинское','52657413','Загваздинское','52657416','Кайлинское','52657419','Никольское','52657422','Ореховское','52657425','Пановское','52657428','Слободчиковское','52657432','Усть-Ишимское','52657435','Утускунское','52657438','Ярковское']]
,['52658','Черлакский муниципальный район',['52658100','Городские поселения Черлакского муниципального района','52658151','Черлакское','52658400','Сельские поселения Черлакского муниципального района','52658402','Большеатмасское','52658404','Елизаветинское','52658407','Иртышское','52658410','Краснооктябрьское','52658416','Курумбельское','52658419','Медетское','52658422','Николаевское','52658425','Солянское','52658429','Татарское','52658431','Южно-Подольское']]
,['52659','Шербакульский муниципальный район',['52659100','Городские поселения Шербакульского муниципального района','52659151','Шербакульское','52659400','Сельские поселения Шербакульского муниципального района','52659403','Бабежское','52659404','Борисовское','52659407','Екатеринославское','52659410','Изюмовское','52659414','Александровское','52659416','Красноярское','52659419','Кутузовское','52659422','Максимовское','52659425','Славянское']]
,['52701','город Омск',undefined
]
]]
,['53','МО Оренбургской области',
[['53604','Адамовский муниципальный район',['53604400','Сельские поселения Адамовского муниципального района','53604401','Адамовский поссовет','53604402','Аниховский сельсовет','53604404','Брацлавский сельсовет','53604410','Елизаветинский сельсовет','53604416','Комсомольский сельсовет','53604419','Майский сельсовет','53604422','Обильновский сельсовет','53604425','Совхозный сельсовет','53604428','Теренсайский сельсовет','53604440','Шильдинский поссовет','53604450','Юбилейный сельсовет']]
,['53605','Акбулакский муниципальный район',['53605400','Сельские поселения Акбулакского муниципального района','53605401','Акбулакский поссовет','53605402','Базартюбинский сельсовет','53605404','Васильевский сельсовет','53605407','Заилечный сельсовет','53605410','Каракудукский сельсовет','53605413','Карасаевский сельсовет','53605419','Мичуринский сельсовет','53605421','Новогригорьевский сельсовет','53605422','Новопавловский сельсовет','53605425','Новоуспеновский сельсовет','53605428','Сагарчинский сельсовет','53605431','Советский сельсовет','53605432','Тамдысайский сельсовет','53605434','Фёдоровский сельсовет','53605437','Шаповаловский сельсовет','53605440','Шкуновский сельсовет']]
,['53606','Александровский муниципальный район',['53606400','Сельские поселения Александровского муниципального района','53606402','Александровский сельсовет','53606404','Георгиевский сельсовет','53606410','Добринский сельсовет','53606413','Ждановский сельсовет','53606416','Зелёнорощинский сельсовет','53606419','Каликинский сельсовет','53606422','Марксовский сельсовет','53606425','Новомихайловский сельсовет','53606431','Романовский сельсовет','53606434','Султакаевский сельсовет','53606437','Тукаевский сельсовет','53606440','Хортицкий сельсовет','53606443','Чебоксаровский сельсовет','53606445','Яфаровский сельсовет']]
,['53607','Асекеевский муниципальный район',['53607400','Сельские поселения Асекеевского муниципального района','53607402','Аксютинский сельсовет','53607404','Алексеевский сельсовет','53607407','Асекеевский сельсовет','53607410','Баландинский сельсовет','53607413','Воздвиженский сельсовет','53607416','Заглядинский сельсовет','53607418','Кислинский сельсовет','53607419','Красногорский сельсовет','53607422','Кутлуевский сельсовет','53607425','Лекаревский сельсовет','53607428','Мартыновский сельсовет','53607431','Мочегаевский сельсовет','53607434','Новосултангуловский сельсовет','53607437','Рязановский сельсовет','53607440','Старокульшариповский сельсовет','53607443','Старомукменевский сельсовет','53607446','Троицкий сельсовет','53607448','Юдинский сельсовет','53607449','Чкаловский сельсовет','53607452','Яковлевский сельсовет']]
,['53610','Беляевский муниципальный район',['53610400','Сельские поселения Беляевского муниципального района','53610402','Белогорский сельсовет','53610404','Беляевский сельсовет','53610407','Бурлыкский сельсовет','53610410','Буртинский сельсовет','53610416','Днепровский сельсовет','53610419','Донской сельсовет','53610420','Дубенский поссовет','53610422','Карагачский сельсовет','53610425','Ключёвский сельсовет','53610428','Крючковский сельсовет','53610431','Раздольный сельсовет']]
,['53611','Бугурусланский муниципальный район',['53611400','Сельские поселения Бугурусланского муниципального района','53611402','Аксаковский сельсовет','53611407','Благодаровский сельсовет','53611409','Дмитриевский сельсовет','53611410','Елатомский сельсовет','53611413','Завьяловский сельсовет','53611419','Кирюшкинский сельсовет','53611425','Коровинский сельсовет','53611431','Михайловский сельсовет','53611434','Нижнепавлушкинский сельсовет','53611436','Нойкинский сельсовет','53611443','Пилюгинский сельсовет','53611446','Полибинский сельсовет','53611455','Русскобоклинский сельсовет','53611458','Советский сельсовет']]
,['53612','Бузулукский муниципальный район',['53612400','Сельские поселения Бузулукского муниципального района','53612402','Алдаркинский сельсовет','53612403','Берёзовский сельсовет','53612407','Верхневязовский сельсовет','53612413','Державинский сельсовет','53612417','Елховский сельсовет','53612419','Елшанский сельсовет','53612422','Жилинский сельсовет','53612425','Каменносарминский сельсовет','53612427','Колтубановский поссовет','53612428','Колтубанский сельсовет','53612431','Красногвардейский сельсовет','53612434','Краснослободский сельсовет','53612437','Липовский сельсовет','53612439','Лисьеполянский сельсовет','53612441','Могутовский сельсовет','53612443','Новоалександровский сельсовет','53612446','Новотепловский сельсовет','53612449','Палимовский сельсовет','53612452','Подколкинский сельсовет','53612458','Преображенский сельсовет','53612461','Пригородный сельсовет','53612462','Проскуринский сельсовет','53612464','Староалександровский сельсовет','53612467','Сухореченский сельсовет','53612470','Твердиловский сельсовет','53612473','Троицкий сельсовет','53612476','Тупиковский сельсовет','53612480','Шахматовский сельсовет']]
,['53615','Грачёвский муниципальный район',['53615400','Сельские поселения Грачёвского муниципального района','53615402','Александровский сельсовет','53615404','Верхнеигнашкинский сельсовет','53615406','Грачёвский сельсовет','53615408','Ероховский сельсовет','53615410','Ключевский сельсовет','53615413','Новоникольский сельсовет','53615416','Петрохерсонецкий сельсовет','53615419','Подлесный сельсовет','53615422','Русскоигнашкинский сельсовет','53615425','Старояшкинский сельсовет','53615431','Таллинский сельсовет','53615437','Побединский сельсовет']]
,['53617','Домбаровский муниципальный район',['53617400','Сельские поселения Домбаровского муниципального района','53617404','Ащебутакский сельсовет','53617407','Домбаровский сельсовет','53617408','Домбаровский поссовет','53617412','Заринский сельсовет','53617413','Красночабанский сельсовет','53617419','Полевой сельсовет']]
,['53619','Илекский муниципальный район',['53619400','Сельские поселения Илекского муниципального района','53619402','Димитровский сельсовет','53619404','Затонновский сельсовет','53619407','Илекский сельсовет','53619410','Кардаиловский сельсовет','53619416','Красноярский сельсовет','53619419','Мухрановский сельсовет','53619422','Нижнеозёрнинский сельсовет','53619425','Озёрский сельсовет','53619427','Подстепкинский сельсовет','53619428','Привольный сельсовет','53619431','Рассыпнянский сельсовет','53619434','Сладковский сельсовет','53619437','Студёновский сельсовет','53619440','Сухореченский сельсовет','53619445','Яманский сельсовет']]
,['53622','Кваркенский муниципальный район',['53622400','Сельские поселения Кваркенского муниципального района','53622402','Аландский сельсовет','53622404','Бриентский сельсовет','53622410','Кваркенский сельсовет','53622413','Кировский сельсовет','53622416','Коминтерновский сельсовет','53622417','Красноярский поссовет','53622419','Новооренбургский сельсовет','53622422','Приморский сельсовет','53622431','Уральский сельсовет']]
,['53623','Красногвардейский муниципальный район',['53623400','Сельские поселения Красногвардейского муниципального района','53623402','Дмитриевский сельсовет','53623404','Залесовский сельсовет','53623410','Кинзельский сельсовет','53623416','Нижнекристальский сельсовет','53623419','Никольский сельсовет','53623422','Новоюласенский сельсовет','53623424','Плешановский сельсовет','53623425','Подольский сельсовет','53623428','Преображенский сельсовет','53623431','Пролетарский сельсовет','53623434','Пушкинский сельсовет','53623437','Свердловский сельсовет','53623440','Староникольский сельсовет','53623443','Токский сельсовет','53623446','Яшкинский сельсовет']]
,['53625','Курманаевский муниципальный район',['53625400','Сельские поселения Курманаевского муниципального района','53625402','Андреевский сельсовет','53625407','Васильевский сельсовет','53625410','Волжский сельсовет','53625413','Гаршинский сельсовет','53625416','Грачёвский сельсовет','53625422','Ефимовский сельсовет','53625425','Кандауровский сельсовет','53625428','Костинский сельсовет','53625431','Курманаевский сельсовет','53625434','Кутушинский сельсовет','53625437','Лабазинский сельсовет','53625440','Лаврентьевский сельсовет','53625446','Михайловский сельсовет','53625449','Покровский сельсовет','53625455','Ромашкинский сельсовет']]
,['53627','Матвеевский муниципальный район',['53627400','Сельские поселения Матвеевского муниципального района','53627404','Емельяновский сельсовет','53627407','Кинельский сельсовет','53627410','Кузькинский сельсовет','53627411','Кульчумский сельсовет','53627413','Матвеевский сельсовет','53627416','Новоашировский сельсовет','53627419','Новожедринский сельсовет','53627422','Новоспасский сельсовет','53627425','Новоузелинский сельсовет','53627428','Сарай-Гирский сельсовет','53627430','Староашировский сельсовет','53627431','Старокутлумбетьевский сельсовет','53627432','Староякуповский сельсовет','53627434','Тимошкинский сельсовет']]
,['53630','Новоорский муниципальный район',['53630400','Сельские поселения Новоорского муниципального района','53630402','Будамшинский сельсовет','53630404','Горьковский сельсовет','53630406','Добровольский сельсовет','53630408','Караганский сельсовет','53630413','Кумакский сельсовет','53630414','Новоорский поссовет','53630415','Приреченский сельсовет','53630419','Чапаевский сельсовет','53630440','Энергетикский поссовет']]
,['53631','Новосергиевский муниципальный район',['53631400','Сельские поселения Новосергиевского муниципального района','53631402','Барабановский сельсовет','53631403','Берестовский сельсовет','53631404','Герасимовский сельсовет','53631410','Краснополянский сельсовет','53631413','Кувайский сельсовет','53631416','Кулагинский сельсовет','53631419','Кутушевский сельсовет','53631422','Лапазский сельсовет','53631428','Мустаевский сельсовет','53631431','Нестеровский сельсовет','53631432','Новосергиевский поссовет','53631434','Платовский сельсовет','53631437','Покровский сельсовет','53631440','Рыбкинский сельсовет','53631443','Среднеуранский сельсовет','53631446','Старобелогорский сельсовет','53631449','Судьбодаровский сельсовет','53631452','Хуторской сельсовет','53631455','Ясногорский сельсовет']]
,['53633','Октябрьский муниципальный район',['53633400','Сельские поселения Октябрьского муниципального района','53633402','Белозёрский сельсовет','53633404','Булановский сельсовет','53633407','Васильевский сельсовет','53633413','Ильинский сельсовет','53633416','Имангуловский сельсовет','53633419','Комиссаровский сельсовет','53633422','Краснооктябрьский сельсовет','53633428','Марьевский сельсовет','53633431','Нижнегумбетовский сельсовет','53633434','Новоникитинский сельсовет','53633437','Новотроицкий сельсовет','53633440','Октябрьский сельсовет','53633443','Российский сельсовет','53633446','Уранбашский сельсовет']]
,['53634','Оренбургский муниципальный район',['53634400','Сельские поселения Оренбургского муниципального района','53634402','Архангеловский сельсовет','53634404','Бродецкий сельсовет','53634405','Благословенский сельсовет','53634406','Весенний сельсовет','53634407','Горный сельсовет','53634413','Дедуровский сельсовет','53634416','Зауральный сельсовет','53634419','Зубаревский сельсовет','53634422','Ивановский сельсовет','53634425','Каменноозёрный сельсовет','53634428','Караванный сельсовет','53634431','Красноуральский сельсовет','53634432','Ленинский сельсовет','53634434','Нежинский сельсовет','53634437','Нижнепавловский сельсовет','53634440','Никольский сельсовет','53634445','Первомайский поссовет','53634446','Подгородне-Покровский сельсовет','53634448','Пригородный сельсовет','53634449','Приуральский сельсовет','53634450','Пречистинский сельсовет','53634452','Пугачёвский сельсовет','53634454','Соловьёвский сельсовет','53634455','Сергиевский сельсовет','53634456','Степановский сельсовет','53634457','Струковский сельсовет','53634458','Чебеньковский сельсовет','53634461','Чернореченский сельсовет','53634464','Чкаловский сельсовет','53634468','Экспериментальный сельсовет','53634470','Южноуральский сельсовет']]
,['53636','Первомайский муниципальный район',['53636400','Сельские поселения Первомайского муниципального района','53636402','Володарский сельсовет','53636404','Красновский сельсовет','53636408','Ленинский сельсовет','53636411','Малозайкинский сельсовет','53636413','Мирошкинский сельсовет','53636415','Первомайский сельсовет','53636416','Пылаевский сельсовет','53636417','Революционный сельсовет','53636419','Рубежинский сельсовет','53636422','Сергиевский сельсовет','53636425','Соболевский сельсовет','53636428','Советский сельсовет','53636431','Уральский сельсовет','53636434','Фурмановский сельсовет','53636437','Шапошниковский сельсовет']]
,['53637','Переволоцкий муниципальный район',['53637400','Сельские поселения Переволоцкого муниципального района','53637404','Адамовский сельсовет','53637407','Донецкий сельсовет','53637410','Зубочистенский сельсовет','53637411','Зубочистенский Второй сельсовет','53637416','Кариновский сельсовет','53637419','Кичкасский сельсовет','53637420','Кубанский сельсовет','53637422','Мамалаевский сельсовет','53637424','Переволоцкий поссовет','53637425','Преторийский сельсовет','53637428','Родничнодольский сельсовет','53637431','Садовый сельсовет','53637434','Степановский сельсовет','53637437','Татищевский сельсовет','53637440','Чесноковский сельсовет','53637443','Южноуральский сельсовет','53637446','Япрынцевский сельсовет']]
,['53638','Пономарёвский муниципальный район',['53638400','Сельские поселения Пономарёвского муниципального района','53638403','Борисовский сельсовет','53638404','Воздвиженский сельсовет','53638405','Дёминский сельсовет','53638406','Дюсьметьевский сельсовет','53638407','Ефремово-Зыковский сельсовет','53638410','Ключёвский сельсовет','53638413','Максимовский сельсовет','53638416','Наурузовский сельсовет','53638419','Нижнекузлинский сельсовет','53638422','Пономарёвский сельсовет','53638425','Равнинный сельсовет','53638428','Романовский сельсовет','53638431','Семёновский сельсовет','53638434','Софиевский сельсовет','53638437','Фадеевский сельсовет']]
,['53640','Сакмарский муниципальный район',['53640400','Сельские поселения Сакмарского муниципального района','53640402','Архиповский сельсовет','53640404','Беловский сельсовет','53640407','Белоусовский сельсовет','53640410','Верхнечебеньковский сельсовет','53640411','Дмитриевский сельсовет','53640413','Егорьевский сельсовет','53640416','Каменский сельсовет','53640417','Краснокоммунарский поссовет','53640419','Марьевский сельсовет','53640422','Никольский сельсовет','53640425','Сакмарский сельсовет','53640428','Светлый сельсовет','53640434','Татаро-Каргалинский сельсовет','53640437','Тимашевский сельсовет','53640440','Украинский сельсовет']]
,['53641','Саракташский муниципальный район',['53641400','Сельские поселения Саракташского муниципального района','53641402','Александровский сельсовет','53641404','Бурунчинский сельсовет','53641407','Васильевский сельсовет','53641410','Воздвиженский сельсовет','53641413','Гавриловский сельсовет','53641416','Жёлтинский сельсовет','53641419','Каировский сельсовет','53641422','Карагузинский сельсовет','53641425','Надеждинский сельсовет','53641428','Николаевский сельсовет','53641431','Новосокулакский сельсовет','53641434','Новочеркасский сельсовет','53641440','Петровский сельсовет','53641443','Спасский сельсовет','53641444','Саракташский поссовет','53641446','Старосокулакский сельсовет','53641449','Фёдоровский Первый сельсовет','53641452','Черкасский сельсовет','53641455','Чёрноотрожский сельсовет']]
,['53642','Светлинский муниципальный район',['53642400','Сельские поселения Светлинского муниципального района','53642402','Актюбинский сельсовет','53642407','Восточный сельсовет','53642410','Гостеприимный сельсовет','53642413','Коскульский сельсовет','53642416','Озёрный сельсовет','53642418','Светлинский поссовет','53642419','Спутниковский сельсовет','53642422','Степной сельсовет','53642425','Тобольский сельсовет']]
,['53643','Северный муниципальный район',['53643400','Сельские поселения Северного муниципального района','53643402','Аксёнкинский сельсовет','53643404','Бакаевский сельсовет','53643407','Каменногорский сельсовет','53643410','Красноярский сельсовет','53643413','Кряжлинский сельсовет','53643416','Курско-Васильевский сельсовет','53643419','Михеевский сельсовет','53643422','Мордово-Добринский сельсовет','53643425','Нижнечеляевский сельсовет','53643428','Новодомосейкинский сельсовет','53643431','Русскокандызский сельсовет','53643434','Рычковский сельсовет','53643437','Северный сельсовет','53643440','Секретарский сельсовет','53643443','Староборискинский сельсовет']]
,['53651','Ташлинский муниципальный район',['53651400','Сельские поселения Ташлинского муниципального района','53651402','Алексеевский сельсовет','53651404','Благодарновский сельсовет','53651407','Болдыревский сельсовет','53651408','Бородинский сельсовет','53651413','Вязовский сельсовет','53651416','Заречный сельсовет','53651419','Калининский сельсовет','53651422','Кинделинский сельсовет','53651425','Новокаменский сельсовет','53651428','Придолинный сельсовет','53651431','Ранневский сельсовет','53651434','Степановский сельсовет','53651437','Степной сельсовет','53651440','Ташлинский сельсовет','53651443','Трудовой сельсовет','53651446','Чернояровский сельсовет','53651449','Шестаковский сельсовет','53651452','Яснополянский сельсовет']]
,['53652','Тоцкий муниципальный район',['53652400','Сельские поселения Тоцкого муниципального района','53652402','Богдановский сельсовет','53652404','Верхнебузулукский сельсовет','53652406','Зареченский сельсовет','53652408','Злобинский сельсовет','53652410','Кирсановский сельсовет','53652413','Ковыляевский сельсовет','53652422','Малоремизенский сельсовет','53652426','Медведский сельсовет','53652427','Молодёжный сельсовет','53652428','Павло-Антоновский сельсовет','53652431','Погроминский сельсовет','53652434','Преображенский сельсовет','53652437','Пристанционный сельсовет','53652440','Приютинский сельсовет','53652442','Саиновский сельсовет','53652443','Свердловский сельсовет','53652446','Суворовский сельсовет','53652449','Тоцкий сельсовет']]
,['53653','Тюльганский муниципальный район',['53653400','Сельские поселения Тюльганского муниципального района','53653402','Алмалинский сельсовет','53653404','Благовещенский сельсовет','53653407','Благодарновский сельсовет','53653410','Городецкий сельсовет','53653413','Екатеринославский сельсовет','53653416','Ивановский сельсовет','53653419','Ключевский сельсовет','53653422','Разномойский сельсовет','53653425','Репьёвский сельсовет','53653428','Ташлинский сельсовет','53653431','Троицкий сельсовет','53653434','Тугустемирский сельсовет','53653435','Тюльганский поссовет','53653437','Чапаевский сельсовет']]
,['53656','Шарлыкский муниципальный район',['53656400','Сельские поселения Шарлыкского муниципального района','53656402','Богородский сельсовет','53656403','Дубровский сельсовет','53656404','Зерклинский сельсовет','53656407','Илькульганский сельсовет','53656410','Казанский сельсовет','53656413','Константиновский сельсовет','53656419','Новоархангельский сельсовет','53656425','Новомусинский сельсовет','53656428','Новоникольский сельсовет','53656429','Парадеевский сельсовет','53656430','Преображенский сельсовет','53656432','Путятинский сельсовет','53656434','Ратчинский сельсовет','53656437','Сарманайский сельсовет','53656440','Слоновский сельсовет','53656443','Титовский сельсовет','53656446','Шарлыкский сельсовет']]
,['53701','город Оренбург',undefined
]
,['53704','Абдулинский',undefined
]
,['53708','город Бугуруслан',undefined
]
,['53712','город Бузулук',undefined
]
,['53713','Гайский',undefined
]
,['53714','Кувандыкский',undefined
]
,['53715','город Медногорск',undefined
]
,['53720','город Новотроицк',undefined
]
,['53723','город Орск',undefined
]
,['53725','Соль-Илецкий',undefined
]
,['53727','Сорочинский',undefined
]
,['53732','Ясненский',undefined
]
,['53755','ЗАТО поселок Комаровский',undefined
]
]]
,['54','МО Орловской области',
[['54501','Орловский',undefined
]
,['54604','Болховский муниципальный район',['54604100','Городские поселения Болховского муниципального района','54604101','Болхов','54604400','Сельские поселения Болховского муниципального района','54604402','Багриновское','54604406','Бориловское','54604408','Боровское','54604410','Герасимовское','54604413','Гнездиловское','54604416','Злынское','54604422','Медведковское','54604425','Михневское','54604428','Новосинецкое','54604431','Однолуцкое','54604434','Сурьянинское','54604437','Хуторское','54604440','Ямское']]
,['54608','Верховский муниципальный район',['54608100','Городские поселения Верховского муниципального района','54608151','Верховье','54608400','Сельские поселения Верховского муниципального района','54608402','Васильевское','54608404','Галичинское','54608407','Коньшинское','54608410','Корсунское','54608413','Нижне-Жерновское','54608416','Песоченское','54608419','Русско-Бродское','54608422','Скородненское','54608428','Теляженское','54608431','Туровское']]
,['54610','Глазуновский муниципальный район',['54610100','Городские поселения Глазуновского муниципального района','54610151','Глазуновка','54610400','Сельские поселения Глазуновского муниципального района','54610402','Богородское','54610404','Краснослободское','54610407','Медведевское','54610410','Отрадинское','54610413','Очкинское','54610416','Сеньковское','54610419','Тагинское']]
,['54612','Дмитровский муниципальный район',['54612100','Городские поселения Дмитровского муниципального района','54612101','Дмитровск','54612400','Сельские поселения Дмитровского муниципального района','54612402','Алешинское','54612404','Берёзовское','54612407','Бородинское','54612410','Горбуновское','54612413','Долбенкинское','54612416','Домаховское','54612419','Лубянское','54612422','Малобобровское','54612425','Плосковское','54612428','Друженское','54612431','Соломинское','54612434','Столбищенское']]
,['54615','Должанский муниципальный район',['54615100','Городские поселения Должанского муниципального района','54615151','Долгое','54615400','Сельские поселения Должанского муниципального района','54615402','Вышнее Ольшанское','54615405','Дубровское','54615407','Козьма-Демьяновское','54615410','Кудиновское','54615413','Рогатинское','54615416','Урыновское','54615419','Успенское']]
,['54618','Залегощенский муниципальный район',['54618100','Городские поселения Залегощенского муниципального района','54618151','Залегощь','54618400','Сельские поселения Залегощенского муниципального района','54618402','Бортновское','54618404','Верхнескворченское','54618407','Грачёвское','54618410','Золотарёвское','54618413','Красненское','54618416','Ломовское','54618419','Моховское','54618422','Нижнезалегощенское','54618425','Октябрьское','54618428','Прилепское']]
,['54620','Знаменский муниципальный район',['54620400','Сельские поселения Знаменского муниципального района','54620405','Глотовское','54620408','Ждимирское','54620412','Знаменское','54620420','Коптевское','54620422','Красниковское','54620428','Селиховское','54620432','Узкинское']]
,['54623','Колпнянский муниципальный район',['54623100','Городские поселения Колпнянского муниципального района','54623151','Колпна','54623400','Сельские поселения Колпнянского муниципального района','54623402','Ахтырское','54623404','Белоколодезьское','54623407','Знаменское','54623410','Карловское','54623413','Краснянское','54623416','Крутовское','54623419','Тимирязевское','54623422','Ушаковское','54623425','Ярищенское']]
,['54624','Краснозоренский муниципальный район',['54624400','Сельские поселения Краснозоренского муниципального района','54624407','Краснозоренское','54624412','Покровское','54624417','Россошенское','54624420','Труновское','54624425','Успенское']]
,['54625','Кромской муниципальный район',['54625100','Городские поселения Кромского муниципального района','54625151','Кромы','54625400','Сельские поселения Кромского муниципального района','54625402','Апальковское','54625404','Бельдяжское','54625407','Большеколчевское','54625413','Гостомльское','54625416','Гуторовское','54625422','Короськовское','54625425','Красниковское','54625428','Кривчиковское','54625431','Кутафинское','54625449','Ретяжское','54625452','Стрелецкое','54625458','Шаховское']]
,['54626','Корсаковский муниципальный район',['54626400','Сельские поселения Корсаковского муниципального района','54626405','Гагаринское','54626410','Корсаковское','54626413','Марьинское','54626417','Нечаевское','54626420','Новомихайловское','54626425','Парамоновское','54626430','Спешневское']]
,['54629','Ливенский муниципальный район',['54629400','Сельские поселения Ливенского муниципального района','54629402','Беломестненское','54629404','Вахновское','54629407','Галическое','54629410','Дутовское','54629413','Здоровецкое','54629416','Казанское','54629419','Козьминское','54629422','Коротышское','54629425','Крутовское','54629428','Лютовское','54629431','Навесненское','54629434','Никольское','54629440','Островское','54629443','Речицкое','54629446','Сергиевское','54629449','Сосновское']]
,['54632','Малоархангельский муниципальный район',['54632100','Городские поселения Малоархангельского муниципального района','54632101','Малоархангельск','54632400','Сельские поселения Малоархангельского муниципального района','54632402','Губкинское','54632404','Дубовицкое','54632407','Ленинское','54632410','Луковское','54632413','Октябрьское','54632416','Первомайское','54632419','Подгородненское']]
,['54636','Мценский муниципальный район',['54636400','Сельские поселения Мценского муниципального района','54636402','Алябьевское','54636404','Башкатовское','54636407','Аникановское','54636410','Воинское','54636413','Высокинское','54636416','Карандаковское','54636418','Отрадинское','54636419','Подмокринское','54636422','Протасовское','54636425','Спасско-Лутовиновское','54636428','Подберёзовское','54636431','Тельченское','54636434','Чахинское','54636437','Черемошёнское']]
,['54639','Новодеревеньковский муниципальный район',['54639100','Городские поселения Новодеревеньковского муниципального района','54639151','Хомутово','54639400','Сельские поселения Новодеревеньковского муниципального района','54639404','Глебовское','54639409','Никитинское','54639410','Новодеревеньковское','54639413','Паньковское','54639419','Старогольское','54639422','Судбищенское','54639425','Суровское']]
,['54643','Новосильский муниципальный район',['54643100','Городские поселения Новосильского муниципального района','54643101','Новосиль','54643400','Сельские поселения Новосильского муниципального района','54643402','Вяжевское','54643404','Глубковское','54643410','Голунское','54643413','Зареченское','54643431','Петушенское','54643434','Прудовское','54643440','Хворостянское']]
,['54650','Покровский муниципальный район',['54650100','Городские поселения Покровского муниципального района','54650151','Покровское','54650400','Сельские поселения Покровского муниципального района','54650402','Берёзовское','54650404','Верхнежёрновское','54650405','Верхососенское','54650407','Владимировское','54650410','Вышнетуровецкое','54650413','Даниловское','54650416','Дросковское','54650419','Журавецкое','54650422','Ивановское','54650425','Моховское','54650431','Ретинское','54650434','Столбецкое','54650437','Топковское']]
,['54652','Свердловский муниципальный район',['54652100','Городские поселения Свердловского муниципального района','54652151','Змиёвка','54652400','Сельские поселения Свердловского муниципального района','54652402','Богодуховское','54652404','Котовское','54652407','Кошелёвское','54652410','Красноармейское','54652413','Никольское','54652416','Новопетровское','54652419','Яковлевское']]
,['54653','Сосковский муниципальный район',['54653400','Сельские поселения Сосковского муниципального района','54653403','Алмазовское','54653405','Алпеевское','54653415','Кировское','54653417','Лобынцевское','54653419','Мураевское','54653422','Рыжковское','54653425','Сосковское']]
,['54654','Троснянский муниципальный район',['54654400','Сельские поселения Троснянского муниципального района','54654405','Воронецкое','54654408','Жерновецкое','54654415','Ломовецкое','54654417','Малахово-Слободское','54654419','Муравльское','54654422','Никольское','54654425','Пенновское','54654430','Троснянское']]
,['54655','Урицкий муниципальный район',['54655100','Городские поселения Урицкого муниципального района','54655151','Нарышкино','54655400','Сельские поселения Урицкого муниципального района','54655407','Архангельское','54655410','Богдановское','54655413','Бунинское','54655416','Городищенское','54655422','Котовское','54655428','Луначарское','54655437','Подзаваловское']]
,['54657','Хотынецкий муниципальный район',['54657100','Городские поселения Хотынецкого муниципального района','54657151','Хотынец','54657400','Сельские поселения Хотынецкого муниципального района','54657402','Аболмасовское','54657404','Алехинское','54657407','Богородицкое','54657419','Ильинское','54657424','Краснорябинское','54657426','Меловское','54657431','Студёновское','54657437','Хотимль-Кузмёнковское']]
,['54659','Шаблыкинский муниципальный район',['54659100','Городские поселения Шаблыкинского муниципального района','54659151','Шаблыкино','54659400','Сельские поселения Шаблыкинского муниципального района','54659402','Герасимовское','54659404','Косулическое','54659406','Молодовское','54659408','Навлинское','54659410','Сомовское','54659413','Титовское','54659416','Хотьковское']]
,['54701','город Орёл',undefined
]
,['54705','город Ливны',undefined
]
,['54710','город Мценск',undefined
]
]]
,['56','МО Пензенской области',
[['56603','Башмаковский муниципальный район',['56603100','Городские поселения Башмаковского муниципального района','56603151','рабочий поселок Башмаково','56603400','Сельские поселения Башмаковского муниципального района','56603402','Алексеевский сельсовет','56603404','Бояровский сельсовет','56603407','Высокинский сельсовет','56603410','Знаменский сельсовет','56603413','Кандиевский сельсовет','56603416','Липовский сельсовет','56603419','Подгорнский сельсовет','56603425','Соседский сельсовет','56603434','Троицкий сельсовет','56603437','Шереметьевский сельсовет']]
,['56606','Спасский муниципальный район',['56606100','Городские поселения Спасского муниципального района','56606101','город Спасск','56606400','Сельские поселения Спасского муниципального района','56606402','Абашевский сельсовет','56606403','Беднодемьяновский сельсовет','56606404','Веденяпинский сельсовет','56606407','Дубровский сельсовет','56606410','Зубовский сельсовет','56606413','Кошелевский сельсовет','56606415','Рузановский сельсовет','56606416','Татарско-Шелдаисский сельсовет','56606419','Устьинский сельсовет']]
,['56609','Бековский муниципальный район',['56609100','Городские поселения Бековского муниципального района','56609151','рабочий поселок Беково','56609400','Сельские поселения Бековского муниципального района','56609402','Вертуновский сельсовет','56609404','Волынщинский сельсовет','56609407','Ивановский сельсовет','56609413','Миткирейский сельсовет','56609416','Мошковский сельсовет','56609422','Пяшинский сельсовет','56609425','Сосновский сельсовет','56609440','Яковлевский сельсовет']]
,['56612','Белинский муниципальный район',['56612100','Городские поселения Белинского муниципального района','56612101','город Белинский','56612400','Сельские поселения Белинского муниципального района','56612403','Балкашинский сельсовет','56612406','Волчковский сельсовет','56612408','Камынинский сельсовет','56612412','Козловский сельсовет','56612416','Кутеевский сельсовет','56612419','Лермонтовский сельсовет','56612422','Невежкинский сельсовет','56612425','Поимский сельсовет','56612428','Пушанинский сельсовет','56612434','Студенский сельсовет']]
,['56613','Бессоновский муниципальный район',['56613400','Сельские поселения Бессоновского муниципального района','56613402','Александровский сельсовет','56613404','Бессоновский сельсовет','56613406','Вазерский сельсовет','56613408','Грабовский сельсовет','56613413','Кижеватовский сельсовет','56613420','Полеологовский сельсовет','56613422','Проказнинский сельсовет','56613425','Сосновский сельсовет','56613427','Степановский сельсовет','56613430','Чемодановский сельсовет']]
,['56615','Вадинский муниципальный район',['56615400','Сельские поселения Вадинского муниципального района','56615402','Большелукинский сельсовет','56615404','Вадинский сельсовет','56615410','Каргалейский сельсовет','56615422','Рахмановский сельсовет','56615428','Серго-Поливановский сельсовет','56615431','Татаро-Лакинский сельсовет','56615434','Ягановский сельсовет']]
,['56618','Городищенский муниципальный район',['56618100','Городские поселения Городищенского муниципального района','56618101','город Городище','56618108','город Сурск','56618155','рабочий поселок Чаадаевка','56618400','Сельские поселения Городищенского муниципального района','56618402','Архангельский сельсовет','56618403','Верхнеелюзанский сельсовет','56618404','Верхнешкафтинский сельсовет','56618410','Дигилевский сельсовет','56618413','Канаевский сельсовет','56618423','Нижнеелюзанский сельсовет','56618428','Павло-Куракинский сельсовет','56618431','Русско-Ишимский сельсовет','56618434','Среднеелюзанский сельсовет','56618440','Турдакский сельсовет','56618443','Чаадаевский сельсовет','56618446','Юловский сельсовет']]
,['56623','Земетчинский муниципальный район',['56623100','Городские поселения Земетчинского муниципального района','56623151','рабочий поселок Земетчино','56623400','Сельские поселения Земетчинского муниципального района','56623402','Большеижморский сельсовет','56623407','Пролетарский сельсовет','56623410','Кирилловский сельсовет','56623411','Краснодубравский сельсовет','56623413','Матчерский сельсовет','56623416','Морсовский сельсовет','56623422','Раевский сельсовет','56623428','Салтыковский сельсовет','56623434','Ушинский сельсовет','56623440','Юрсовский сельсовет']]
,['56626','Иссинский муниципальный район',['56626100','Городские поселения Иссинского муниципального района','56626151','рабочий поселок Исса','56626400','Сельские поселения Иссинского муниципального района','56626402','Булычевский сельсовет','56626407','Знаменско-Пестровский сельсовет','56626413','Каменно-Бродский сельсовет','56626419','Соловцовский сельсовет','56626422','Уваровский сельсовет']]
,['56629','Каменский муниципальный район',['56629100','Городские поселения Каменского муниципального района','56629101','город Каменка','56629400','Сельские поселения Каменского муниципального района','56629404','Анучинский сельсовет','56629410','Владыкинский сельсовет','56629413','Головинщинский сельсовет','56629425','Каменский сельсовет','56629428','Кевдо-Мельситовский сельсовет','56629429','Кикинский сельсовет','56629431','Кобылкинский сельсовет','56629434','Междуреченский сельсовет','56629439','Первомайский сельсовет','56629440','Покрово-Арчадинский сельсовет','56629443','Федоровский сельсовет']]
,['56631','Камешкирский муниципальный район',['56631400','Сельские поселения Камешкирского муниципального района','56631404','Большеумысский сельсовет','56631410','Лапшовский сельсовет','56631416','Новошаткинский сельсовет','56631419','Пестровский сельсовет','56631425','Русско-Камешкирский сельсовет','56631431','Чумаевский сельсовет']]
,['56633','Колышлейский муниципальный район',['56633100','Городские поселения Колышлейского муниципального района','56633151','рабочий поселок Колышлей','56633400','Сельские поселения Колышлейского муниципального района','56633402','Березовский сельсовет','56633404','Плещеевский сельсовет','56633413','Лачиновский сельсовет','56633415','Названовский сельсовет','56633419','Потловский сельсовет','56633422','Пограничный сельсовет','56633428','Телегинский сельсовет','56633431','Трескинский сельсовет']]
,['56640','Кузнецкий муниципальный район',['56640100','Городские поселения Кузнецкого муниципального района','56640154','рабочий поселок Верхозим','56640158','рабочий поселок Евлашево','56640400','Сельские поселения Кузнецкого муниципального района','56640402','Анненковский сельсовет','56640404','Большетруевский сельсовет','56640407','Комаровский сельсовет','56640410','Махалинский сельсовет','56640413','Никольский сельсовет','56640416','Посельский сельсовет','56640422','Сюзюмский сельсовет','56640425','Тарлаковский сельсовет','56640429','Чибирлейский сельсовет','56640430','Явлейский сельсовет','56640431','Яснополянский сельсовет']]
,['56642','Лопатинский муниципальный район',['56642400','Сельские поселения Лопатинского муниципального района','56642407','Верешимский сельсовет','56642410','Даниловский сельсовет','56642413','Китунькинский сельсовет','56642416','Козловский сельсовет','56642419','Комсомольский сельсовет','56642422','Лопатинский сельсовет','56642425','Пылковский сельсовет','56642428','Старовершаутский сельсовет','56642429','Старокарлыганский сельсовет','56642431','Суляевский сельсовет','56642434','Чардымский сельсовет']]
,['56643','Лунинский муниципальный район',['56643100','Городские поселения Лунинского муниципального района','56643151','рабочий поселок Лунино','56643400','Сельские поселения Лунинского муниципального района','56643404','Болотниковский сельсовет','56643407','Большевьясский сельсовет','56643413','Засурский сельсовет','56643416','Иванырсинский сельсовет','56643422','Ломовский сельсовет','56643425','Лунинский сельсовет','56643434','Родниковский сельсовет','56643437','Степановский сельсовет','56643440','Сытинский сельсовет']]
,['56644','Малосердобинский муниципальный район',['56644400','Сельские поселения Малосердобинского муниципального района','56644402','Дружаевский сельсовет','56644404','Ключевский сельсовет','56644406','Липовский сельсовет','56644408','Майский сельсовет','56644410','Малосердобинский сельсовет','56644416','Старославкинский сельсовет']]
,['56645','Мокшанский муниципальный район',['56645100','Городские поселения Мокшанского муниципального района','56645151','рабочий поселок Мокшан','56645400','Сельские поселения Мокшанского муниципального района','56645402','Богородский сельсовет','56645404','Засечный сельсовет','56645405','Елизаветинский сельсовет','56645407','Нечаевский сельсовет','56645410','Плесский сельсовет','56645412','Подгорненский сельсовет','56645416','Рамзайский сельсовет','56645419','Успенский сельсовет','56645422','Царевщинский сельсовет','56645425','Чернозерский сельсовет','56645427','Широкоисский сельсовет','56645431','Юровский сельсовет']]
,['56647','Наровчатский муниципальный район',['56647400','Сельские поселения Наровчатского муниципального района','56647401','Азарапинский сельсовет','56647402','Скановский сельсовет','56647403','Большекавендровский сельсовет','56647404','Большекирдяшевский сельсовет','56647407','Большеколоярский сельсовет','56647410','Виляйский сельсовет','56647413','Вьюнский сельсовет','56647416','Наровчатский сельсовет','56647417','Новопичурский сельсовет','56647419','Орловский сельсовет','56647422','Плесковский сельсовет','56647425','Потодеевский сельсовет','56647428','Суркинский сельсовет']]
,['56649','Неверкинский муниципальный район',['56649400','Сельские поселения Неверкинского муниципального района','56649402','Алеевский сельсовет','56649403','Березовский сельсовет','56649404','Бигеевский сельсовет','56649406','Бикмосеевский сельсовет','56649407','Бикмурзинский сельсовет','56649410','Деминский сельсовет','56649411','Илим-Горский сельсовет','56649412','Исикеевский сельсовет','56649413','Сулеймановский сельсовет','56649415','Каменноовражский сельсовет','56649416','Карноварский сельсовет','56649419','Неверкинский сельсовет','56649422','Октябрьский сельсовет','56649425','Планский сельсовет','56649428','Староандреевский сельсовет']]
,['56651','Нижнеломовский муниципальный район',['56651100','Городские поселения Нижнеломовского муниципального района','56651101','город Нижний Ломов','56651400','Сельские поселения Нижнеломовского муниципального района','56651404','Атмисский сельсовет','56651407','Большехуторский сельсовет','56651410','Верхнеломовский сельсовет','56651411','Виргинский сельсовет','56651413','Голицынский сельсовет','56651419','Кувак-Никольский сельсовет','56651422','Кривошеевский сельсовет','56651425','Новопятинский сельсовет','56651431','Норовский сельсовет','56651437','Усть-Каремшинский сельсовет']]
,['56653','Никольский муниципальный район',['56653100','Городские поселения Никольского муниципального района','56653101','город Никольск','56653155','рабочий поселок Сура','56653400','Сельские поселения Никольского муниципального района','56653404','Ахматовский сельсовет','56653407','Базарно-Кеньшенский сельсовет','56653413','Ильминский сельсовет','56653416','Казарский сельсовет','56653419','Карамальский сельсовет','56653422','Керенский сельсовет','56653425','Маисский сельсовет','56653428','Нижнешкафтинский сельсовет','56653431','Ночкинский сельсовет','56653446','Усовский сельсовет']]
,['56654','Пачелмский муниципальный район',['56654100','Городские поселения Пачелмского муниципального района','56654151','рабочий поселок Пачелма','56654400','Сельские поселения Пачелмского муниципального района','56654402','Белынский сельсовет','56654410','Новотолковский сельсовет','56654412','Решетинский сельсовет','56654414','Титовский сельсовет','56654416','Черкасский сельсовет','56654419','Чкаловский сельсовет','56654422','Шейнский сельсовет']]
,['56655','Пензенский муниципальный район',['56655100','Городские поселения Пензенского муниципального района','56655153','рабочий поселок Золотаревка','56655400','Сельские поселения Пензенского муниципального района','56655402','Алферьевский сельсовет','56655407','Богословский сельсовет','56655410','Большееланский сельсовет','56655411','Варыпаевский сельсовет','56655419','Воскресеновский сельсовет','56655427','Ермоловский сельсовет','56655429','Засечный сельсовет','56655431','Кондольский сельсовет','56655432','Кучкинский сельсовет','56655433','Мичуринский сельсовет','56655434','Оленевский сельсовет','56655436','Ленинский сельсовет','56655437','Саловский сельсовет','56655438','Леонидовский сельсовет','56655439','Краснопольский сельсовет','56655442','Покрово-Березовский сельсовет','56655443','Старокаменский сельсовет']]
,['56656','Сердобский муниципальный район',['56656100','Городские поселения Сердобского муниципального района','56656101','город Сердобск','56656400','Сельские поселения Сердобского муниципального района','56656407','Долгоруковский сельсовет','56656413','Кировский сельсовет','56656416','Куракинский сельсовет','56656420','Мещерский сельсовет','56656422','Новостуденовский сельсовет','56656425','Песчанский сельсовет','56656428','Пригородный сельсовет','56656431','Рощинский сельсовет','56656433','Сазанский сельсовет','56656434','Секретарский сельсовет','56656437','Сокольский сельсовет']]
,['56657','Сосновоборский муниципальный район',['56657100','Городские поселения Сосновоборского муниципального района','56657151','рабочий поселок Сосновоборск','56657400','Сельские поселения Сосновоборского муниципального района','56657402','Вачелайский сельсовет','56657404','Вязовский сельсовет','56657407','Еремеевский сельсовет','56657410','Индерский сельсовет','56657416','Маркинский сельсовет','56657419','Нижнекатмисский сельсовет','56657428','Николо-Барнуковский сельсовет','56657431','Пичилейский сельсовет','56657437','Шугуровский сельсовет']]
,['56658','Тамалинский муниципальный район',['56658100','Городские поселения Тамалинского муниципального района','56658151','рабочий поселок Тамала','56658400','Сельские поселения Тамалинского муниципального района','56658407','Вишневский сельсовет','56658410','Волче-Вражский сельсовет','56658425','Малосергиевский сельсовет','56658428','Мачинский сельсовет','56658437','Ульяновский сельсовет']]
,['56659','Шемышейский муниципальный район',['56659100','Городские поселения Шемышейского муниципального района','56659151','рабочий поселок Шемышейка','56659400','Сельские поселения Шемышейского муниципального района','56659402','Армиевский сельсовет','56659404','Воробьевский сельсовет','56659406','Каргалейский сельсовет','56659407','Каржимантский сельсовет','56659408','Колдаисский сельсовет','56659413','Наскафтымский сельсовет','56659419','Синодский сельсовет','56659420','Руссконоркинский сельсовет','56659422','Стародемкинский сельсовет','56659425','Старозахаркинский сельсовет','56659428','Старояксарский сельсовет','56659431','Усть-Узинский сельсовет']]
,['56701','город Пенза',undefined
]
,['56705','город Кузнецк',undefined
]
,['56734','ЗАТО город Заречный',undefined
]
]]
,['57','МО Пермского края',
[['57502','Александровский',undefined
]
,['57503','Бардымский',undefined
]
,['57506','Березовский',undefined
]
,['57508','Большесосновский',undefined
]
,['57513','Гайнский',undefined
]
,['57516','Губахинский',undefined
]
,['57518','Еловский',undefined
]
,['57522','Карагайский',undefined
]
,['57524','Кишертский',undefined
]
,['57525','Косинский',undefined
]
,['57526','Кочевский',undefined
]
,['57528','Кудымкарский',undefined
]
,['57529','Куединский',undefined
]
,['57530','Кунгурский',undefined
]
,['57538','Ординский',undefined
]
,['57546','Пермский',undefined
]
,['57548','Сивинский',undefined
]
,['57552','Уинский',undefined
]
,['57555','Частинский',undefined
]
,['57559','Юрлинский',undefined
]
,['57560','Юсьвинский',undefined
]
,['57701','Пермский',undefined
]
,['57708','город Березники',undefined
]
,['57712','Верещагинский',undefined
]
,['57714','Горнозаводский',undefined
]
,['57718','Добрянский',undefined
]
,['57719','город Кизел',undefined
]
,['57720','Краснокамский',undefined
]
,['57726','Лысьвенский',undefined
]
,['57727','Нытвенский',undefined
]
,['57728','Осинский',undefined
]
,['57729','Оханский',undefined
]
,['57730','Соликамский',undefined
]
,['57731','Суксунский',undefined
]
,['57735','Чайковский',undefined
]
,['57756','Чердынский',undefined
]
,['57757','Чернушинский',undefined
]
,['57758','Чусовской',undefined
]
,['57759','Ильинский',undefined
]
,['57760','Красновишерский',undefined
]
,['57761','Октябрьский',undefined
]
,['57762','Очерский',undefined
]
,['57763','ЗАТО Звездный',undefined
]
]]
,['58','МО Псковской области',
[['58604','Бежаницкий муниципальный район',['58604100','Городские поселения Бежаницкого муниципального района','58604151','Бежаницы','58604400','Сельские поселения Бежаницкого муниципального района','58604415','Бежаницкое','58604456','Лющикская волость','58604472','Полистовское','58604482','Чихачевское']]
,['58606','Великолукский муниципальный район',['58606400','Сельские поселения Великолукского муниципального района','58606424','Лычевская волость','58606432','Переслегинская волость','58606436','Пореченская волость','58606452','Шелковская волость']]
,['58608','Гдовский муниципальный район',['58608100','Городские поселения Гдовского муниципального района','58608101','Гдов','58608400','Сельские поселения Гдовского муниципального района','58608412','Добручинская волость','58608420','Плесновская волость','58608424','Полновская волость','58608432','Самолвовская волость','58608436','Спицинская волость','58608440','Чернёвская волость','58608444','Юшкинская волость']]
,['58610','Дедовичский муниципальный район',['58610100','Городские поселения Дедовичского муниципального района','58610151','Дедовичи','58610400','Сельские поселения Дедовичского муниципального района','58610407','Вязьевская волость','58610445','Пожеревицкая волость','58610460','Шелонская волость']]
,['58612','Дновский муниципальный район',['58612100','Городские поселения Дновского муниципального района','58612101','Дно','58612400','Сельские поселения Дновского муниципального района','58612411','Выскодская волость','58612433','Искровская волость']]
,['58614','Красногородский муниципальный район',['58614100','Городские поселения Красногородского муниципального района','58614151','Красногородск','58614400','Сельские поселения Красногородского муниципального района','58614433','Красногородская волость','58614450','Пограничная волость']]
,['58616','Куньинский муниципальный район',['58616100','Городские поселения Куньинского муниципального района','58616151','Кунья','58616400','Сельские поселения Куньинского муниципального района','58616411','Жижицкая волость','58616423','Каськовская волость','58616425','Куньинская волость','58616455','Пухновская волость']]
,['58618','Локнянский муниципальный район',['58618100','Городские поселения Локнянского муниципального района','58618151','Локня','58618400','Сельские поселения Локнянского муниципального района','58618444','Михайловская волость','58618455','Подберезинская волость','58618466','Самолуковская волость']]
,['58620','Невельский муниципальный район',['58620100','Городские поселения Невельского муниципального района','58620101','Невель','58620400','Сельские поселения Невельского муниципального района','58620402','Артемовская волость','58620410','Ивановская волость','58620440','Плисская волость','58620450','Туричинская волость','58620460','Усть-Долысская волость']]
,['58623','Новоржевский муниципальный район',['58623100','Городские поселения Новоржевского муниципального района','58623101','Новоржев','58623400','Сельские поселения Новоржевского муниципального района','58623405','Вехнянская волость','58623420','Выборская волость','58623426','Новоржевская волость']]
,['58626','Новосокольнический муниципальный район',['58626100','Городские поселения Новосокольнического муниципального района','58626101','Новосокольники','58626400','Сельские поселения Новосокольнического муниципального района','58626413','Вязовская волость','58626425','Маевская волость','58626430','Насвинская волость','58626436','Пригородная волость']]
,['58629','Опочецкий муниципальный район',['58629100','Городские поселения Опочецкого муниципального района','58629101','Опочка','58629400','Сельские поселения Опочецкого муниципального района','58629405','Болгатовская волость','58629408','Варыгинская волость','58629410','Глубоковская волость','58629460','Пригородная волость']]
,['58633','Островский муниципальный район',['58633100','Городские поселения Островского муниципального района','58633101','Остров','58633400','Сельские поселения Островского муниципального района','58633404','Бережанская волость','58633412','Воронцовская волость','58633416','Горайская волость','58633421','Островская волость']]
,['58637','Палкинский муниципальный район',['58637100','Городские поселения Палкинского муниципального района','58637151','Палкино','58637400','Сельские поселения Палкинского муниципального района','58637412','Качановская волость','58637423','Новоуситовская волость','58637428','Палкинская волость','58637440','Черская волость']]
,['58640','Печорский муниципальный район',['58640100','Городские поселения Печорского муниципального района','58640101','Печоры','58640400','Сельские поселения Печорского муниципального района','58640422','Круппская волость','58640434','Лавровская волость','58640445','Новоизборская волость']]
,['58643','Плюсский муниципальный район',['58643100','Городские поселения Плюсского муниципального района','58643151','Плюсса','58643158','Заплюсье','58643400','Сельские поселения Плюсского муниципального района','58643455','Лядская волость']]
,['58647','Порховский муниципальный район',['58647100','Городские поселения Порховского муниципального района','58647101','Порхов','58647400','Сельские поселения Порховского муниципального района','58647420','Дубровенская волость','58647460','Славковская волость','58647475','Полонская волость']]
,['58649','Псковский муниципальный район',['58649400','Сельские поселения Псковского муниципального района','58649418','Ершовская волость','58649420','Завеличенская волость','58649432','Карамышевская волость','58649436','Краснопрудская волость','58649440','Логозовская волость','58649454','Писковичская волость','58649456','Середкинская волость','58649468','Торошинская волость','58649472','Тямшанская волость','58649476','Ядровская волость','58649700','Межселенные территории Псковского муниципального района','58649728','Межселенная территория Псковского муниципального района, включающая территорию Залитских островов (о им Залита, о Талабенец, о им Белова)']]
,['58650','Пустошкинский муниципальный район',['58650100','Городские поселения Пустошкинского муниципального района','58650101','Пустошка','58650400','Сельские поселения Пустошкинского муниципального района','58650404','Алольская волость','58650434','Гультяевская волость','58650445','Забельская волость','58650464','Пригородная волость','58650476','Щукинская волость']]
,['58651','Пушкиногорский муниципальный район',['58651100','Городские поселения Пушкиногорского муниципального района','58651152','Пушкиногорье','58651400','Сельские поселения Пушкиногорского муниципального района','58651408','Велейская волость']]
,['58653','Пыталовский муниципальный район',['58653100','Городские поселения Пыталовского муниципального района','58653101','Пыталово','58653400','Сельские поселения Пыталовского муниципального района','58653410','Гавровская волость','58653430','Линовская волость','58653463','Утроинская волость']]
,['58654','Себежский муниципальный район',['58654100','Городские поселения Себежского муниципального района','58654101','Себеж','58654153','Идрица','58654158','Сосновый Бор','58654400','Сельские поселения Себежского муниципального района','58654430','Красноармейская волость','58654471','Себежское']]
,['58656','Струго-Красненский муниципальный район',['58656100','Городские поселения Струго-Красненского муниципального района','58656151','Струги Красные','58656400','Сельские поселения Струго-Красненского муниципального района','58656421','Марьинская волость','58656443','Новосельская волость']]
,['58658','Усвятский муниципальный район',['58658100','Городские поселения Усвятского муниципального района','58658151','Усвяты','58658400','Сельские поселения Усвятского муниципального района','58658452','Усвятская волость','58658463','Церковищенская волость']]
,['58701','город Псков',undefined
]
,['58710','город Великие Луки',undefined
]
]]
,['60','МО Ростовской области',
[['60601','Азовский муниципальный район',['60601400','Сельские поселения Азовского муниципального района','60601405','Александровское','60601410','Елизаветинское','60601420','Елизаветовское','60601425','Задонское','60601430','Кагальницкое','60601435','Калиновское','60601438','Красносадовское','60601440','Круглянское','60601444','Кугейское','60601448','Кулешовское','60601452','Маргаритовское','60601455','Новоалександровское','60601458','Обильненское','60601460','Отрадовское','60601463','Пешковское','60601472','Рогожкинское','60601476','Самарское','60601480','Семибалковское']]
,['60602','Аксайский муниципальный район',['60602100','Городские поселения Аксайского муниципального района','60602101','Аксайское','60602400','Сельские поселения Аксайского муниципального района','60602405','Большелогское','60602410','Верхнеподпольненское','60602415','Грушевское','60602420','Истоминское','60602423','Ленинское','60602425','Мишкинское','60602436','Щепкинское','60602447','Ольгинское','60602458','Рассветовское','60602462','Старочеркасское']]
,['60605','Багаевский муниципальный район',['60605400','Сельские поселения Багаевского муниципального района','60605402','Ажиновское','60605405','Багаевское','60605415','Елкинское','60605420','Красненское','60605440','Манычское']]
,['60606','Белокалитвинский муниципальный район',['60606100','Городские поселения Белокалитвинского муниципального района','60606101','Белокалитвинское','60606102','Шолоховское','60606400','Сельские поселения Белокалитвинского муниципального района','60606410','Богураевское','60606417','Горняцкое','60606420','Грушево-Дубовское','60606430','Ильинское','60606433','Коксовское','60606435','Краснодонецкое','60606440','Рудаковское','60606445','Литвиновское','60606450','Нижнепоповское','60606459','Синегорское']]
,['60607','Боковский муниципальный район',['60607400','Сельские поселения Боковского муниципального района','60607411','Боковское','60607422','Верхнечирское','60607433','Грачевское','60607444','Каргинское','60607448','Краснозоринское','60607450','Краснокутское','60607455','Земцовское']]
,['60608','Верхнедонской муниципальный район',['60608400','Сельские поселения Верхнедонского муниципального района','60608405','Верхняковское','60608412','Казанское','60608413','Казансколопатинское','60608428','Мешковское','60608432','Мещеряковское','60608436','Мигулинское','60608440','Нижнебыковское','60608446','Солонцовское','60608448','Тубянское','60608458','Шумилинское']]
,['60609','Веселовский муниципальный район',['60609400','Сельские поселения Веселовского муниципального района','60609409','Верхнесоленовское','60609411','Веселовское','60609432','Краснооктябрьское','60609458','Позднеевское']]
,['60612','Волгодонской муниципальный район',['60612400','Сельские поселения Волгодонского муниципального района','60612405','Добровольское','60612408','Дубенцовское','60612425','Победенское','60612428','Потаповское','60612430','Прогрессовское','60612432','Романовское','60612435','Рябичевское']]
,['60613','Дубовский муниципальный район',['60613400','Сельские поселения Дубовского муниципального района','60613405','Андреевское','60613410','Барабанщиковское','60613415','Вербовологовское','60613417','Веселовское','60613420','Гуреевское','60613425','Дубовское','60613430','Жуковское','60613440','Комиссаровское','60613448','Малолученское','60613452','Мирненское','60613460','Присальское','60613464','Романовское','60613471','Семичанское']]
,['60615','Егорлыкский муниципальный район',['60615400','Сельские поселения Егорлыкского муниципального района','60615410','Балко-Грузское','60615415','Войновское','60615417','Егорлыкское','60615425','Ильинское','60615436','Кавалерское','60615447','Новороговское','60615458','Объединенное','60615462','Роговское','60615480','Шаумяновское']]
,['60617','Заветинский муниципальный район',['60617400','Сельские поселения Заветинского муниципального района','60617411','Заветинское','60617422','Никольское','60617428','Киселевское','60617430','Кичкинское','60617432','Тюльпановское','60617434','Фоминское','60617445','Савдянское','60617466','Федосеевское','60617470','Шебалинское']]
,['60618','Зерноградский муниципальный район',['60618100','Городские поселения Зерноградского муниципального района','60618101','Зерноградское','60618400','Сельские поселения Зерноградского муниципального района','60618405','Большеталовское','60618410','Гуляй-Борисовское','60618415','Донское','60618440','Конзаводское','60618445','Красноармейское','60618450','Манычское','60618455','Мечетинское','60618460','Россошинское']]
,['60619','Зимовниковский муниципальный район',['60619400','Сельские поселения Зимовниковского муниципального района','60619405','Верхнесеребряковское','60619410','Гашунское','60619415','Глубочанское','60619417','Зимовниковское','60619420','Камышевское','60619425','Кировское','60619430','Кутейниковское','60619432','Ленинское','60619435','Мокрогашунское','60619445','Савоськинское','60619450','Северное']]
,['60622','Кагальницкий муниципальный район',['60622400','Сельские поселения Кагальницкого муниципального района','60622412','Иваново-Шамшевское','60622414','Кагальницкое','60622417','Калининское','60622420','Кировское','60622423','Мокробатайское','60622425','Новобатайское','60622430','Родниковское','60622442','Хомутовское']]
,['60623','Каменский муниципальный район',['60623100','Городские поселения Каменского муниципального района','60623151','Глубокинское','60623400','Сельские поселения Каменского муниципального района','60623405','Астаховское','60623410','Богдановское','60623415','Волченское','60623420','Гусевское','60623425','Калитвенское','60623430','Красновское','60623440','Малокаменское','60623455','Пиховкинское','60623460','Груциновское','60623465','Старостаничное','60623470','Уляшкинское']]
,['60624','Кашарский муниципальный район',['60624400','Сельские поселения Кашарского муниципального района','60624410','Верхнемакеевское','60624415','Верхнесвечниковское','60624420','Вяжинское','60624425','Индустриальное','60624430','Кашарское','60624435','Киевское','60624450','Первомайское','60624455','Поповское','60624470','Талловеровское','60624475','Фомино-Свечниковское']]
,['60625','Константиновский муниципальный район',['60625100','Городские поселения Константиновского муниципального района','60625101','Константиновское','60625400','Сельские поселения Константиновского муниципального района','60625405','Авиловское','60625410','Богоявленское','60625415','Гапкинское','60625420','Николаевское','60625425','Почтовское','60625436','Стычновское']]
,['60626','Красносулинский муниципальный район',['60626100','Городские поселения Красносулинского муниципального района','60626101','Красносулинское','60626102','Горненское','60626165','Углеродовское','60626400','Сельские поселения Красносулинского муниципального района','60626405','Божковское','60626410','Владимировское','60626415','Гуково-Гнилушевское','60626420','Долотинское','60626425','Киселевское','60626430','Ковалевское','60626435','Комиссаровское','60626440','Михайловское','60626445','Пролетарское','60626450','Садковское','60626455','Табунщиковское','60626460','Ударниковское']]
,['60627','Куйбышевский муниципальный район',['60627400','Сельские поселения Куйбышевского муниципального района','60627404','Кринично-Лугское','60627405','Куйбышевское','60627410','Лысогорское']]
,['60630','Мартыновский муниципальный район',['60630400','Сельские поселения Мартыновского муниципального района','60630405','Большеорловское','60630407','Зеленолугское','60630412','Ильиновское','60630423','Комаровское','60630434','Малоорловское','60630439','Мартыновское','60630456','Новоселовское','60630467','Рубашкинское','60630489','Южненское']]
,['60631','Матвеево-Курганский муниципальный район',['60631400','Сельские поселения Матвеево-Курганского муниципального района','60631405','Алексеевское','60631410','Анастасиевское','60631415','Большекирсановское','60631420','Екатериновское','60631440','Малокирсановское','60631445','Матвеево-Курганское','60631450','Новониколаевское','60631465','Ряженское']]
,['60632','Миллеровский муниципальный район',['60632100','Городские поселения Миллеровского муниципального района','60632101','Миллеровское','60632400','Сельские поселения Миллеровского муниципального района','60632402','Верхнеталовское','60632405','Волошинское','60632415','Дегтевское','60632420','Колодезянское','60632425','Криворожское','60632430','Треневское','60632435','Мальчевское','60632455','Ольхово-Рогское','60632460','Первомайское','60632467','Сулинское','60632470','Титовское','60632475','Туриловское']]
,['60633','Милютинский муниципальный район',['60633400','Сельские поселения Милютинского муниципального района','60633420','Лукичевское','60633428','Маньково-Березовское','60633433','Милютинское','60633444','Николо-Березовское','60633466','Орловское','60633477','Светочниковское','60633480','Селивановское']]
,['60634','Морозовский муниципальный район',['60634100','Городские поселения Морозовского муниципального района','60634101','Морозовское','60634400','Сельские поселения Морозовского муниципального района','60634405','Широко-Атамановское','60634415','Вознесенское','60634420','Вольно-Донское','60634423','Гагаринское','60634425','Грузиновское','60634430','Знаменское','60634440','Костино-Быстрянское','60634460','Парамоновское']]
,['60635','Мясниковский муниципальный район',['60635400','Сельские поселения Мясниковского муниципального района','60635405','Большесальское','60635420','Калининское','60635424','Краснокрымское','60635428','Крымское','60635436','Петровское','60635447','Недвиговское','60635452','Чалтырское']]
,['60636','Неклиновский муниципальный район',['60636400','Сельские поселения Неклиновского муниципального района','60636404','Большенеклиновское','60636407','Вареновское','60636408','Васильево-Ханжоновское','60636412','Платовское','60636420','Поляковское','60636424','Лакедемоновское','60636428','Андреево-Мелентьевское','60636432','Натальевское','60636434','Николаевское','60636436','Новобессергеневское','60636440','Носовское','60636448','Покровское','60636452','Приморское','60636456','Самбекское','60636460','Синявское','60636464','Советинское','60636468','Троицкое','60636472','Федоровское']]
,['60640','Обливский муниципальный район',['60640400','Сельские поселения Обливского муниципального района','60640403','Александровское','60640405','Алексеевское','60640410','Каштановское','60640420','Обливское','60640425','Караичевское','60640430','Солонецкое','60640440','Нестеркинское']]
,['60641','Октябрьский муниципальный район',['60641100','Городские поселения Октябрьского муниципального района','60641151','Каменоломненское','60641400','Сельские поселения Октябрьского муниципального района','60641404','Алексеевское','60641405','Артемовское','60641408','Бессергеневское','60641415','Керчикское','60641425','Коммунарское','60641427','Краснолучское','60641430','Краснокутское','60641435','Красюковское','60641440','Кривянское','60641445','Мокрологское','60641450','Персиановское']]
,['60642','Орловский муниципальный район',['60642400','Сельские поселения Орловского муниципального района','60642411','Волочаевское','60642422','Донское','60642433','Каменно-Балковское','60642438','Камышевское','60642443','Красноармейское','60642444','Курганенское','60642445','Майорское','60642446','Орловское','60642448','Островянское','60642452','Пролетарское','60642460','Луганское']]
,['60644','Песчанокопский муниципальный район',['60644400','Сельские поселения Песчанокопского муниципального района','60644411','Богородицкое','60644422','Жуковское','60644426','Зареченское','60644433','Краснополянское','60644444','Летницкое','60644455','Песчанокопское','60644466','Поливянское','60644477','Развильненское','60644488','Рассыпненское']]
,['60645','Пролетарский муниципальный район',['60645100','Городские поселения Пролетарского муниципального района','60645101','Пролетарское','60645400','Сельские поселения Пролетарского муниципального района','60645405','Буденновское','60645410','Дальненское','60645415','Ковринское','60645420','Мокроельмутянское','60645425','Николаевское','60645427','Огневское','60645430','Опенкинское','60645435','Суховское','60645448','Уютненское']]
,['60647','Ремонтненский муниципальный район',['60647400','Сельские поселения Ремонтненского муниципального района','60647411','Валуевское','60647422','Денисовское','60647433','Калининское','60647435','Киевское','60647437','Кормовское','60647444','Краснопартизанское','60647455','Первомайское','60647466','Подгорненское','60647469','Привольненское','60647472','Ремонтненское']]
,['60648','Родионово-Несветайский муниципальный район',['60648400','Сельские поселения Родионово-Несветайского муниципального района','60648410','Барило-Крепинское','60648415','Болдыревское','60648420','Большекрепинское','60648425','Волошинское','60648436','Кутейниковское','60648447','Родионово-Несветайское']]
,['60650','Сальский муниципальный район',['60650100','Городские поселения Сальского муниципального района','60650101','Сальское','60650400','Сельские поселения Сальского муниципального района','60650410','Буденновское','60650412','Гигантовское','60650415','Екатериновское','60650420','Ивановское','60650425','Кручено-Балковское','60650430','Манычское','60650435','Новоегорлыкское','60650442','Рыбасовское','60650445','Сандатовское','60650460','Юловское']]
,['60651','Семикаракорский муниципальный район',['60651100','Городские поселения Семикаракорского муниципального района','60651101','Семикаракорское','60651400','Сельские поселения Семикаракорского муниципального района','60651404','Бакланниковское','60651405','Большемечетновское','60651410','Задоно-Кагальницкое','60651415','Золотаревское','60651420','Кочетовское','60651425','Кузнецовское','60651430','Новозолотовское','60651440','Сусатское','60651450','Топилинское']]
,['60652','Советский муниципальный район',['60652400','Сельские поселения Советского муниципального района','60652414','Калач-Куртлакское','60652426','Советское','60652437','Чирское']]
,['60653','Тарасовский муниципальный район',['60653400','Сельские поселения Тарасовского муниципального района','60653405','Большинское','60653410','Войковское','60653415','Дячкинское','60653420','Ефремово-Степановское','60653425','Зеленовское','60653430','Колушкинское','60653435','Красновское','60653440','Курно-Липовское','60653445','Митякинское','60653453','Тарасовское']]
,['60654','Тацинский муниципальный район',['60654400','Сельские поселения Тацинского муниципального района','60654407','Быстрогорское','60654411','Верхнеобливское','60654422','Ермаковское','60654424','Жирновское','60654433','Зазерское','60654444','Ковылкинское','60654448','Михайловское','60654456','Скосырское','60654460','Суховское','60654465','Тацинское','60654467','Углегорское']]
,['60655','Усть-Донецкий муниципальный район',['60655100','Городские поселения Усть-Донецкого муниципального района','60655151','Усть-Донецкое','60655400','Сельские поселения Усть-Донецкого муниципального района','60655405','Апаринское','60655410','Верхнекундрюченское','60655423','Крымское','60655428','Мелиховское','60655432','Нижнекундрюченское','60655440','Пухляковское','60655450','Раздорское']]
,['60656','Целинский муниципальный район',['60656400','Сельские поселения Целинского муниципального района','60656420','Кировское','60656425','Лопанское','60656430','Михайловское','60656432','Новоцелинское','60656435','Ольшанское','60656440','Среднеегорлыкское','60656450','Хлеборобное','60656455','Целинское','60656460','Юловское']]
,['60657','Цимлянский муниципальный район',['60657100','Городские поселения Цимлянского муниципального района','60657101','Цимлянское','60657400','Сельские поселения Цимлянского муниципального района','60657420','Калининское','60657430','Красноярское','60657433','Лозновское','60657435','Маркинское','60657440','Новоцимлянское','60657444','Саркеловское']]
,['60658','Чертковский муниципальный район',['60658400','Сельские поселения Чертковского муниципального района','60658404','Алексеево-Лозовское','60658416','Донское','60658420','Зубрилинское','60658424','Кутейниковское','60658428','Маньковское','60658432','Михайлово-Александровское','60658434','Нагибинское','60658436','Ольховчанское','60658438','Осиковское','60658444','Сетраковское','60658448','Сохрановское','60658454','Чертковское','60658456','Шептуховское','60658460','Щедровское']]
,['60659','Шолоховский муниципальный район',['60659400','Сельские поселения Шолоховского муниципального района','60659405','Базковское','60659410','Вешенское','60659415','Дубровское','60659420','Дударевское','60659425','Калининское','60659430','Колундаевское','60659435','Кружилинское','60659440','Меркуловское','60659460','Терновское']]
,['60701','город Ростов-на-Дону',undefined
]
,['60704','город Азов',undefined
]
,['60707','город Батайск',undefined
]
,['60712','город Волгодонск',undefined
]
,['60715','город Гуково',undefined
]
,['60717','город Донецк',undefined
]
,['60718','город Зверево',undefined
]
,['60719','город Каменск-Шахтинский',undefined
]
,['60727','город Новочеркасск',undefined
]
,['60730','город Новошахтинск',undefined
]
,['60737','город Таганрог',undefined
]
,['60740','город Шахты',undefined
]
]]
,['61','МО Рязанской области',
[['61602','Ермишинский муниципальный район',['61602100','Городские поселения Ермишинского муниципального района','61602151','Ермишинское','61602400','Сельские поселения Ермишинского муниципального района','61602405','Азеевское','61602425','Мердушинское','61602430','Надежкинское','61602435','Нарминское','61602440','Савватемское']]
,['61604','Захаровский муниципальный район',['61604400','Сельские поселения Захаровского муниципального района','61604412','Безлыченское','61604415','Большекоровинское','61604425','Сменовское','61604430','Добро-Пчельское','61604432','Елинское','61604440','Захаровское','61604465','Плахинское']]
,['61606','Кадомский муниципальный район',['61606100','Городские поселения Кадомского муниципального района','61606151','Кадомское','61606400','Сельские поселения Кадомского муниципального района','61606405','Восходское','61606410','Енкаевское','61606420','Котелинское','61606430','Кущапинское']]
,['61608','Касимовский муниципальный район',['61608100','Городские поселения Касимовского муниципального района','61608154','Гусевское','61608156','Елатомское','61608160','Сынтульское','61608400','Сельские поселения Касимовского муниципального района','61608403','Ардабьевское','61608406','Ахматовское','61608412','Торбаевское','61608418','Гиблицкое','61608421','Дмитриевское','61608424','Ермоловское','61608430','Ибердусское','61608433','Китовское','61608434','Клетинское','61608439','Булгаковское','61608442','Которовское','61608453','Крутоярское','61608454','Лашманское','61608456','Новодеревенское','61608459','Овчинниковское','61608462','Первинское','61608465','Погостинское','61608468','Савостьяновское','61608471','Лощининское','61608474','Токаревское','61608480','Шостьинское']]
,['61610','Клепиковский муниципальный район',['61610100','Городские поселения Клепиковского муниципального района','61610101','Спас-Клепиковское','61610154','Тумское','61610400','Сельские поселения Клепиковского муниципального района','61610403','Алексеевское','61610415','Болоньское','61610418','Бусаевское','61610421','Уткинское','61610448','Колесниковское','61610451','Екшурское','61610454','Криушинское','61610472','Оськинское','61610475','Молькинское','61610487','Ненашкинское']]
,['61612','Кораблинский муниципальный район',['61612100','Городские поселения Кораблинского муниципального района','61612101','Кораблинское','61612400','Сельские поселения Кораблинского муниципального района','61612408','Бобровинское','61612424','Кипчаковское','61612428','Ключанское','61612432','Ковалинское','61612448','Незнановское','61612456','Молвинослободское','61612460','Пехлецкое','61612464','Пустотинское','61612484','Яблоневское']]
,['61615','Милославский муниципальный район',['61615100','Городские поселения Милославского муниципального района','61615151','Милославское','61615160','Центральное','61615400','Сельские поселения Милославского муниципального района','61615408','Богородицкое','61615412','Большеподовечинское','61615422','Горняцкое','61615428','Кочуровское','61615432','Липяговское','61615444','Милославское','61615456','Павловское','61615472','Чернавское']]
,['61617','Михайловский муниципальный район',['61617100','Городские поселения Михайловского муниципального района','61617101','Михайловское','61617154','Октябрьское','61617400','Сельские поселения Михайловского муниципального района','61617406','Виленское','61617412','Голдинское','61617415','Горностаевское','61617418','Грязновское','61617421','Жмуровское','61617433','Каморинское','61617439','Красновское','61617448','Новопанское','61617457','Поярковское','61617460','Рачатниковское','61617467','Слободское','61617470','Стрелецко-Высельское','61617473','Трепольское','61617485','Чуриковское','61617491','Щетининское']]
,['61620','Александро-Невский муниципальный район',['61620100','Городские поселения Александро-Невского муниципального района','61620151','Александро-Невское','61620400','Сельские поселения Александро-Невского муниципального района','61620405','Благовское','61620410','Борисовское','61620445','Нижнеякимецкое','61620450','Каширинское','61620460','Просеченское']]
,['61623','Пителинский муниципальный район',['61623100','Городские поселения Пителинского муниципального района','61623151','Пителинское','61623400','Сельские поселения Пителинского муниципального района','61623420','Ермо-Николаевское','61623425','Нестеровское','61623435','Пеньковское','61623450','Потапьевское']]
,['61625','Пронский муниципальный район',['61625100','Городские поселения Пронского муниципального района','61625114','Новомичуринское','61625151','Пронское','61625400','Сельские поселения Пронского муниципального района','61625405','Тырновское','61625435','Малинищинское','61625440','Мамоновское','61625445','Октябрьское','61625450','Орловское','61625455','Погореловское']]
,['61626','Путятинский муниципальный район',['61626400','Сельские поселения Путятинского муниципального района','61626403','Большеекатериновское','61626406','Береговское','61626412','Строевское','61626424','Карабухинское','61626432','Песочинское','61626436','Путятинское']]
,['61627','Рыбновский муниципальный район',['61627100','Городские поселения Рыбновского муниципального района','61627101','Рыбновское','61627400','Сельские поселения Рыбновского муниципального района','61627404','Алешинское','61627406','Баграмовское','61627408','Батуринское','61627416','Вакинское','61627418','Глебковское','61627424','Истобниковское','61627436','Кузьминское','61627456','Пощуповское','61627460','Селецкое','61627464','Чурилковское','61627472','Ходынинское','61627476','Пионерское']]
,['61630','Ряжский муниципальный район',['61630100','Городские поселения Ряжского муниципального района','61630101','Ряжское','61630400','Сельские поселения Ряжского муниципального района','61630405','Алешинское','61630415','Дегтянское','61630420','Журавинское','61630450','Петровское','61630460','Поплевинское']]
,['61634','Рязанский муниципальный район',['61634400','Сельские поселения Рязанского муниципального района','61634401','Мурминское','61634402','Варсковское','61634409','Высоковское','61634412','Вышгородское','61634427','Дубровическое','61634430','Дядьковское','61634433','Екимовское','61634436','Заборьевское','61634439','Заокское','61634457','Листвянское','61634460','Льговское','61634475','Окское','61634478','Подвязьевское','61634483','Полянское','61634485','Искровское','61634495','Семеновское','61634496','Турлатовское','61634498','Тюшевское']]
,['61637','Сапожковский муниципальный район',['61637100','Городские поселения Сапожковского муниципального района','61637151','Сапожковское','61637400','Сельские поселения Сапожковского муниципального района','61637405','Михеевское','61637410','Канинское','61637430','Морозово-Борковское','61637435','Березниковское']]
,['61640','Сараевский муниципальный район',['61640100','Городские поселения Сараевского муниципального района','61640151','Сараевское','61640400','Сельские поселения Сараевского муниципального района','61640403','Алексеевское','61640412','Борецкое','61640415','Бычковское','61640424','Высоковское','61640430','Желобовское','61640436','Кривское','61640442','Можарское','61640448','Муравлянское','61640451','Напольновское','61640454','Новобокинское','61640469','Сысоевское','61640472','Телятниковское','61640481','Ягодновское']]
,['61642','Сасовский муниципальный район',['61642400','Сельские поселения Сасовского муниципального района','61642403','Агломазовское','61642406','Алешинское','61642408','Берестянское','61642415','Батьковское','61642418','Гавриловское','61642420','Глядковское','61642424','Каргашинское','61642433','Кустаревское','61642439','Малостуденецкое','61642448','Нижнемальцевское','61642454','Новоберезовское','61642463','Трудолюбовское','61642464','Придорожное','61642466','Демушкинское','61642470','Сотницынское']]
,['61644','Скопинский муниципальный район',['61644100','Городские поселения Скопинского муниципального района','61644154','Павелецкое','61644157','Побединское','61644400','Сельские поселения Скопинского муниципального района','61644412','Вослебовское','61644415','Горловское','61644430','Ильинское','61644445','Корневское','61644478','Полянское','61644488','Успенское','61644496','Шелемишевское']]
,['61646','Спасский муниципальный район',['61646100','Городские поселения Спасского муниципального района','61646101','Спасск-Рязанское','61646400','Сельские поселения Спасского муниципального района','61646409','Выжелесское','61646415','Гавриловское','61646434','Заречинское','61646443','Ижевское','61646446','Исадское','61646452','Кирицкое','61646455','Кутуковское','61646458','Лакашинское','61646461','Михальское','61646473','Панинское','61646476','Перкинское','61646485','Собчаковское','61646488','Киструсское','61646493','Троицкое','61646498','Федотьевское']]
,['61648','Старожиловский муниципальный район',['61648100','Городские поселения Старожиловского муниципального района','61648151','Старожиловское','61648400','Сельские поселения Старожиловского муниципального района','61648420','Гребневское','61648425','Гулынское','61648435','Истьинское','61648438','Ленинское','61648440','Мелекшинское','61648460','Столпянское']]
,['61650','Ухоловский муниципальный район',['61650100','Городские поселения Ухоловского муниципального района','61650151','Ухоловское','61650400','Сельские поселения Ухоловского муниципального района','61650430','Калининское','61650440','Коноплинское','61650450','Ольховское','61650455','Смолеевское']]
,['61653','Чучковский муниципальный район',['61653100','Городские поселения Чучковского муниципального района','61653151','Чучковское','61653400','Сельские поселения Чучковского муниципального района','61653405','Аладьинское','61653420','Завидовское','61653435','Остро-Пластиковское','61653440','Пертовское','61653450','Ункосовское']]
,['61656','Шацкий муниципальный район',['61656100','Городские поселения Шацкого муниципального района','61656101','Шацкое','61656400','Сельские поселения Шацкого муниципального района','61656406','Агишевское','61656415','Борковское','61656418','Желанновское','61656421','Каверинское','61656427','Казачинское','61656433','Кермисинское','61656439','Куплинское','61656442','Кучасьевское','61656445','Лесно-Конобеевское','61656448','Лесно-Полянское','61656451','Новочернеевское','61656454','Ольховское','61656457','Печинское','61656463','Польно-Ялтуновское','61656484','Чернослободское','61656493','Ямбирнское']]
,['61658','Шиловский муниципальный район',['61658100','Городские поселения Шиловского муниципального района','61658151','Шиловское','61658157','Лесновское','61658400','Сельские поселения Шиловского муниципального района','61658403','Аделинское','61658424','Ерахтурское','61658427','Желудевское','61658430','Задубровское','61658436','Инякинское','61658445','Занино-Починковское','61658448','Мосоловское','61658472','Санское','61658473','Ибредское','61658475','Борковское','61658481','Тимошкинское','61658484','Тырновское']]
,['61701','город Рязань',undefined
]
,['61705','город Касимов',undefined
]
,['61710','город Сасово',undefined
]
,['61715','город Скопин',undefined
]
]]
,['63','МО Саратовской области',
[['63602','Александрово-Гайский муниципальный район',['63602400','Сельские поселения Александрово-Гайского муниципального района','63602401','Александрово-Гайское','63602415','Новоалександровское']]
,['63603','Аркадакский муниципальный район',['63603100','Городские поселения Аркадакского муниципального района','63603101','город Аркадак','63603400','Сельские поселения Аркадакского муниципального района','63603415','Большежуравское','63603435','Краснознаменское','63603440','Львовское','63603465','Малиновское','63603470','Росташовское','63603475','Семеновское']]
,['63604','Аткарский муниципальный район',['63604100','Городские поселения Аткарского муниципального района','63604101','город Аткарск','63604400','Сельские поселения Аткарского муниципального района','63604405','Барановское','63604423','Даниловское','63604429','Ершовское','63604448','Кочетовское','63604453','Лопуховское','63604472','Озерное']]
,['63606','Базарно-Карабулакский муниципальный район',['63606100','Городские поселения Базарно-Карабулакского муниципального района','63606151','Базарно-Карабулакское','63606156','Свободинское','63606400','Сельские поселения Базарно-Карабулакского муниципального района','63606405','Алексеевское','63606420','Большечечуйское','63606445','Липовское','63606450','Максимовское','63606465','Старобурасское','63606470','Старожуковское','63606490','Шняевское','63606495','Яковлевское']]
,['63607','Балаковский муниципальный район',['63607100','Городские поселения Балаковского муниципального района','63607101','город Балаково','63607400','Сельские поселения Балаковского муниципального района','63607415','Быково-Отрогское','63607460','Натальинское']]
,['63608','Балашовский муниципальный район',['63608100','Городские поселения Балашовского муниципального района','63608101','город Балашов','63608154','Пинеровское','63608400','Сельские поселения Балашовского муниципального района','63608408','Барковское','63608412','Большемеликское','63608432','Лесновское','63608440','Малосеменовское','63608444','Новопокровское','63608448','Октябрьское','63608456','Первомайское','63608460','Репинское','63608462','Родничковское','63608466','Соцземледельское','63608470','Старохоперское','63608478','Терновское','63608482','Тростянское','63608486','Хоперское']]
,['63609','Балтайский муниципальный район',['63609400','Сельские поселения Балтайского муниципального района','63609410','Балтайское','63609420','Барнуковское','63609430','Большеозерское','63609490','Царевщинское']]
,['63611','Вольский муниципальный район',['63611100','Городские поселения Вольского муниципального района','63611101','город Вольск','63611154','Сенное','63611400','Сельские поселения Вольского муниципального района','63611405','Барановское','63611410','Белогорновское','63611415','Кряжимское','63611420','Верхнечернавское','63611435','Колоярское','63611445','Куриловское','63611450','Нижнечернавское','63611460','Покровское','63611470','Междуреченское','63611474','Талалихинское','63611475','Терсинское','63611478','Черкасское','63611480','Широкобуеракское']]
,['63612','Воскресенский муниципальный район',['63612400','Сельские поселения Воскресенского муниципального района','63612408','Воскресенское','63612412','Елшанское','63612435','Синодское']]
,['63613','Дергачевский муниципальный район',['63613100','Городские поселения Дергачевского муниципального района','63613151','Дергачевское','63613400','Сельские поселения Дергачевского муниципального района','63613415','Верхазовское','63613420','Восточное','63613425','Демьясское','63613430','Зерновское','63613435','Камышевское','63613440','Октябрьское','63613460','Орошаемое','63613473','Сафаровское','63613475','Советское']]
,['63614','Духовницкий муниципальный район',['63614100','Городские поселения Духовницкого муниципального района','63614151','Духовницкое','63614400','Сельские поселения Духовницкого муниципального района','63614405','Березово-Лукское','63614415','Брыковское','63614420','Горяиновское','63614425','Дмитриевское','63614435','Липовское','63614442','Новозахаркинское']]
,['63616','Екатериновский муниципальный район',['63616100','Городские поселения Екатериновского муниципального района','63616151','Екатериновское','63616400','Сельские поселения Екатериновского муниципального района','63616404','Альшанское','63616408','Андреевское','63616412','Бакурское','63616428','Галаховское','63616436','Индустриальное','63616440','Кипецкое','63616444','Коленовское','63616452','Крутоярское','63616460','Новоселовское','63616464','Сластухинское']]
,['63617','Ершовский муниципальный район',['63617100','Городские поселения Ершовского муниципального района','63617101','город Ершов','63617400','Сельские поселения Ершовского муниципального района','63617404','Антоновское','63617416','Декабристское','63617440','Марьевское','63617444','Миусское','63617452','Новокраснянское','63617456','Новорепинское','63617457','Новосельское','63617467','Перекопновское']]
,['63619','Ивантеевский муниципальный район',['63619400','Сельские поселения Ивантеевского муниципального района','63619410','Бартеневское','63619415','Знаменское','63619420','Ивановское','63619422','Ивантеевское','63619430','Канаевское','63619440','Николаевское','63619445','Раевское','63619450','Чернавское','63619455','Яблоново-Гайское']]
,['63621','Калининский муниципальный район',['63621100','Городские поселения Калининского муниципального района','63621101','город Калининск','63621400','Сельские поселения Калининского муниципального района','63621408','Ахтубинское','63621420','Казачкинское','63621424','Колокольцовское','63621428','Малоекатериновское','63621443','Озерское','63621451','Свердловское','63621455','Сергиевское','63621459','Симоновское','63621472','Таловское','63621479','Широкоуступское']]
,['63622','Красноармейский муниципальный район',['63622100','Городские поселения Красноармейского муниципального района','63622101','город Красноармейск','63622154','Каменское','63622400','Сельские поселения Красноармейского муниципального района','63622405','Высоковское','63622410','Гвардейское','63622420','Золотовское','63622425','Карамышское','63622435','Луганское','63622455','Нижнебанновское','63622465','Рогаткинское','63622470','Россошанское','63622486','Сплавнухинское']]
,['63623','Краснокутский муниципальный район',['63623100','Городские поселения Краснокутского муниципального района','63623101','город Красный Кут','63623400','Сельские поселения Краснокутского муниципального района','63623410','Дьяковское','63623420','Ждановское','63623425','Журавлевское','63623435','Комсомольское','63623440','Интернациональное','63623441','Лавровское','63623443','Лебедевское','63623445','Логиновское','63623450','Первомайское','63623455','Чкаловское','63623457','Усатовское']]
,['63624','Краснопартизанский муниципальный район',['63624100','Городские поселения Краснопартизанского муниципального района','63624151','Горновское','63624400','Сельские поселения Краснопартизанского муниципального района','63624440','Рукопольское']]
,['63625','Лысогорский муниципальный район',['63625100','Городские поселения Лысогорского муниципального района','63625151','Лысогорское','63625400','Сельские поселения Лысогорского муниципального района','63625405','Большедмитриевское','63625410','Большекопенское','63625415','Большерельненское','63625420','Бутырское','63625428','Гремячинское','63625440','Новокрасавское','63625445','Раздольновское','63625455','Ширококарамышское','63625460','Октябрьское']]
,['63626','Марксовский муниципальный район',['63626100','Городские поселения Марксовского муниципального района','63626101','город Маркс','63626400','Сельские поселения Марксовского муниципального района','63626430','Зоркинское','63626440','Кировское','63626445','Липовское','63626453','Осиновское','63626458','Подлесновское','63626465','Приволжское']]
,['63629','Новобурасский муниципальный район',['63629100','Городские поселения Новобурасского муниципального района','63629151','Новобурасское','63629400','Сельские поселения Новобурасского муниципального района','63629410','Белоярское','63629465','Тепловское']]
,['63630','Новоузенский муниципальный район',['63630100','Городские поселения Новоузенского муниципального района','63630101','город Новоузенск','63630400','Сельские поселения Новоузенского муниципального района','63630405','Алгайское','63630408','Бессоновское','63630415','Горькореченское','63630420','Дмитриевское','63630422','Дюрское','63630430','Куриловское','63630445','Олоновское','63630450','Петропавловское','63630455','Пограниченское','63630460','Радищевское']]
,['63632','Озинский муниципальный район',['63632100','Городские поселения Озинского муниципального района','63632151','Озинское','63632400','Сельские поселения Озинского муниципального района','63632405','Балашинское','63632410','Заволжское','63632415','Первоцелинное','63632420','Ленинское','63632425','Липовское','63632440','Озерское','63632445','Пигаревское','63632449','Сланцерудниковское','63632455','Урожайное','63632460','Чалыклинское']]
,['63634','Перелюбский муниципальный район',['63634400','Сельские поселения Перелюбского муниципального района','63634405','Грачево-Кустовское','63634410','Натальиноярское','63634415','Кучумбетовское','63634420','Молодежное','63634425','Нижнепокровское','63634430','Октябрьское','63634435','Первомайское','63634440','Перелюбское','63634445','Иванихинское','63634447','Смородинское','63634450','Тепловское','63634460','Целинное']]
,['63635','Петровский муниципальный район',['63635100','Городские поселения Петровского муниципального района','63635101','город Петровск','63635400','Сельские поселения Петровского муниципального района','63635410','Березовское','63635420','Грачевское','63635435','Новозахаркинское','63635460','Пригородное','63635465','Синеньское']]
,['63636','Питерский муниципальный район',['63636400','Сельские поселения Питерского муниципального района','63636405','Агафоновское','63636410','Алексашкинское','63636415','Малоузенское','63636420','Мироновское','63636425','Новотульское','63636430','Нивское','63636435','Орошаемое','63636446','Питерское']]
,['63637','Пугачевский муниципальный район',['63637100','Городские поселения Пугачевского муниципального района','63637101','город Пугачев','63637400','Сельские поселения Пугачевского муниципального района','63637415','Давыдовское','63637423','Заволжское','63637440','Клинцовское','63637445','Краснореченское','63637450','Надеждинское','63637460','Преображенское','63637470','Рахмановское','63637485','Старопорубежское']]
,['63639','Ровенский муниципальный район',['63639100','Городские поселения Ровенского муниципального района','63639151','Ровенское','63639400','Сельские поселения Ровенского муниципального района','63639410','Кочетновское','63639420','Кривоярское','63639430','Луговское','63639440','Первомайское','63639450','Приволжское','63639460','Привольненское','63639475','Тарлыковское']]
,['63640','Романовский муниципальный район',['63640100','Городские поселения Романовского муниципального района','63640151','Романовское','63640400','Сельские поселения Романовского муниципального района','63640410','Большекарайское','63640435','Мордовокарайское','63640440','Бобылевское','63640445','Подгорненское','63640450','Усть-Щербединское']]
,['63641','Ртищевский муниципальный район',['63641100','Городские поселения Ртищевского муниципального района','63641101','город Ртищево','63641400','Сельские поселения Ртищевского муниципального района','63641428','Краснозвездинское','63641444','Макаровское','63641452','Октябрьское','63641468','Салтыковское','63641484','Урусовское','63641488','Шило-Голицынское']]
,['63642','Самойловский муниципальный район',['63642100','Городские поселения Самойловского муниципального района','63642151','Самойловское','63642400','Сельские поселения Самойловского муниципального района','63642405','Благовещенское','63642410','Еловатское','63642420','Красавское','63642425','Краснознаменское','63642445','Песчанское','63642455','Святославское','63642460','Хрущевское']]
,['63644','Советский муниципальный район',['63644100','Городские поселения Советского муниципального района','63644151','Степновское','63644155','Пушкинское','63644158','Советское','63644400','Сельские поселения Советского муниципального района','63644408','Золотостепское','63644422','Любимовское','63644425','Мечетненское','63644433','Розовское']]
,['63646','Татищевский муниципальный район',['63646100','Городские поселения Татищевского муниципального района','63646151','Татищевское','63646400','Сельские поселения Татищевского муниципального района','63646405','Вязовское','63646425','Идолгское','63646440','Октябрьское','63646446','Садовское','63646457','Сторожевское','63646470','Ягодно-Полянское']]
,['63647','Турковский муниципальный район',['63647100','Городские поселения Турковского муниципального района','63647151','Турковское','63647400','Сельские поселения Турковского муниципального района','63647435','Перевесинское','63647445','Рязанское','63647450','Студеновское']]
,['63648','Федоровский муниципальный район',['63648100','Городские поселения Федоровского муниципального района','63648151','Мокроусское','63648400','Сельские поселения Федоровского муниципального района','63648415','Долинское','63648420','Ерусланское','63648430','Калужское','63648435','Морцевское','63648445','Первомайское','63648460','Семеновское','63648475','Федоровское']]
,['63649','Хвалынский муниципальный район',['63649100','Городские поселения Хвалынского муниципального района','63649101','город Хвалынск','63649400','Сельские поселения Хвалынского муниципального района','63649406','Алексеевское','63649415','Благодатинское','63649417','Возрожденческое','63649430','Елшанское','63649440','Северное','63649450','Сосново-Мазинское']]
,['63650','Энгельсский муниципальный район',['63650100','Городские поселения Энгельсского муниципального района','63650101','город Энгельс','63650400','Сельские поселения Энгельсского муниципального района','63650405','Безымянское','63650440','Красноярское','63650460','Терновское','63650480','Новопушкинское']]
,['63701','город Саратов',undefined
]
,['63746','город Шиханы',undefined
]
,['63760','поселок Михайловский',undefined
]
,['63775','ЗАТО Светлый',undefined
]
]]
,['64','МО Сахалинской области',
[['64701','город Южно-Сахалинск',undefined
]
,['64704','Александровск-Сахалинский район',undefined
]
,['64708','Анивский',undefined
]
,['64712','Долинский',undefined
]
,['64716','Корсаковский',undefined
]
,['64720','Курильский',undefined
]
,['64724','Макаровский',undefined
]
,['64728','Невельский',undefined
]
,['64732','Ногликский',undefined
]
,['64736','Охинский',undefined
]
,['64740','Поронайский',undefined
]
,['64743','Северо-Курильский',undefined
]
,['64746','Смирныховский',undefined
]
,['64748','Томаринский',undefined
]
,['64750','Тымовский',undefined
]
,['64752','Углегорский',undefined
]
,['64754','Холмский',undefined
]
,['64756','Южно-Курильский',undefined
]
]]
,['65','МО Свердловской области',
[['65608','Байкаловский муниципальный район',['65608400','Сельские поселения Байкаловского муниципального района','65608405','Баженовское','65608406','Байкаловское','65608425','Краснополянское']]
,['65623','Камышловский муниципальный район',['65623400','Сельские поселения Камышловского муниципального района','65623405','Восточное','65623415','Галкинское','65623420','Зареченское','65623430','Калиновское','65623455','Обуховское']]
,['65628','Нижнесергинский муниципальный район',['65628100','Городские поселения Нижнесергинского муниципального района','65628101','Нижнесергинское','65628104','Михайловское','65628154','рабочий поселок Атиг','65628163','Верхние Серги','65628174','Дружининское','65628400','Сельские поселения Нижнесергинского муниципального района','65628420','Кленовское']]
,['65639','Слободо-Туринский муниципальный район',['65639400','Сельские поселения Слободо-Туринского муниципального района','65639440','Ницинское','65639455','Сладковское','65639460','Слободо-Туринское','65639470','Усть-Ницинское']]
,['65645','Таборинский муниципальный район',['65645400','Сельские поселения Таборинского муниципального района','65645415','Кузнецовское','65645440','Таборинское','65645450','Унже-Павинское','65645700','Межселенные территории Таборинского муниципального района','65645701','Межселенные территории Таборинского муниципального района, находящиеся вне границ сельских поселений']]
,['65701','город Екатеринбург',undefined
]
,['65703','Артемовский',undefined
]
,['65704','Артинский',undefined
]
,['65705','Ачитский',undefined
]
,['65706','Белоярский',undefined
]
,['65707','Богданович',undefined
]
,['65708','Верхнесалдинский',undefined
]
,['65709','Верхотурский',undefined
]
,['65710','Гаринский',undefined
]
,['65711','Ирбитское',undefined
]
,['65712','Каменский',undefined
]
,['65713','Красноуфимский округ',undefined
]
,['65714','Невьянский',undefined
]
,['65715','Нижнетуринский',undefined
]
,['65716','Новолялинский',undefined
]
,['65717','Горноуральский',undefined
]
,['65718','Пышминский',undefined
]
,['65719','Ревда',undefined
]
,['65720','Режевской',undefined
]
,['65721','Сосьвинский',undefined
]
,['65722','Сысертский',undefined
]
,['65723','Тавдинский',undefined
]
,['65724','Талицкий',undefined
]
,['65725','Тугулымский',undefined
]
,['65726','Туринский',undefined
]
,['65727','Шалинский',undefined
]
,['65728','город Алапаевск',undefined
]
,['65729','Арамильский',undefined
]
,['65730','Асбестовский',undefined
]
,['65731','Березовский',undefined
]
,['65732','Верхняя Пышма',undefined
]
,['65733','Верхний Тагил',undefined
]
,['65734','Верхняя Тура',undefined
]
,['65735','Волчанский',undefined
]
,['65736','Дегтярск',undefined
]
,['65737','Заречный',undefined
]
,['65738','Ивдельский',undefined
]
,['65739','город Ирбит',undefined
]
,['65740','город Каменск-Уральский',undefined
]
,['65741','Камышловский',undefined
]
,['65742','Карпинск',undefined
]
,['65743','Качканарский',undefined
]
,['65744','Кировградский',undefined
]
,['65745','Краснотурьинск',undefined
]
,['65746','Красноуральск',undefined
]
,['65747','Красноуфимск',undefined
]
,['65748','Кушвинский',undefined
]
,['65749','город Лесной',undefined
]
,['65750','Нижняя Салда',undefined
]
,['65751','город Нижний Тагил',undefined
]
,['65752','Новоуральский',undefined
]
,['65753','Первоуральск',undefined
]
,['65754','Полевской',undefined
]
,['65755','Североуральский',undefined
]
,['65756','Серовский',undefined
]
,['65757','Среднеуральск',undefined
]
,['65758','Сухой Лог',undefined
]
,['65759','Бисертский',undefined
]
,['65760','Верхнее Дуброво',undefined
]
,['65761','Верх-Нейвинский',undefined
]
,['65762','Малышевский',undefined
]
,['65763','Рефтинский',undefined
]
,['65764','Пелым',undefined
]
,['65765','ЗАТО Свободный',undefined
]
,['65766','Староуткинск',undefined
]
,['65767','поселок Уральский',undefined
]
,['65769','Махнёвское',undefined
]
,['65771','Алапаевское',undefined
]
]]
,['66','МО Смоленской области',
[['66603','Велижский муниципальный район',['66603100','Городские поселения Велижского муниципального района','66603101','Велижское','66603400','Сельские поселения Велижского муниципального района','66603460','Печенковское','66603470','Селезневское','66603480','Крутовское']]
,['66605','Вяземский муниципальный район',['66605100','Городские поселения Вяземского муниципального района','66605101','Вяземское','66605400','Сельские поселения Вяземского муниципального района','66605404','Андрейковское','66605408','Вязьма-Брянское','66605436','Кайдаковское','66605456','Новосельское','66605472','Семлевское','66605476','Степаниковское','66605480','Тумановское']]
,['66608','Гагаринский муниципальный район',['66608100','Городские поселения Гагаринского муниципального района','66608101','Гагаринское','66608400','Сельские поселения Гагаринского муниципального района','66608416','Гагаринское','66608424','Кармановское','66608456','Никольское']]
,['66609','Глинковский муниципальный район',['66609400','Сельские поселения Глинковского муниципального района','66609403','Болтутинское','66609411','Глинковское','66609414','Доброминское']]
,['66611','Демидовский муниципальный район',['66611100','Городские поселения Демидовского муниципального района','66611101','Демидовское','66611153','Пржевальское','66611400','Сельские поселения Демидовского муниципального района','66611410','Борковское','66611445','Заборьевское','66611487','Слободское','66611490','Титовщинское']]
,['66614','Дорогобужский муниципальный район',['66614100','Городские поселения Дорогобужского муниципального района','66614101','Дорогобужское','66614153','Верхнеднепровское','66614400','Сельские поселения Дорогобужского муниципального района','66614405','Алексинское','66614440','Михайловское','66614465','Усвятское']]
,['66616','Духовщинский муниципальный район',['66616100','Городские поселения Духовщинского муниципального района','66616101','Духовщинское','66616155','Озерненское','66616400','Сельские поселения Духовщинского муниципального района','66616412','Булгаковское','66616448','Пречистенское','66616468','Третьяковское']]
,['66619','Ельнинский муниципальный район',['66619100','Городские поселения Ельнинского муниципального района','66619101','Ельнинское','66619400','Сельские поселения Ельнинского муниципального района','66619416','Бобровичское','66619440','Коробецкое','66619452','Леонидовское']]
,['66621','Ершичский муниципальный район',['66621400','Сельские поселения Ершичского муниципального района','66621414','Воргинское','66621433','Ершичское','66621444','Кузьмичское','66621466','Руханское']]
,['66623','Кардымовский муниципальный район',['66623100','Городские поселения Кардымовского муниципального района','66623151','Кардымовское','66623400','Сельские поселения Кардымовского муниципального района','66623410','Каменское','66623428','Шокинское','66623432','Тюшинское']]
,['66624','Краснинский муниципальный район',['66624100','Городские поселения Краснинского муниципального района','66624151','Краснинское','66624400','Сельские поселения Краснинского муниципального района','66624430','Гусинское','66624445','Малеевское','66624455','Мерлинское']]
,['66627','Монастырщинский муниципальный район',['66627100','Городские поселения Монастырщинского муниципального района','66627151','Монастырщинское','66627400','Сельские поселения Монастырщинского муниципального района','66627405','Александровское','66627410','Барсуковское','66627420','Гоголевское','66627460','Новомихайловское','66627475','Татарское','66627480','Соболевское']]
,['66630','Новодугинский муниципальный район',['66630400','Сельские поселения Новодугинского муниципального района','66630410','Высоковское','66630415','Днепровское','66630420','Извековское','66630435','Новодугинское','66630440','Тесовское']]
,['66633','Починковский муниципальный район',['66633100','Городские поселения Починковского муниципального района','66633101','Починковское','66633400','Сельские поселения Починковского муниципального района','66633445','Ленинское','66633450','Мурыгинское','66633465','Прудковское','66633485','Стодолищенское','66633495','Шаталовское']]
,['66636','Рославльский муниципальный район',['66636100','Городские поселения Рославльского муниципального района','66636101','Рославльское','66636400','Сельские поселения Рославльского муниципального района','66636408','Астапковичское','66636430','Екимовичское','66636442','Кирилловское','66636460','Липовское','66636462','Любовское','66636470','Остерское','66636472','Перенское','66636476','Пригорьевское','66636488','Сырокоренское']]
,['66638','Руднянский муниципальный район',['66638100','Городские поселения Руднянского муниципального района','66638101','Руднянское','66638153','Голынковское','66638400','Сельские поселения Руднянского муниципального района','66638450','Любавичское','66638460','Переволочское','66638475','Понизовское','66638494','Чистиковское']]
,['66641','Сафоновский муниципальный район',['66641100','Городские поселения Сафоновского муниципального района','66641101','Сафоновское','66641400','Сельские поселения Сафоновского муниципального района','66641410','Барановское','66641415','Беленинское','66641417','Вадинское','66641425','Вышегорское','66641445','Зимницкое','66641457','Издешковское','66641460','Казулинское','66641470','Николо-Погореловское','66641475','Прудковское','66641480','Пушкинское','66641485','Старосельское','66641495','Рыбковское']]
,['66644','Смоленский муниципальный район',['66644400','Сельские поселения Смоленского муниципального района','66644406','Новосельское','66644415','Волоковское','66644417','Вязгинское','66644421','Гнездовское','66644424','Дивасовское','66644433','Касплянское','66644436','Катынское','66644439','Козинское','66644442','Корохоткинское','66644445','Кощинское','66644454','Лоинское','66644465','Михновское','66644474','Печерское','66644476','Пионерское','66644482','Пригорское','66644484','Сметанинское','66644486','Стабенское','66644492','Талашкинское','66644498','Хохловское']]
,['66646','Сычевский муниципальный район',['66646100','Городские поселения Сычевского муниципального района','66646101','Сычевское','66646400','Сельские поселения Сычевского муниципального района','66646410','Никольское','66646420','Мальцевское','66646425','Караваевское','66646470','Дугинское']]
,['66648','Темкинский муниципальный район',['66648400','Сельские поселения Темкинского муниципального района','66648410','Батюшковское','66648435','Медведевское','66648440','Павловское','66648450','Темкинское']]
,['66650','Угранский муниципальный район',['66650400','Сельские поселения Угранского муниципального района','66650420','Всходское','66650435','Знаменское','66650477','Угранское']]
,['66652','Хиславичский муниципальный район',['66652100','Городские поселения Хиславичского муниципального района','66652151','Хиславичское','66652400','Сельские поселения Хиславичского муниципального района','66652405','Владимировское','66652410','Кожуховичское','66652422','Корзовское','66652425','Городищенское','66652455','Печерское','66652480','Череповское']]
,['66654','Холм-Жирковский муниципальный район',['66654100','Городские поселения Холм-Жирковского муниципального района','66654151','Холм-Жирковское','66654400','Сельские поселения Холм-Жирковского муниципального района','66654405','Агибаловское','66654415','Богдановское','66654425','Игоревское','66654430','Лехминское','66654472','Тупиковское']]
,['66656','Шумячский муниципальный район',['66656100','Городские поселения Шумячского муниципального района','66656151','Шумячское','66656400','Сельские поселения Шумячского муниципального района','66656405','Снегиревское','66656420','Озерное','66656425','Понятовское','66656435','Руссковское','66656440','Надейковичское','66656445','Первомайское','66656460','Студенецкое']]
,['66658','Ярцевский муниципальный район',['66658100','Городские поселения Ярцевского муниципального района','66658101','Ярцевское','66658400','Сельские поселения Ярцевского муниципального района','66658415','Капыревщинское','66658435','Михейковское','66658445','Мушковичское','66658455','Подрощинское','66658480','Суетовское']]
,['66701','город Смоленск',undefined
]
,['66710','город Десногорск',undefined
]
]]
,['67','МО города федерального значения Севастополя',
[['67302','Балаклавский МО',undefined
]
,['67304','город Инкерман',undefined
]
,['67306','Орлиновский МО',undefined
]
,['67308','Терновский  МО',undefined
]
,['67310','Гагаринский МО',undefined
]
,['67312','Ленинский МО',undefined
]
,['67314','Нахимовский МО',undefined
]
,['67316','Верхнесадовский МО',undefined
]
,['67318','Андреевский МО',undefined
]
,['67320','Качинский МО',undefined
]
]]
,['68','МО Тамбовской области',
[['68602','Бондарский муниципальный район',['68602400','Сельские поселения Бондарского муниципального района','68602405','Бондарский сельсовет','68602410','Граждановский сельсовет','68602415','Кёршинский сельсовет','68602420','Кривополянский сельсовет','68602440','Митропольский сельсовет','68602445','Нащёкинский сельсовет','68602450','Пахотноугловский сельсовет','68602455','Прибыткинский сельсовет']]
,['68603','Гавриловский муниципальный район',['68603400','Сельские поселения Гавриловского муниципального района','68603403','Булгаковский сельсовет','68603410','Гавриловский 2-й сельсовет','68603430','Козьмодемьяновский сельсовет','68603438','Осино-Гайский сельсовет','68603441','Пересыпкинский сельсовет','68603458','Чуповский сельсовет']]
,['68604','Жердевский муниципальный район',['68604100','Городские поселения Жердевского муниципального района','68604101','город Жердевка','68604400','Сельские поселения Жердевского муниципального района','68604405','Алексеевский сельсовет','68604410','Бурнакский сельсовет','68604415','Володарский сельсовет','68604420','Вязовский сельсовет','68604430','Демьяновский сельсовет','68604440','Новорусановский сельсовет','68604450','Пичаевский сельсовет','68604455','Преображеновский сельсовет','68604460','Сукмановский сельсовет','68604465','Туголуковский сельсовет','68604470','Шпикуловский сельсовет']]
,['68606','Знаменский муниципальный район',['68606100','Городские поселения Знаменского муниципального района','68606151','Знаменский поссовет','68606400','Сельские поселения Знаменского муниципального района','68606405','Александровский сельсовет','68606415','Воронцовский сельсовет','68606420','Дуплято-Масловский сельсовет','68606430','Кузьминский сельсовет','68606435','Никольский сельсовет','68606445','Покрово-Марфинский сельсовет','68606450','Сухотинский сельсовет']]
,['68608','Инжавинский муниципальный район',['68608100','Городские поселения Инжавинского муниципального района','68608151','Инжавинский поссовет','68608400','Сельские поселения Инжавинского муниципального района','68608405','Балыклейский сельсовет','68608410','Землянский сельсовет','68608415','Калугинский сельсовет','68608420','Караваинский сельсовет','68608425','Карай-Салтыковский сельсовет','68608430','Караульский сельсовет','68608435','Красивский сельсовет','68608450','Марьевский сельсовет','68608455','Михайловский сельсовет','68608460','Никитинский сельсовет','68608465','Николинский сельсовет','68608470','Паревский сельсовет','68608475','Чернавский сельсовет']]
,['68610','Кирсановский муниципальный район',['68610400','Сельские поселения Кирсановского муниципального района','68610415','Голынщинский сельсовет','68610420','Ленинский сельсовет','68610425','Иноковский сельсовет','68610430','Калаисский сельсовет','68610440','Ковыльский сельсовет','68610450','Марьинский сельсовет','68610465','Соколовский сельсовет','68610475','Уваровщинский сельсовет']]
,['68612','Мичуринский муниципальный район',['68612400','Сельские поселения Мичуринского муниципального района','68612405','Старотарбеевский сельсовет','68612410','Глазковский сельсовет','68612415','Жидиловский сельсовет','68612420','Заворонежский сельсовет','68612425','Изосимовский сельсовет','68612430','Кочетовский сельсовет','68612435','Красивский сельсовет','68612440','Новоникольский сельсовет','68612445','Остролучинский сельсовет','68612450','Стаевский сельсовет','68612455','Староказинский сельсовет','68612460','Терский сельсовет','68612465','Устьинский сельсовет','68612470','Хмелевский сельсовет']]
,['68614','Мордовский муниципальный район',['68614100','Городские поселения Мордовского муниципального района','68614151','Мордовский поссовет','68614154','Новопокровский поссовет','68614400','Сельские поселения Мордовского муниципального района','68614405','Александровский сельсовет','68614420','Ивановский сельсовет','68614430','Лавровский сельсовет','68614450','Шмаровский сельсовет','68614455','Шульгинский сельсовет']]
,['68616','Моршанский муниципальный район',['68616400','Сельские поселения Моршанского муниципального района','68616404','Алгасовский сельсовет','68616408','Алкужборковский сельсовет','68616412','Вановский сельсовет','68616416','Весёловский сельсовет','68616420','Дмитриевский сельсовет','68616428','Екатериновский сельсовет','68616432','Ивенский сельсовет','68616436','Карельский сельсовет','68616440','Крюковский сельсовет','68616444','Куликовский сельсовет','68616448','Лёвинский сельсовет','68616452','Новотомниковский сельсовет','68616468','Ракшинский сельсовет','68616472','Серповский сельсовет','68616476','Старотомниковский сельсовет','68616480','Устьинский сельсовет']]
,['68618','Мучкапский муниципальный район',['68618100','Городские поселения Мучкапского муниципального района','68618151','Мучкапский поссовет','68618400','Сельские поселения Мучкапского муниципального района','68618410','Заполатовский сельсовет','68618415','Краснокустовский сельсовет','68618420','Кулябовский сельсовет','68618435','Сергиевский сельсовет','68618440','Троицкий сельсовет','68618445','Чащинский сельсовет','68618450','Шапкинский сельсовет']]
,['68620','Никифоровский муниципальный район',['68620100','Городские поселения Никифоровского муниципального района','68620151','Дмитриевский поссовет','68620400','Сельские поселения Никифоровского муниципального района','68620415','Екатерининский сельсовет','68620430','Озёрский сельсовет','68620435','Сабуро-Покровский сельсовет','68620445','Юрловский сельсовет','68620450','Ярославский сельсовет']]
,['68622','Первомайский муниципальный район',['68622100','Городские поселения Первомайского муниципального района','68622151','Первомайский поссовет','68622400','Сельские поселения Первомайского муниципального района','68622410','Иловай-Дмитриевский сельсовет','68622420','Козьмодемьяновский сельсовет','68622430','Новоархангельский сельсовет','68622440','Новоклёнский сельсовет','68622450','Новосеславинский сельсовет','68622452','Новоспасский сельсовет','68622460','Староклёнский сельсовет','68622470','Старосеславинский сельсовет','68622480','Хоботовский сельсовет','68622490','Чернышевский сельсовет']]
,['68624','Петровский муниципальный район',['68624400','Сельские поселения Петровского муниципального района','68624405','Волчковский сельсовет','68624415','Кочетовский сельсовет','68624420','Красиловский сельсовет','68624425','Крутовский сельсовет','68624435','Первомайский сельсовет','68624440','Петровский сельсовет','68624445','Плавицкий сельсовет','68624450','Покрово-Чичеринский сельсовет','68624455','Рахманинский сельсовет','68624470','Успеновский сельсовет','68624475','Шехманский сельсовет','68624480','Яблоновецкий сельсовет']]
,['68626','Пичаевский муниципальный район',['68626400','Сельские поселения Пичаевского муниципального района','68626405','Байловский сельсовет','68626410','Большеломовисский сельсовет','68626415','Большешереметьевский сельсовет','68626440','Егоровский сельсовет','68626445','Вяжлинский сельсовет','68626450','Липовский сельсовет','68626465','Пичаевский сельсовет','68626470','Подъёмский сельсовет','68626475','Покрово-Васильевский сельсовет','68626480','Рудовский сельсовет']]
,['68628','Рассказовский муниципальный район',['68628400','Сельские поселения Рассказовского муниципального района','68628405','Верхнеспасский сельсовет','68628407','Дмитриевщинский сельсовет','68628409','Зелёновский сельсовет','68628420','Нижнеспасский сельсовет','68628422','Никольский сельсовет','68628425','Новгородовский сельсовет','68628430','Озёрский сельсовет','68628445','Пичерский сельсовет','68628450','Платоновский сельсовет','68628460','Рождественский сельсовет','68628465','Саюкинский сельсовет','68628470','Татарщинский сельсовет','68628475','Хитровский сельсовет']]
,['68630','Ржаксинский муниципальный район',['68630100','Городские поселения Ржаксинского муниципального района','68630151','Ржаксинский поссовет','68630400','Сельские поселения Ржаксинского муниципального района','68630410','Богдановский сельсовет','68630415','Большержаксинский сельсовет','68630420','Волхонщинский сельсовет','68630425','Гавриловский сельсовет','68630430','Золотовский сельсовет','68630435','Каменский сельсовет','68630440','Лукинский сельсовет','68630450','Пустоваловский сельсовет','68630455','Степановский сельсовет','68630460','Чакинский сельсовет']]
,['68632','Сампурский муниципальный район',['68632400','Сельские поселения Сампурского муниципального района','68632410','Бахаревский сельсовет','68632420','Сатинский сельсовет','68632430','Ивановский сельсовет','68632470','Сампурский сельсовет','68632480','Серединовский сельсовет']]
,['68634','Сосновский муниципальный район',['68634100','Городские поселения Сосновского муниципального района','68634151','Сосновский поссовет','68634400','Сельские поселения Сосновского муниципального района','68634408','Верхнеярославский сельсовет','68634416','Грязновский сельсовет','68634420','Дегтянский сельсовет','68634424','Дельнодубравский сельсовет','68634428','Зелёновский сельсовет','68634436','Кулеватовский сельсовет','68634440','Ламский сельсовет','68634448','Октябрьский сельсовет','68634452','Ольховский сельсовет','68634456','Отъясский сельсовет','68634460','Перкинский сельсовет','68634464','Подлесный сельсовет','68634476','Троицковихляйский сельсовет']]
,['68636','Староюрьевский муниципальный район',['68636400','Сельские поселения Староюрьевского муниципального района','68636410','Большедороженский сельсовет','68636415','Вишневский сельсовет','68636420','Мезинецкий сельсовет','68636425','Новиковский сельсовет','68636430','Новоюрьевский сельсовет','68636435','Поповский сельсовет','68636440','Подгорненский сельсовет','68636445','Спасский сельсовет','68636450','Староюрьевский сельсовет']]
,['68640','Тамбовский муниципальный район',['68640100','Городские поселения Тамбовского муниципального района','68640158','Новолядинский поссовет','68640400','Сельские поселения Тамбовского муниципального района','68640403','Авдеевский сельсовет','68640407','Беломестнодвойнёвский сельсовет','68640410','Беломестнокриушинский сельсовет','68640414','Богословский сельсовет','68640417','Бокинский сельсовет','68640420','Большелиповицкий сельсовет','68640426','Горельский сельсовет','68640430','Донской сельсовет','68640438','Комсомольский сельсовет','68640442','Красносвободненский сельсовет','68640448','Кузьмино-Гатьевский сельсовет','68640452','Лысогорский сельсовет','68640456','Малиновский сельсовет','68640462','Новосельцевский сельсовет','68640465','Покрово-Пригородный сельсовет','68640470','Селезнёвский сельсовет','68640474','Столовский сельсовет','68640477','Стрелецкий сельсовет','68640481','Суравский сельсовет','68640484','Татановский сельсовет','68640489','Тулиновский сельсовет','68640491','Челнавский сельсовет','68640493','Черняновский сельсовет','68640497','Орловский сельсовет','68640499','Цнинский сельсовет']]
,['68642','Токарёвский муниципальный район',['68642100','Городские поселения Токарёвского муниципального района','68642151','Токарёвский поселковый округ','68642400','Сельские поселения Токарёвского муниципального района','68642405','Абакумовский сельсовет','68642410','Александровский сельсовет','68642415','Безукладовский сельсовет','68642425','Гладышевский сельсовет','68642430','Даниловский сельсовет','68642455','Полетаевский сельсовет','68642465','Сергиевский сельсовет','68642470','Троицкоросляйский сельсовет','68642475','Чичеринский сельсовет']]
,['68644','Уваровский муниципальный район',['68644400','Сельские поселения Уваровского муниципального района','68644410','Берёзовский сельсовет','68644420','Верхнешибряйский сельсовет','68644433','Лучёвский сельсовет','68644440','Моисеево-Алабушский сельсовет','68644450','Нижнешибряйский сельсовет','68644460','Павлодарский сельсовет','68644467','Подгорненский сельсовет']]
,['68646','Умётский муниципальный район',['68646100','Городские поселения Умётского муниципального района','68646151','Умётский поссовет','68646400','Сельские поселения Умётского муниципального района','68646410','Берёзовский сельсовет','68646415','Бибиковский сельсовет','68646425','Глуховский сельсовет','68646440','Оржевский сельсовет','68646460','Сергиевский сельсовет','68646470','Скачихинский сельсовет','68646480','Софьинский сельсовет','68646490','Сулакский сельсовет']]
,['68701','город Тамбов',undefined
]
,['68705','город Кирсанов',undefined
]
,['68710','город Котовск',undefined
]
,['68715','город Мичуринск',undefined
]
,['68720','город Моршанск',undefined
]
,['68725','город Рассказово',undefined
]
,['68730','город Уварово',undefined
]
]]
,['69','МО Томской области',
[['69604','Александровский муниципальный район',['69604400','Сельские поселения Александровского муниципального района','69604410','Александровское','69604420','Лукашкин-Ярское','69604430','Назинское','69604440','Новоникольское','69604444','Октябрьское','69604448','Северное','69604700','Межселенные территории Александровского муниципального района']]
,['69608','Асиновский муниципальный район',['69608100','Городские поселения Асиновского муниципального района','69608101','Асиновское','69608400','Сельские поселения Асиновского муниципального района','69608408','Батуринское','69608410','Большедороховское','69608440','Новиковское','69608450','Новокусковское','69608460','Новониколаевское','69608480','Ягодное']]
,['69612','Бакчарский муниципальный район',['69612400','Сельские поселения Бакчарского муниципального района','69612415','Вавиловское','69612417','Бакчарское','69612420','Высокоярское','69612455','Парбигское','69612460','Плотниковское','69612475','Поротниковское']]
,['69616','Верхнекетский муниципальный район',['69616100','Городские поселения Верхнекетского муниципального района','69616151','Белоярское','69616400','Сельские поселения Верхнекетского муниципального района','69616410','Катайгинское','69616420','Клюквинское','69616440','Макзырское','69616445','Палочкинское','69616450','Орловское','69616470','Сайгинское','69616480','Степановское','69616490','Ягоднинское','69616700','Межселенные территории Верхнекетского муниципального района']]
,['69620','Зырянский муниципальный район',['69620400','Сельские поселения Зырянского муниципального района','69620410','Дубровское','69620420','Зырянское','69620430','Михайловское','69620440','Чердатское','69620450','Высоковское']]
,['69624','Каргасокский муниципальный район',['69624400','Сельские поселения Каргасокского муниципального района','69624416','Вертикосское','69624422','Каргасокское','69624424','Киндальское','69624440','Нововасюганское','69624442','Новоюгинское','69624448','Сосновское','69624452','Средневасюганское','69624456','Среднетымское','69624472','Толпаровское','69624476','Тымское','69624480','Усть-Тымское','69624484','Усть-Чижапское','69624700','Межселенные территории Каргасокского муниципального района']]
,['69628','Кожевниковский муниципальный район',['69628400','Сельские поселения Кожевниковского муниципального района','69628435','Кожевниковское','69628440','Малиновское','69628445','Новопокровское','69628460','Песочнодубровское','69628465','Староювалинское','69628470','Уртамское','69628475','Вороновское','69628480','Чилинское']]
,['69632','Колпашевский муниципальный район',['69632100','Городские поселения Колпашевского муниципального района','69632101','Колпашевское','69632400','Сельские поселения Колпашевского муниципального района','69632415','Инкинское','69632455','Новоселовское','69632465','Саровское','69632485','Чажемтовское','69632490','Новогоренское','69632700','Межселенные территории Колпашевского муниципального района']]
,['69636','Кривошеинский муниципальный район',['69636400','Сельские поселения Кривошеинского муниципального района','69636405','Кривошеинское','69636410','Володинское','69636420','Иштанское','69636423','Красноярское','69636440','Новокривошеинское','69636445','Петровское','69636450','Пудовское']]
,['69640','Молчановский муниципальный район',['69640400','Сельские поселения Молчановского муниципального района','69640422','Могочинское','69640425','Молчановское','69640427','Наргинское','69640440','Суйгинское','69640450','Тунгусовское']]
,['69644','Парабельский муниципальный район',['69644400','Сельские поселения Парабельского муниципального района','69644410','Заводское','69644430','Нарымское','69644440','Новосельцевское','69644445','Парабельское','69644455','Старицинское','69644700','Межселенные территории Парабельского муниципального района']]
,['69648','Первомайский муниципальный район',['69648400','Сельские поселения Первомайского муниципального района','69648422','Комсомольское','69648425','Куяновское','69648430','Новомариинское','69648440','Первомайское','69648445','Сергеевское','69648450','Улу-Юльское']]
,['69652','Тегульдетский муниципальный район',['69652400','Сельские поселения Тегульдетского муниципального района','69652410','Белоярское','69652420','Берегаевское','69652440','Тегульдетское','69652460','Черноярское']]
,['69654','Томский муниципальный район',['69654400','Сельские поселения Томского муниципального района','69654408','Богашевское','69654413','Воронинское','69654416','Зоркальцевское','69654417','Итатское','69654418','Калтайское','69654420','Заречное','69654428','Зональненское','69654432','Копыловское','69654436','Корниловское','69654448','Малиновское','69654450','Межениновское','69654454','Мирненское','69654455','Моряковское','69654457','Наумовское','69654460','Новорождественское','69654463','Октябрьское','69654480','Рыбаловское','69654484','Спасское','69654492','Турунтаевское']]
,['69656','Чаинский муниципальный район',['69656400','Сельские поселения Чаинского муниципального района','69656430','Коломинское','69656450','Подгорнское','69656455','Усть-Бакчарское','69656460','Чаинское']]
,['69658','Шегарский муниципальный район',['69658400','Сельские поселения Шегарского муниципального района','69658405','Анастасьевское','69658415','Баткатское','69658450','Северное','69658455','Трубачевское','69658460','Побединское','69658485','Шегарское']]
,['69701','город Томск',undefined
]
,['69707','город Кедровый',undefined
]
,['69710','город Стрежевой',undefined
]
,['69741','ЗАТО Северск',undefined
]
]]
,['70','МО Тульской области',
[['70604','Арсеньевский муниципальный район',['70604100','Городские поселения Арсеньевского муниципального района','70604151','рабочий поселок Арсеньево','70604400','Сельские поселения Арсеньевского муниципального района','70604410','Астаповское','70604465','Манаенское']]
,['70606','Белевский муниципальный район',['70606100','Городские поселения Белевского муниципального района','70606101','город Белев','70606400','Сельские поселения Белевского муниципального района','70606420','Правобережное','70606432','Левобережное']]
,['70608','Богородицкий муниципальный район',['70608100','Городские поселения Богородицкого  муниципального района','70608101','город Богородицк','70608400','Сельские поселения Богородицкого муниципального района','70608404','Бахметьевское','70608408','Бегичевское','70608416','Иевлевское','70608448','Товарковское']]
,['70612','Веневский муниципальный район',['70612100','Городские поселения Веневского муниципального района','70612101','город Венев','70612400','Сельские поселения Веневского муниципального района','70612420','Грицовское','70612432','Мордвесское','70612460','Центральное']]
,['70616','Воловский муниципальный район',['70616100','Городские поселения Воловского муниципального района','70616151','рабочий поселок Волово','70616400','Сельские поселения Воловского муниципального района','70616420','Двориковское','70616455','Турдейское']]
,['70618','Дубенский муниципальный район',['70618100','Городские поселения Дубенского муниципального района','70618151','рабочий поселок Дубна','70618400','Сельские поселения Дубенского муниципального района','70618405','Воскресенское','70618440','Протасовское']]
,['70622','Заокский муниципальный район',['70622100','Городские поселения Заокского муниципального района','70622151','рабочий поселок Заокский','70622400','Сельские поселения Заокского муниципального района','70622410','Демидовское','70622435','Малаховское','70622455','Страховское']]
,['70624','Каменский муниципальный район',['70624400','Сельские поселения Каменского муниципального района','70624405','Архангельское','70624445','Яблоневское']]
,['70626','Кимовский муниципальный район',['70626100','Городские поселения Кимовского муниципального района','70626101','город Кимовск','70626400','Сельские поселения Кимовского муниципального района','70626414','Епифанское','70626434','Новольвовское']]
,['70628','Киреевский муниципальный район',['70628100','Городские поселения Киреевского муниципального района','70628101','город Киреевск','70628108','город Болохово','70628113','город Липки','70628400','Сельские поселения Киреевского муниципального района','70628405','Богучаровское','70628415','Бородинское','70628425','Дедиловское','70628435','Красноярское','70628463','Приупское','70628475','Шварцевское']]
,['70630','Куркинский муниципальный район',['70630100','Городские поселения Куркинского муниципального района','70630151','рабочий поселок Куркино','70630400','Сельские поселения Куркинского муниципального района','70630425','Михайловское','70630445','Самарское']]
,['70636','Одоевский муниципальный район',['70636100','Городские поселения Одоевского муниципального района','70636151','рабочий поселок Одоев','70636400','Сельские поселения Одоевского муниципального района','70636405','Северо-Одоевское','70636460','Восточно-Одоевское','70636475','Южно-Одоевское']]
,['70638','Плавский муниципальный район',['70638100','Городские поселения Плавского муниципального района','70638101','город Плавск','70638400','Сельские поселения Плавского муниципального района','70638405','Молочно-Дворское','70638425','Камынинское','70638455','Пригородное']]
,['70640','Суворовский муниципальный район',['70640100','Городские поселения Суворовского муниципального района','70640101','город Суворов','70640108','город Чекалин','70640400','Сельские поселения Суворовского муниципального района','70640450','Юго-Восточное','70640460','Северо-Западное']]
,['70642','Тепло-Огаревский муниципальный район',['70642100','Городские поселения Тепло-Огаревского муниципального района','70642151','рабочий поселок Теплое','70642400','Сельские поселения Тепло-Огаревского муниципального района','70642420','Волчье-Дубравское','70642450','Нарышкинское']]
,['70644','Узловский муниципальный район',['70644100','Городские поселения Узловского муниципального района','70644101','город Узловая','70644400','Сельские поселения Узловского муниципального района','70644460','Смородинское','70644463','Каменецкое','70644485','Шахтерское']]
,['70646','Чернский муниципальный район',['70646100','Городские поселения Чернского муниципального района','70646151','рабочий поселок Чернь','70646400','Сельские поселения Чернского муниципального района','70646444','Липицкое','70646460','Северное','70646480','Тургеневское']]
,['70648','Щекинский муниципальный район',['70648100','Городские поселения Щекинского муниципального района','70648101','город Щекино','70648104','город Советск','70648154','рабочий поселок Первомайский','70648400','Сельские поселения Щекинского муниципального района','70648408','Яснополянское','70648412','Огаревское','70648436','Крапивенское','70648440','Лазаревское','70648458','Ломинцевское']]
,['70650','Ясногорский муниципальный район',['70650100','Городские поселения Ясногорского муниципального района','70650101','город Ясногорск','70650400','Сельские поселения Ясногорского муниципального района','70650428','Иваньковское','70650436','Ревякинское','70650449','Теляковское']]
,['70701','город Тула',undefined
]
,['70702','рабочий поселок Новогуровский',undefined
]
,['70706','город Алексин',undefined
]
,['70712','город Донской',undefined
]
,['70714','город Ефремов',undefined
]
,['70724','город Новомосковск',undefined
]
,['70730','Славный',undefined
]
]]
,['71','МО Тюменской области',
[['71603','Абатский муниципальный район',['71603400','Сельские поселения Абатского муниципального района','71603402','Абатское','71603410','Банниковское','71603415','Болдыревское','71603430','Коневское','71603435','Ленинское','71603440','Майское','71603445','Назаровское','71603450','Ощепковское','71603455','Партизанское','71603460','Тушнолобовское','71603465','Шевыринское']]
,['71605','Армизонский муниципальный район',['71605400','Сельские поселения Армизонского муниципального района','71605405','Армизонское','71605410','Ивановское','71605415','Калмакское','71605420','Капралихинское','71605425','Красноорловское','71605430','Орловское','71605435','Прохоровское','71605440','Раздольское','71605445','Южно-Дубровинское']]
,['71607','Аромашевский муниципальный район',['71607400','Сельские поселения Аромашевского муниципального района','71607405','Аромашевское','71607410','Кармацкое','71607415','Кротовское','71607420','Малиновское','71607425','Малоскарединское','71607430','Новоберезовское','71607435','Новопетровское','71607440','Русаковское','71607445','Слободчиковское','71607450','Сорочкинское','71607455','Юрминское']]
,['71610','Бердюжский муниципальный район',['71610400','Сельские поселения Бердюжского муниципального района','71610410','Бердюжское','71610420','Зарословское','71610430','Истошинское','71610440','Мелехинское','71610450','Окуневское','71610460','Пегановское','71610470','Полозаозерское','71610474','Рямовское','71610480','Уктузское']]
,['71613','Вагайский муниципальный район',['71613400','Сельские поселения Вагайского муниципального района','71613404','Аксурское','71613408','Шишкинское','71613412','Бегишевское','71613416','Вершинское','71613424','Зареченское','71613428','Дубровинское','71613432','Карагайское','71613436','Касьяновское','71613444','Куларовское','71613456','Казанское','71613460','Первовагайское','71613464','Первомайское','71613468','Птицкое','71613472','Супринское','71613476','Тукузское','71613480','Ушаковское','71613484','Фатеевское','71613488','Черноковское','71613492','Шестовское']]
,['71615','Викуловский муниципальный район',['71615400','Сельские поселения Викуловского муниципального района','71615404','Балаганское','71615408','Березинское','71615412','Викуловское','71615416','Ермаковское','71615420','Калининское','71615424','Каргалинское','71615428','Коточиговское','71615432','Нововяткинское','71615436','Озернинское','71615440','Поддубровинское','71615444','Рябовское','71615448','Сартамское','71615452','Скрипкинское','71615456','Чуртанское']]
,['71624','Исетский муниципальный район',['71624400','Сельские поселения Исетского муниципального района','71624403','Архангельское','71624405','Бархатовское','71624410','Бобылевское','71624415','Верхнебешкильское','71624417','Верхнеингальское','71624420','Денисовское','71624425','Исетское','71624427','Кировское','71624430','Коммунаровское','71624435','Красновское','71624440','Мининское','71624445','Рассветовское','71624450','Рафайловское','71624455','Слободобешкильское','71624460','Солобоевское','71624465','Шороховское']]
,['71626','Ишимский муниципальный район',['71626400','Сельские поселения Ишимского муниципального района','71626404','Боровское','71626408','Бутусовское','71626412','Второпесьяновское','71626416','Гагаринское','71626420','Десятовское','71626424','Дымковское','71626428','Карасульское','71626432','Клепиковское','71626436','Ларихинское','71626440','Мизоновское','71626442','Неволинское','71626444','Новолоктинское','71626448','Новотравнинское','71626452','Пахомовское','71626456','Первопесьяновское','71626460','Плешковское','71626464','Прокуткинское','71626468','Равнецкое','71626472','Стрехнинское','71626476','Тоболовское','71626484','Черемшанское','71626488','Шаблыкинское']]
,['71630','Казанский муниципальный район',['71630400','Сельские поселения Казанского муниципального района','71630405','Афонькинское','71630410','Большеченчерское','71630415','Большеярковское','71630420','Гагарьевское','71630425','Дубынское','71630430','Ильинское','71630432','Казанское','71630435','Огневское','71630440','Пешневское','71630445','Смирновское','71630450','Челюскинское','71630452','Чирковское','71630455','Яровское']]
,['71632','Нижнетавдинский муниципальный район',['71632400','Сельские поселения Нижнетавдинского муниципального района','71632404','Андрюшинское','71632408','Антипинское','71632412','Березовское','71632416','Бухтальское','71632420','Велижанское','71632428','Искинское','71632432','Канашское','71632440','Ключевское','71632448','Миясское','71632450','Нижнетавдинское','71632452','Новоникольское','71632456','Новотроицкое','71632469','Тавдинское','71632472','Тарманское','71632475','Тюневское','71632478','Черепановское','71632482','Чугунаевское']]
,['71634','Омутинский муниципальный район',['71634400','Сельские поселения Омутинского муниципального района','71634411','Большекрасноярское','71634415','Вагайское','71634422','Журавлевское','71634444','Окуневское','71634448','Омутинское','71634455','Ситниковское','71634466','Шабановское','71634477','Южно-Плетневское']]
,['71636','Сладковский муниципальный район',['71636400','Сельские поселения Сладковского муниципального района','71636405','Александровское','71636410','Лопазновское','71636415','Майское','71636420','Маслянское','71636425','Менжинское','71636430','Никулинское','71636435','Новоандреевское','71636445','Сладковское','71636450','Степновское','71636455','Усовское']]
,['71638','Сорокинский муниципальный район',['71638400','Сельские поселения Сорокинского муниципального района','71638410','Александровское','71638420','Ворсихинское','71638430','Готопутовское','71638440','Знаменщиковское','71638470','Пинигинское','71638480','Покровское','71638490','Сорокинское']]
,['71642','Тобольский муниципальный район',['71642400','Сельские поселения Тобольского муниципального района','71642405','Абалакское','71642407','Ачирское','71642410','Байкаловское','71642415','Булашовское','71642420','Верхнеаремзянское','71642425','Башковское','71642430','Ворогушинское','71642435','Дегтяревское','71642440','Ермаковское','71642445','Загваздинское','71642450','Карачинское','71642455','Кутарбитское','71642460','Лайтамакское','71642462','Малозоркальцевское','71642465','Надцынское','71642470','Овсянниковское','71642473','Полуяновское','71642475','Прииртышское','71642480','Санниковское','71642482','Сетовское','71642485','Ушаровское','71642490','Хмелевское']]
,['71644','Тюменский муниципальный район',['71644400','Сельские поселения Тюменского муниципального района','71644405','поселок Андреевский','71644410','Богандинское','71644412','поселок Боровский','71644416','Винзилинское','71644417','Горьковское','71644420','Ембаевское','71644425','Каменское','71644430','Каскаринское','71644440','Кулаковское','71644445','Мальковское','71644450','Московское','71644451','Муллашинское','71644452','Наримановское','71644456','Новотарманское','71644458','Онохинское','71644460','Переваловское','71644470','Салаирское','71644475','Успенское','71644480','Червишевское','71644485','Чикчинское']]
,['71648','Уватский муниципальный район',['71648400','Сельские поселения Уватского муниципального района','71648405','Алымское','71648410','Горнослинкинское','71648415','Демьянское','71648420','Ивановское','71648425','Красноярское','71648435','Осинниковское','71648438','Соровое','71648440','Тугаловское','71648445','Туртасское','71648450','Уватское','71648452','Укинское','71648455','Юровское','71648700','Межселенные территории Уватского муниципального района','71648701','Межселенная территория Уватского муниципального района, кроме сельских поселений, включающая д Герасимовка, д Калемьяга, д Нефедова']]
,['71650','Упоровский муниципальный район',['71650400','Сельские поселения Упоровского муниципального района','71650405','Буньковское','71650410','Бызовское','71650415','Видоновское','71650420','Емуртлинское','71650425','Ингалинское','71650430','Коркинское','71650435','Крашенининское','71650440','Липихинское','71650445','Нижнеманайское','71650450','Пятковское','71650455','Скородумское','71650460','Суерское','71650465','Упоровское','71650470','Чернаковское']]
,['71653','Юргинский муниципальный район',['71653400','Сельские поселения Юргинского муниципального района','71653405','Агаракское','71653420','Бушуевское','71653425','Володинское','71653430','Зоновское','71653440','Лабинское','71653443','Лесное','71653447','Новотаповское','71653450','Северо-Плетневское','71653460','Шипаковское','71653465','Юргинское']]
,['71656','Ялуторовский муниципальный район',['71656400','Сельские поселения Ялуторовского муниципального района','71656405','Асланинское','71656410','Беркутское','71656413','Заводопетровское','71656415','Зиновское','71656420','Ивановское','71656422','Карабашское','71656423','Киевское','71656425','Коктюльское','71656430','Новоатьяловское','71656435','Памятнинское','71656440','Петелинское','71656445','Ревдинское','71656450','Сингульское','71656455','Старокавдыкское','71656460','Хохловское']]
,['71658','Ярковский муниципальный район',['71658400','Сельские поселения Ярковского муниципального района','71658405','Аксаринское','71658410','Гилевское','71658415','Дубровинское','71658420','Иевлевское','71658425','Караульноярское','71658430','Маранское','71658435','Новоалександровское','71658440','Плехановское','71658445','Покровское','71658450','Сорокинское','71658455','Староалександровское','71658460','Усальское','71658465','Щетковское','71658470','Ярковское']]
,['71701','город Тюмень',undefined
]
,['71702','Голышмановский',undefined
]
,['71703','Заводоуковский',undefined
]
,['71705','город Ишим',undefined
]
,['71710','город Тобольск',undefined
]
,['71715','город Ялуторовск',undefined
]
,['71810','Муниципальные районы Ханты-Мансийского автономного округа - Югры',undefined
]
,['71811','Белоярский муниципальный район',['71811100','Городские поселения Белоярского муниципального района','71811151','Белоярский','71811400','Сельские поселения Белоярского муниципального района','71811406','Верхнеказымский','71811410','Казым','71811412','Лыхма','71811415','Полноват','71811419','Сосновка','71811420','Сорум','71811700','Межселенные территории Белоярского муниципального района']]
,['71812','Березовский муниципальный район',['71812100','Городские поселения Березовского муниципального района','71812151','Березово','71812154','Игрим','71812400','Сельские поселения Березовского муниципального района','71812418','Приполярный','71812420','Саранпауль','71812424','Светлый','71812437','Хулимсунт','71812700','Межселенные территории Березовского муниципального района']]
,['71816','Кондинский муниципальный район',['71816100','Городские поселения Кондинского муниципального района','71816151','Кондинское','71816154','Куминский','71816157','Луговой','71816160','Междуреченский','71816163','Мортка','71816400','Сельские поселения Кондинского муниципального района','71816408','Болчары','71816411','Шугур','71816416','Леуши','71816420','Половинка','71816423','Мулымья','71816700','Межселенные территории Кондинского муниципального района']]
,['71818','Нефтеюганский муниципальный район',['71818100','Городские поселения Нефтеюганского муниципального района','71818157','Пойковский','71818400','Сельские поселения Нефтеюганского муниципального района','71818401','Каркатеевы','71818402','Куть-Ях','71818403','Лемпино','71818405','Салым','71818406','Сентябрьский','71818407','Усть-Юган','71818410','Сингапай','71818700','Межселенные территории Нефтеюганского муниципального района']]
,['71819','Нижневартовский муниципальный район',['71819100','Городские поселения Нижневартовского муниципального района','71819153','Излучинск','71819156','Новоаганск','71819400','Сельские поселения Нижневартовского муниципального района','71819402','Аган','71819403','Вата','71819405','Ваховск','71819412','Зайцева Речка','71819420','Ларьяк','71819427','Покур','71819700','Межселенные территории Нижневартовского муниципального района']]
,['71821','Октябрьский муниципальный район',['71821100','Городские поселения Октябрьского муниципального района','71821151','Октябрьское','71821153','Андра','71821156','Приобье','71821157','Талинка','71821400','Сельские поселения Октябрьского муниципального района','71821404','Унъюган','71821408','Карымкары','71821416','Малый Атлым','71821424','Каменное','71821428','Перегребное','71821432','Сергино','71821436','Шеркалы','71821700','Межселенные территории Октябрьского муниципального района']]
,['71824','Советский муниципальный район',['71824100','Городские поселения Советского муниципального района','71824104','Советский','71824152','Агириш','71824153','Зеленоборск','71824155','Коммунистический','71824157','Пионерский','71824158','Малиновский','71824159','Таежный','71824400','Сельские поселения Советского муниципального района','71824402','Алябьевский','71824700','Межселенные территории Советского муниципального района']]
,['71826','Сургутский муниципальный район',['71826100','Городские поселения Сургутского муниципального района','71826105','Лянтор','71826153','Барсово','71826155','Белый Яр','71826165','Федоровский','71826400','Сельские поселения Сургутского муниципального района','71826407','Солнечный','71826416','Локосово','71826420','Лямина','71826423','Нижнесортымский','71826430','Русскинская','71826436','Сытомино','71826444','Тундрино','71826448','Угут','71826450','Ульт-Ягун','71826700','Межселенные территории Сургутского муниципального района']]
,['71829','Ханты-Мансийский муниципальный район',['71829400','Сельские поселения Ханты-Мансийского муниципального района','71829406','Горноправдинск','71829407','Кедровый','71829412','Шапша','71829416','Луговской','71829417','Кышик','71829424','Нялинское','71829428','Селиярово','71829432','Сибирский','71829434','Согом','71829435','Выкатной','71829443','Красноленинский','71829448','Цингалы','71829700','Межселенные территории Ханты-Мансийского муниципального района']]
,['71850','Городские округа Ханты-Мансийского автономного округа - Югры',undefined
]
,['71871','Ханты-Мансийск',undefined
]
,['71872','Лангепас',undefined
]
,['71873','Мегион',undefined
]
,['71874','Нефтеюганск',undefined
]
,['71875','Нижневартовск',undefined
]
,['71876','Сургут',undefined
]
,['71877','Радужный',undefined
]
,['71878','Урай',undefined
]
,['71879','Нягань',undefined
]
,['71883','Когалым',undefined
]
,['71884','Покачи',undefined
]
,['71885','Пыть-Ях',undefined
]
,['71887','Югорск',undefined
]
,['71930','Муниципальные округа Ямало-Ненецкого автономного округа',undefined
]
,['71933','МО Красноселькупский район',undefined
]
,['71936','МО Надымский район',undefined
]
,['71938','МО Приуральский район',undefined
]
,['71940','МО Пуровский район',undefined
]
,['71943','МО Тазовский район',undefined
]
,['71946','МО Шурышкарский район',undefined
]
,['71948','МО Ямальский район',undefined
]
,['71950','Городские округа Ямало-Ненецкого автономного округа',undefined
]
,['71951','город Салехард',undefined
]
,['71952','город Губкинский',undefined
]
,['71953','город Лабытнанги',undefined
]
,['71955','город Муравленко',undefined
]
,['71956','город Новый Уренгой',undefined
]
,['71958','город Ноябрьск',undefined
]
]]
,['73','МО Ульяновской области',
[['73602','Базарносызганский муниципальный район',['73602100','Городские поселения Базарносызганского муниципального района','73602151','Базарносызганское','73602400','Сельские поселения Базарносызганского муниципального района','73602405','Сосновоборское','73602408','Должниковское','73602412','Лапшаурское','73602425','Папузинское']]
,['73604','Барышский муниципальный район',['73604100','Городские поселения Барышского муниципального района','73604101','Барышское','73604152','Жадовское','73604154','Измайловское','73604156','Ленинское','73604158','Старотимошкинское','73604400','Сельские поселения Барышского муниципального района','73604420','Живайкинское','73604432','Земляничненское','73604450','Малохомутерское','73604475','Поливановское']]
,['73607','Вешкаймский муниципальный район',['73607100','Городские поселения Вешкаймского муниципального района','73607151','Вешкаймское','73607158','Чуфаровское','73607400','Сельские поселения Вешкаймского муниципального района','73607410','Бекетовское','73607440','Ермоловское','73607450','Каргинское','73607480','Стемасское']]
,['73610','Инзенский муниципальный район',['73610100','Городские поселения Инзенского муниципального района','73610101','Инзенское','73610158','Глотовское','73610400','Сельские поселения Инзенского муниципального района','73610425','Валгусское','73610445','Коржевское','73610455','Оськинское','73610475','Сюксюмское','73610480','Труслейское','73610487','Черемушкинское']]
,['73614','Карсунский муниципальный район',['73614100','Городские поселения Карсунского муниципального района','73614151','Карсунское','73614158','Языковское','73614400','Сельские поселения Карсунского муниципального района','73614425','Большепоселковское','73614430','Вальдиватское','73614450','Новопогореловское','73614455','Сосновское','73614470','Горенское','73614480','Урено-Карлинское']]
,['73616','Кузоватовский муниципальный район',['73616100','Городские поселения Кузоватовского муниципального района','73616151','Кузоватовское','73616400','Сельские поселения Кузоватовского муниципального района','73616410','Безводовское','73616420','Еделевское','73616430','Коромысловское','73616445','Лесоматюнинское','73616465','Спешневское']]
,['73620','Майнский муниципальный район',['73620100','Городские поселения Майнского муниципального района','73620151','Майнское','73620158','Игнатовское','73620400','Сельские поселения Майнского муниципального района','73620415','Анненковское','73620420','Выровское','73620455','Гимовское','73620460','Старомаклаушинское','73620470','Тагайское']]
,['73622','Мелекесский муниципальный район',['73622100','Городские поселения Мелекесского муниципального района','73622153','Мулловское','73622160','Новомайнское','73622400','Сельские поселения Мелекесского муниципального района','73622425','Новоселкинское','73622430','Лебяжинское','73622441','Николочеремшанское','73622456','Рязановское','73622460','Старосахчинское','73622465','Тиинское']]
,['73625','Николаевский муниципальный район',['73625100','Городские поселения Николаевского муниципального района','73625151','Николаевское','73625400','Сельские поселения Николаевского муниципального района','73625415','Барановское','73625425','Головинское','73625435','Дубровское','73625439','Канадейское','73625445','Никулинское','73625455','Поспеловское','73625465','Славкинское','73625470','Сухотерешанское']]
,['73627','Новомалыклинский муниципальный район',['73627400','Сельские поселения Новомалыклинского муниципального района','73627420','Высококолковское','73627450','Новомалыклинское','73627452','Новочеремшанское','73627460','Среднесантимирское','73627462','Среднеякушкинское']]
,['73629','Новоспасский муниципальный район',['73629100','Городские поселения Новоспасского муниципального района','73629151','Новоспасское','73629400','Сельские поселения Новоспасского муниципального района','73629410','Коптевское','73629440','Красносельское','73629450','Садовское','73629480','Троицкосунгурское','73629485','Фабричновыселковское']]
,['73632','Павловский муниципальный район',['73632100','Городские поселения Павловского муниципального района','73632151','Павловское','73632400','Сельские поселения Павловского муниципального района','73632405','Баклушинское','73632425','Пичеурское','73632435','Шмалакское','73632440','Холстовское','73632450','Шаховское']]
,['73634','Радищевский муниципальный район',['73634100','Городские поселения Радищевского муниципального района','73634151','Радищевское','73634400','Сельские поселения Радищевского муниципального района','73634420','Дмитриевское','73634425','Калиновское','73634440','Октябрьское','73634445','Ореховское']]
,['73636','Сенгилеевский муниципальный район',['73636100','Городские поселения Сенгилеевского муниципального района','73636101','Сенгилеевское','73636153','Красногуляевское','73636157','Силикатненское','73636400','Сельские поселения Сенгилеевского муниципального района','73636440','Елаурское','73636460','Новослободское','73636480','Тушнинское']]
,['73639','Старокулаткинский муниципальный район',['73639100','Городские поселения Старокулаткинского муниципального района','73639151','Старокулаткинское','73639400','Сельские поселения Старокулаткинского муниципального района','73639440','Терешанское','73639445','Староатлашское','73639450','Зеленовское','73639455','Мостякское']]
,['73642','Старомайнский муниципальный район',['73642100','Городские поселения Старомайнского муниципального района','73642151','Старомайнское','73642400','Сельские поселения Старомайнского муниципального района','73642405','Кандалинское','73642425','Жедяевское','73642430','Краснореченское','73642435','Прибрежненское','73642445','Матвеевское','73642460','Урайкинское']]
,['73644','Сурский муниципальный район',['73644100','Городские поселения Сурского муниципального района','73644151','Сурское','73644400','Сельские поселения Сурского муниципального района','73644410','Астрадамовское','73644455','Лавинское','73644460','Никитинское','73644470','Сарское','73644475','Чеботаевское','73644485','Хмелевское']]
,['73648','Тереньгульский муниципальный район',['73648100','Городские поселения Тереньгульского муниципального района','73648151','Тереньгульское','73648400','Сельские поселения Тереньгульского муниципального района','73648410','Белогорское','73648430','Красноборское','73648435','Михайловское','73648438','Подкуровское','73648450','Ясашноташлинское']]
,['73652','Ульяновский муниципальный район',['73652100','Городские поселения Ульяновского муниципального района','73652151','Ишеевское','73652400','Сельские поселения Ульяновского муниципального района','73652415','Большеключищенское','73652420','Зеленорощинское','73652445','Тимирязевское','73652465','Тетюшское','73652470','Ундоровское']]
,['73654','Цильнинский муниципальный район',['73654100','Городские поселения Цильнинского муниципального района','73654154','Цильнинское','73654400','Сельские поселения Цильнинского муниципального района','73654415','Большенагаткинское','73654425','Елховоозерское','73654445','Мокробугурнинское','73654455','Новоникулинское','73654475','Тимерсянское','73654480','Алгашинское','73654485','Анненковское']]
,['73656','Чердаклинский муниципальный район',['73656100','Городские поселения Чердаклинского муниципального района','73656151','Чердаклинское','73656400','Сельские поселения Чердаклинского муниципального района','73656406','Октябрьское','73656410','Белоярское','73656413','Богдашкинское','73656415','Бряндинское','73656425','Красноярское','73656430','Крестовогородищенское','73656440','Мирновское','73656445','Озерское','73656470','Калмаюрское']]
,['73701','город Ульяновск',undefined
]
,['73705','город Димитровград',undefined
]
,['73715','город Новоульяновск',undefined
]
]]
,['75','МО Челябинской области',
[['75533','Коркинский МО',undefined
]
,['75603','Агаповский муниципальный район',['75603400','Сельские поселения Агаповского муниципального района','75603407','Агаповское','75603411','Буранное','75603422','Желтинское','75603433','Магнитное','75603436','Наровчатское','75603444','Первомайское','75603455','Приморское','75603466','Светлогорское','75603472','Черниговское','75603477','Янгельское']]
,['75606','Аргаяшский муниципальный район',['75606400','Сельские поселения Аргаяшского муниципального района','75606410','Акбашевское','75606412','Аргаяшское','75606420','Аязгуловское','75606433','Байрамгуловское','75606440','Дербишевское','75606445','Ишалинское','75606450','Камышевское','75606460','Кузнецкое','75606470','Кулуевское','75606480','Норкинское','75606490','Худайбердинское','75606498','Яраткуловское']]
,['75609','Ашинский муниципальный район',['75609100','Городские поселения Ашинского муниципального района','75609101','Ашинское','75609103','Миньярское','75609105','Симское','75609153','Кропачевское','75609400','Сельские поселения Ашинского муниципального района','75609411','Биянское','75609422','Еральское','75609433','Илекское','75609444','Точильнинское','75609477','Укское']]
,['75612','Брединский муниципальный район',['75612400','Сельские поселения Брединского муниципального района','75612410','Андреевское','75612412','Атамановское','75612420','Белокаменское','75612430','Боровское','75612432','Брединское','75612440','Калининское','75612450','Княженское','75612460','Комсомольское','75612470','Наследницкое','75612480','Павловское','75612490','Рымникское']]
,['75614','Варненский муниципальный район',['75614400','Сельские поселения Варненского муниципального района','75614405','Алексеевское','75614410','Аятское','75614415','Бородиновское','75614420','Варненское','75614422','Казановское','75614423','Катенинское','75614425','Краснооктябрьское','75614430','Кулевчинское','75614435','Лейпцигское','75614440','Николаевское','75614445','Новоуральское','75614450','Покровское','75614455','Толстинское']]
,['75617','Верхнеуральский муниципальный район',['75617100','Городские поселения Верхнеуральского муниципального района','75617101','Верхнеуральское','75617153','Межозерное','75617400','Сельские поселения Верхнеуральского муниципального района','75617422','Карагайское','75617433','Кирсинское','75617444','Краснинское','75617455','Петропавловское','75617466','Спасское','75617477','Степное','75617479','Сурменевское','75617488','Форштадтское']]
,['75619','Еманжелинский муниципальный район',['75619100','Городские поселения Еманжелинского муниципального района','75619101','Еманжелинское','75619152','Зауральское','75619154','Красногорское']]
,['75620','Еткульский муниципальный район',['75620400','Сельские поселения Еткульского муниципального района','75620408','Бектышское','75620410','Белоносовское','75620412','Белоусовское','75620420','Еманжелинское','75620430','Еткульское','75620440','Каратабанское','75620450','Коелгинское','75620460','Лебедевское','75620465','Новобатуринское','75620470','Печенкинское','75620480','Пискловское','75620490','Селезянское']]
,['75623','Карталинский муниципальный район',['75623100','Городские поселения Карталинского муниципального района','75623101','Карталинское','75623400','Сельские поселения Карталинского муниципального района','75623405','Анненское','75623410','Варшавское','75623415','Великопетровское','75623420','Еленинское','75623425','Мичуринское','75623428','Неплюевское','75623435','Полтавское','75623440','Снежненское','75623445','Сухореченское','75623450','Южно-Степное']]
,['75626','Каслинский муниципальный район',['75626100','Городские поселения Каслинского муниципального района','75626101','Каслинское','75626153','Вишневогорское','75626400','Сельские поселения Каслинского муниципального района','75626405','Багарякское','75626410','Береговое','75626415','Булзинское','75626420','Воздвиженское','75626425','Григорьевское','75626430','Маукское','75626435','Огневское','75626440','Тюбукское','75626445','Шабуровское']]
,['75629','Катав-Ивановский муниципальный район',['75629100','Городские поселения Катав-Ивановского муниципального района','75629101','Катав-Ивановское','75629116','Юрюзанское','75629400','Сельские поселения Катав-Ивановского муниципального района','75629411','Бедярышское','75629422','Верх-Катавское','75629430','Лесное','75629433','Месединское','75629451','Орловское','75629455','Серпиевское','75629477','Тюлюкское']]
,['75632','Кизильский муниципальный район',['75632400','Сельские поселения Кизильского муниципального района','75632410','Богдановское','75632420','Гранитное','75632430','Зингейское','75632440','Измайловское','75632443','Карабулакское','75632446','Кацбахское','75632450','Кизильское','75632456','Новоершовское','75632458','Новопокровское','75632460','Обручевское','75632470','Полоцкое','75632480','Путь Октября','75632490','Сыртинское','75632493','Уральское']]
,['75634','Красноармейский муниципальный район',['75634400','Сельские поселения Красноармейского муниципального района','75634405','Алабугское','75634408','Баландинское','75634410','Березовское','75634415','Бродокалмакское','75634417','Дубровское','75634420','Канашевское','75634425','Козыревское','75634430','Лазурненское','75634435','Луговское','75634440','Миасское','75634445','Озерное','75634450','Русско-Теченское','75634455','Сугоякское','75634457','Теренкульское','75634460','Шумовское']]
,['75636','Кунашакский муниципальный район',['75636400','Сельские поселения Кунашакского муниципального района','75636410','Ашировское','75636420','Буринское','75636430','Кунашакское','75636440','Куяшское','75636450','Муслюмовское','75636460','Саринское','75636470','Урукульское','75636480','Усть-Багарякское','75636490','Халитовское']]
,['75638','Кусинский муниципальный район',['75638100','Городские поселения Кусинского муниципального района','75638101','Кусинское','75638153','Магнитское','75638400','Сельские поселения Кусинского муниципального района','75638411','Злоказовское','75638422','Медведевское','75638433','Петрозаводское']]
,['75642','Нагайбакский муниципальный район',['75642100','Городские поселения Нагайбакского муниципального района','75642154','Южное','75642400','Сельские поселения Нагайбакского муниципального района','75642410','Арсинское','75642420','Балканское','75642430','Кассельское','75642440','Куликовское','75642450','Нагайбакское','75642460','Остроленское','75642470','Парижское','75642480','Переселенческое','75642490','Фершампенуазское']]
,['75644','Нязепетровский муниципальный район',['75644100','Городские поселения Нязепетровского муниципального района','75644101','Нязепетровское','75644400','Сельские поселения Нязепетровского муниципального района','75644411','Гривенское','75644422','Кургинское','75644433','Ункурдинское','75644444','Шемахинское']]
,['75647','Октябрьский муниципальный район',['75647400','Сельские поселения Октябрьского муниципального района','75647405','Боровое','75647410','Каракульское','75647415','Кочердыкское','75647420','Крутоярское','75647425','Лысковское','75647430','Маякское','75647435','Мяконькское','75647440','Никольское','75647445','Октябрьское','75647450','Подовинное','75647455','Свободненское','75647460','Уйско-Чебаркульское','75647465','Чудиновское']]
,['75648','Пластовский муниципальный район',['75648100','Городские поселения Пластовского муниципального района','75648101','Пластовское','75648400','Сельские поселения Пластовского муниципального района','75648403','Борисовское','75648406','Демаринское','75648409','Кочкарское','75648420','Степнинское']]
,['75649','Саткинский муниципальный район',['75649100','Городские поселения Саткинского муниципального района','75649101','Саткинское','75649103','Бакальское','75649153','Бердяушское','75649158','Межевое','75649162','Сулеинское','75649400','Сельские поселения Саткинского муниципального района','75649411','Айлинское','75649433','Романовское']]
,['75652','Сосновский муниципальный район',['75652400','Сельские поселения Сосновского муниципального района','75652405','Алишевское','75652406','Архангельское','75652408','Вознесенское','75652410','Долгодеревенское','75652415','Есаульское','75652420','Краснопольское','75652425','Кременкульское','75652430','Мирненское','75652432','Новый Кременкуль','75652434','Полетаевское','75652435','Рощинское','75652440','Саккуловское','75652445','Саргазинское','75652450','Солнечное','75652452','Теченское','75652455','Томинское']]
,['75654','Троицкий муниципальный район',['75654400','Сельские поселения Троицкого муниципального района','75654405','Белозерское','75654410','Бобровское','75654415','Дробышевское','75654422','Карсинское','75654425','Ключевское','75654430','Клястицкое','75654435','Кособродское','75654440','Нижнесанарское','75654443','Новомирское','75654445','Песчанское','75654450','Родниковское','75654460','Троицко-Совхозное','75654463','Шантаринское','75654465','Яснополянское']]
,['75655','Увельский муниципальный район',['75655400','Сельские поселения Увельского муниципального района','75655411','Каменское','75655422','Кичигинское','75655433','Красносельское','75655438','Мордвиновское','75655444','Петровское','75655455','Половинское','75655466','Рождественское','75655472','Увельское','75655477','Хомутининское','75655488','Хуторское']]
,['75656','Уйский муниципальный район',['75656400','Сельские поселения Уйского муниципального района','75656408','Петропавловское','75656411','Аминевское','75656422','Беловское','75656433','Вандышевское','75656444','Кидышевское','75656446','Кумлякское','75656455','Ларинское','75656460','Масловское','75656466','Нижнеусцелемовское','75656477','Соколовское','75656488','Уйское']]
,['75657','Чебаркульский муниципальный район',['75657400','Сельские поселения Чебаркульского муниципального района','75657411','Бишкильское','75657415','Варламовское','75657425','Кундравинское','75657440','Непряхинское','75657450','Сарафановское','75657455','Тимирязевское','75657460','Травниковское','75657470','Филимоновское','75657490','Шахматовское']]
,['75659','Чесменский муниципальный район',['75659400','Сельские поселения Чесменского муниципального района','75659410','Березинское','75659420','Светловское','75659430','Калиновское','75659438','Новомирское','75659440','Новоукраинское','75659442','Редутовское','75659445','Тарасовское','75659450','Тарутинское','75659460','Углицкое','75659470','Цвиллингское','75659480','Черноборское','75659490','Чесменское']]
,['75701','Челябинский',['75701300','Внутригородские районы городского округа Челябинский','75701310','Калининский','75701315','Курчатовский','75701320','Ленинский','75701330','Металлургический','75701370','Советский','75701380','Тракторозаводский','75701390','Центральный']]
,['75706','Верхнеуфалейский',undefined
]
,['75707','Трехгорный',undefined
]
,['75712','Златоустовский',undefined
]
,['75715','Карабашский',undefined
]
,['75728','Копейский',undefined
]
,['75734','Кыштымский',undefined
]
,['75738','Магнитогорский',undefined
]
,['75742','Миасский',undefined
]
,['75743','Озерский',undefined
]
,['75746','Снежинский',undefined
]
,['75752','Троицкий',undefined
]
,['75755','Усть-Катавский',undefined
]
,['75758','Чебаркульский',undefined
]
,['75759','Локомотивный',undefined
]
,['75764','Южноуральский',undefined
]
]]
,['76','МО Забайкальского края',
[['76503','Акшинский МО',undefined
]
,['76504','Александрово-Заводский МО',undefined
]
,['76515','Каларский МО',undefined
]
,['76530','Нерчинско-Заводский МО',undefined
]
,['76538','Приаргунский МО',undefined
]
,['76544','Тунгокоченский МО',undefined
]
,['76602','Агинский муниципальный район',['76602100','Городские поселения Агинского муниципального района','76602153','Новоорловск','76602154','Орловский','76602400','Сельские поселения Агинского муниципального района','76602402','Амитхаша','76602404','Будулан','76602408','Гунэй','76602412','Кункур','76602416','Сахюрта','76602420','Судунтуй','76602424','Урда-Ага','76602428','Хойто-Ага','76602432','Цокто-Хангил','76602436','Челутай','76602440','Южный Аргалей']]
,['76606','Балейский муниципальный район',['76606100','Городские поселения Балейского муниципального района','76606101','город Балей','76606400','Сельские поселения Балейского муниципального района','76606405','Казаковское','76606410','Жидкинское','76606415','Нижнеильдиканское','76606425','Матусовское','76606430','Нижнегирюнинское','76606435','Нижнекокуйское','76606440','Подойницынское','76606445','Ундино-Посельское','76606450','Ундинское']]
,['76609','Борзинский муниципальный район',['76609100','Городские поселения Борзинского муниципального района','76609101','Борзинское','76609154','Шерловогорское','76609400','Сельские поселения Борзинского муниципального района','76609408','Акурайское','76609414','Биликтуйское','76609420','Ключевское','76609424','Кондуйское','76609436','Курунзулайское','76609440','Новоборзинское','76609452','Южное','76609460','Переднебыркинское','76609462','Приозёрное','76609464','Соловьёвское','76609468','Усть-Озёрское','76609472','Хада-Булакское','76609476','Цаган-Олуйское','76609480','Чиндантское','76609488','Шоноктуйское']]
,['76610','Газимуро-Заводский муниципальный район',['76610400','Сельские поселения Газимуро-Заводского муниципального района','76610403','Батаканское','76610405','Буруканское','76610409','Газимуро-Заводское','76610412','Зеренское','76610418','Кактолгинское','76610420','Солонеченское','76610426','Трубачевское','76610430','Ушмунское','76610433','Новоширокинское']]
,['76611','Дульдургинский муниципальный район',['76611400','Сельские поселения Дульдургинского муниципального района','76611404','Алханай','76611408','Ара-Иля','76611412','Бальзино','76611416','Дульдурга','76611420','Зуткулей','76611422','Иля','76611424','Таптанай','76611428','Токчин','76611432','Узон','76611436','Чиндалей']]
,['76612','Забайкальский муниципальный район',['76612100','Городские поселения Забайкальского муниципального района','76612151','Забайкальское','76612400','Сельские поселения Забайкальского муниципального района','76612405','Абагайтуйское','76612410','Рудник-Абагайтуйское','76612415','Билитуйское','76612420','Красновеликанское','76612425','Даурское','76612445','Степное','76612455','Черно-Озёрское']]
,['76618','Калганский муниципальный район',['76618400','Сельские поселения Калганского муниципального района','76618411','Буринское','76618414','Верхне-Калгуканское','76618422','Доновское','76618430','Кадаинское','76618433','Калганское','76618444','Козловское','76618455','Нижне-Калгуканское','76618466','Средне-Борзинское','76618477','Чингильтуйское','76618488','Чупровское','76618490','Шивиинское']]
,['76620','Карымский муниципальный район',['76620100','Городские поселения Карымского муниципального района','76620151','Карымское','76620153','Дарасунское','76620157','Курорт-Дарасунское','76620400','Сельские поселения Карымского муниципального района','76620405','Адриановское','76620409','Большетуринское','76620420','Жимбиринское','76620425','Кадахтинское','76620430','Кайдаловское','76620435','Маякинское','76620440','Нарын-Талачинское','76620445','Новодоронинское','76620450','Тыргетуйское','76620455','Урульгинское']]
,['76621','Муниципальный район Город Краснокаменск и Краснокаменский район',['76621100','Городские поселения муниципального района Город Краснокаменск и Краснокаменский район','76621101','город Краснокаменск','76621400','Сельские поселения муниципального района Город Краснокаменск и Краснокаменский район','76621402','Ковылинское','76621408','Богдановское','76621420','Кайластуйское','76621424','Капцегайтуйское','76621427','Маргуцекское','76621430','Соктуй-Милозанское','76621434','Среднеаргунское','76621445','Целиннинское','76621450','Юбилейнинское']]
,['76622','Красночикойский муниципальный район',['76622400','Сельские поселения Красночикойского муниципального района','76622405','Альбитуйское','76622410','Архангельское','76622415','Байхорское','76622420','Большереченское','76622425','Верхнешергольджинское','76622430','Жиндойское','76622435','Захаровское','76622440','Коротковское','76622445','Красночикойское','76622450','Малоархангельское','76622455','Мензинское','76622460','Урлукское','76622470','Конкинское','76622475','Черемховское','76622480','Шимбиликское','76622700','Межселенные территории Красночикойского муниципального района','76622701','Межселенная территория Красночикойского муниципального района, находящаяся вне границ сельских поселений, с расположенным на этой территории с Семиозёрье']]
,['76624','Кыринский муниципальный район',['76624400','Сельские поселения Кыринского муниципального района','76624405','Алтанское','76624410','Билютуйское','76624415','Верхне-Ульхунское','76624420','Гаваньское','76624425','Кыринское','76624430','Любавинское','76624435','Мангутское','76624440','Михайло-Павловское','76624445','Мордойское','76624450','Надёжнинское','76624451','Тарбальджейское','76624452','Хапчерангинское','76624453','Ульхун-Партионское','76624455','Шумундинское']]
,['76625','Могойтуйский муниципальный район',['76625100','Городские поселения Могойтуйского муниципального района','76625151','Могойтуй','76625400','Сельские поселения Могойтуйского муниципального района','76625404','Ага-Хангил','76625408','Боржигантай','76625412','Догой','76625416','Зугалай','76625418','Нуринск','76625420','Ортуй','76625422','Усть-Нарин','76625424','Ушарбай','76625428','Хара-Шибирь','76625432','Хила','76625436','Цаган-Ола','76625440','Цаган-Челутай','76625444','Цугол','76625448','Кусоча']]
,['76626','Могочинский муниципальный район',['76626100','Городские поселения Могочинского муниципального района','76626101','Могочинское','76626154','Амазарское','76626156','Давендинское','76626160','Ключевское','76626162','Ксеньевское','76626400','Сельские поселения Могочинского муниципального района','76626408','Семиозёрнинское','76626410','Сбегинское','76626700','Межселенные территории Могочинского муниципального района','76626701','Межселенная территория Могочинского муниципального района, находящаяся вне границ городских и сельских поселений']]
,['76628','Нерчинский муниципальный район',['76628100','Городские поселения Нерчинского муниципального района','76628101','Нерчинское','76628153','Приисковское','76628400','Сельские поселения Нерчинского муниципального района','76628405','Бишигинское','76628410','Верхнеключевское','76628415','Андронниковское','76628420','Зареченское','76628425','Знаменское','76628430','Зюльзинское','76628435','Илимское','76628445','Кумакинское','76628450','Верхнеумыкэйское','76628455','Нижнеключевское','76628460','Олеканское','76628465','Олинское','76628470','Пешковское']]
,['76632','Оловяннинский муниципальный район',['76632100','Городские поселения Оловяннинского муниципального района','76632151','Оловяннинское','76632152','Золотореченское','76632153','Калангуйское','76632170','Ясногорское','76632400','Сельские поселения Оловяннинского муниципального района','76632408','Безречнинское','76632410','Булумское','76632415','Бурулятуйское','76632425','Долгокычинское','76632430','Единенское','76632435','Мирнинское','76632440','Ононское','76632445','Степнинское','76632450','Тургинское','76632453','Улан-Цацыкское','76632455','Улятуйское','76632457','Уртуйское','76632460','Хада-Булакское','76632465','Хара-Быркинское','76632470','Яснинское']]
,['76634','Ононский муниципальный район',['76634400','Сельские поселения Ононского муниципального района','76634405','Большевистское','76634410','Буйлэсанское','76634412','Верхнецасучейское','76634415','Ималкинское','76634422','Кулусутайское','76634425','Дурулгуйское','76634430','Новозоринское','76634435','Холуй-Базинское','76634440','Тут-Халтуйское','76634445','Нижнецасучейское','76634450','Чиндантское']]
,['76636','Петровск-Забайкальский муниципальный район',['76636100','Городские поселения Петровск-Забайкальского муниципального района','76636156','Новопавловское','76636400','Сельские поселения Петровск-Забайкальского муниципального района','76636402','Балягинское','76636406','Баляга-Катангарское','76636421','Зугмарское','76636425','Катаевское','76636430','Катангарское','76636440','Малетинское','76636450','Песчанское','76636452','Тарбагатайское','76636455','Толбагинское','76636457','Усть-Оборское','76636460','Хараузское','76636470','Хохотуйское']]
,['76640','Сретенский муниципальный район',['76640100','Городские поселения Сретенского муниципального района','76640101','Сретенское','76640154','Кокуйское','76640156','Усть-Карское','76640400','Сельские поселения Сретенского муниципального района','76640405','Ботовское','76640410','Верхне-Куларкинское','76640415','Верхне-Куэнгинское','76640420','Дунаевское','76640430','Молодовское','76640435','Алиянское','76640440','Усть-Наринзорское','76640441','Усть-Начинское','76640445','Фирсовское','76640450','Чикичейское','76640455','Шилко-Заводское','76640700','Межселенные территории Сретенского муниципального района','76640701','Межселенная территория Сретенского муниципального района, находящаяся вне границ городских и сельских поселений']]
,['76642','Тунгиро-Олёкминский муниципальный район',['76642400','Сельские поселения Тунгиро-Олёкминского муниципального района','76642401','Тупикское','76642415','Зареченское','76642700','Межселенные территории Тунгиро-Олёкминского муниципального района','76642701','Межселенная территория Тунгиро-Олёкминского муниципального района, находящаяся вне границ сельских поселений, с расположенными на этой территории с Моклакан, с Средняя Олёкма, с Гуля']]
,['76646','Улётовский муниципальный район',['76646100','Городские поселения Улётовского муниципального района','76646153','Дровянинское','76646400','Сельские поселения Улётовского муниципального района','76646402','Аблатуйское','76646405','Артинское','76646415','Горекацанское','76646420','Доронинское','76646425','Ленинское','76646430','Николаевское','76646440','Тангинское','76646450','Улётовское','76646455','Хадактинское']]
,['76647','Хилокский муниципальный район',['76647100','Городские поселения Хилокского муниципального района','76647101','Хилокское','76647154','Могзонское','76647400','Сельские поселения Хилокского муниципального района','76647405','Бадинское','76647410','Глинкинское','76647415','Жипхегенское','76647420','Закультинское','76647430','Линёво-Озёрское','76647436','Укурикское','76647440','Харагунское','76647442','Хилогосонское','76647445','Хушенгинское','76647450','Энгорокское']]
,['76648','Чернышевский муниципальный район',['76648100','Городские поселения Чернышевского муниципального района','76648151','Чернышевское','76648154','Аксёново-Зиловское','76648156','Букачачинское','76648158','Жирекенское','76648400','Сельские поселения Чернышевского муниципального района','76648405','Алеурское','76648410','Байгульское','76648420','Бушулейское','76648425','Гаурское','76648430','Икшицкое','76648432','Комсомольское','76648433','Курлыченское','76648435','Мильгидунское','76648440','Новоильинское','76648445','Новооловское','76648450','Старооловское','76648455','Укурейское','76648460','Урюмское','76648470','Утанское']]
,['76650','Читинский муниципальный район',['76650100','Городские поселения Читинского муниципального района','76650154','Атамановское','76650158','Новокручининское','76650400','Сельские поселения Читинского муниципального района','76650405','Александровское','76650410','Беклемишевское','76650415','Верх-Читинское','76650420','Домнинское','76650425','Елизаветинское','76650430','Засопкинское','76650435','Ингодинское','76650440','Колочнинское','76650445','Ленинское','76650450','Леснинское','76650455','Маккавеевское','76650460','Новокукинское','76650465','Новотроицкое','76650470','Оленгуйское','76650473','Сивяковское','76650475','Смоленское','76650480','Сохондинское','76650485','Арахлейское','76650487','Угданское','76650490','Шишкинское','76650495','Яблоновское']]
,['76652','Шелопугинский муниципальный район',['76652400','Сельские поселения Шелопугинского муниципального района','76652410','Вершино-Шахтаминское','76652425','Глинянское','76652435','Копунское','76652440','Мироновское','76652445','Нижне-Шахтаминское','76652460','Мало-Тонтойское','76652475','Шелопугинское','76652480','Шивиинское']]
,['76654','Шилкинский муниципальный район',['76654100','Городские поселения Шилкинского муниципального района','76654101','Шилкинское','76654158','Первомайское','76654164','Холбонское','76654400','Сельские поселения Шилкинского муниципального района','76654405','Богомягковское','76654410','Верхнехилинское','76654415','Галкинское','76654420','Казановское','76654425','Мирсановское','76654435','Новоберёзовское','76654440','Номоконовское','76654445','Ононское','76654450','Размахнинское','76654455','Усть-Теленгуйское','76654460','Чиронское']]
,['76701','город Чита',undefined
]
,['76702','поселок Агинское',undefined
]
,['76715','город Петровск-Забайкальский',undefined
]
,['76785','ЗАТО поселок Горный',undefined
]
]]
,['77','МО Чукотского автономного округа',
[['77603','Анадырский муниципальный район',['77603100','Городские поселения Анадырского муниципального района','77603157','Угольные Копи','77603159','Беринговский','77603400','Сельские поселения Анадырского муниципального района','77603405','Ваеги','77603420','Канчалан','77603428','Ламутское','77603430','Марково','77603445','Снежное','77603455','Усть-Белая','77603465','Чуванское','77603470','Алькатваам','77603474','Мейныпильгыно','77603479','Хатырка','77603700','Межселенные территории Анадырского муниципального района','77603701','Межселенная территория Анадырского муниципального района, кроме городских и сельских поселений, включающая с Краснено','77603702','Межселенная территория Анадырского муниципального района, кроме городских и сельских поселений, включающая острова Алюмка и Песчаный','77603703','Межселенная территория Анадырского муниципального района, кроме городских и сельских поселений, включающая пгт Отрожный, пгт Шахтерский']]
,['77609','Билибинский муниципальный район',['77609100','Городские поселения Билибинского муниципального района','77609101','Билибино','77609400','Сельские поселения Билибинского муниципального района','77609403','Анюйск','77609415','Илирней','77609430','Омолон','77609433','Островное','77609700','Межселенные территории Билибинского муниципального района','77609701','Межселенная территория Билибинского муниципального района, кроме городских и сельских поселений, включающая пгт Алискерово, пгт Весенний, пгт Встречный, пгт Дальний']]
,['77633','Чукотский муниципальный район',['77633400','Сельские поселения Чукотского муниципального района','77633410','Инчоун','77633420','Лаврентия','77633423','Лорино','77633430','Нешкан','77633440','Уэлен','77633445','Энурмино','77633700','Межселенные территории Чукотского муниципального района','77633701','Межселенные территории Чукотского муниципального района, кроме территорий сельских поселений']]
,['77701','Анадырь',undefined
]
,['77705','Певек',undefined
]
,['77710','Провиденский',undefined
]
,['77715','Эгвекинот',undefined
]
]]
,['78','МО Ярославской области',
[['78603','Большесельский муниципальный район',['78603400','Сельские поселения Большесельского муниципального района','78603411','Благовещенское','78603422','Большесельское','78603427','Вареговское']]
,['78606','Борисоглебский муниципальный район',['78606400','Сельские поселения Борисоглебского муниципального района','78606405','Инальцинское','78606407','Борисоглебское','78606410','Вощажниковское','78606415','Высоковское','78606422','Андреевское']]
,['78609','Брейтовский муниципальный район',['78609400','Сельские поселения Брейтовского муниципального района','78609411','Брейтовское','78609422','Гореловское','78609433','Прозоровское']]
,['78612','Гаврилов-Ямский муниципальный район',['78612100','Городские поселения Гаврилов-Ямского муниципального района','78612101','Гаврилов-Ям','78612400','Сельские поселения Гаврилов-Ямского муниципального района','78612405','Великосельское','78612450','Митинское','78612477','Заячье-Холмское','78612490','Шопшинское']]
,['78615','Даниловский муниципальный район',['78615100','Городские поселения Даниловского муниципального района','78615101','Данилов','78615400','Сельские поселения Даниловского муниципального района','78615420','Дмитриевское','78615435','Даниловское','78615470','Середское']]
,['78618','Любимский муниципальный район',['78618100','Городские поселения Любимского муниципального района','78618101','Любим','78618400','Сельские поселения Любимского муниципального района','78618405','Воскресенское','78618410','Ермаковское','78618433','Осецкое']]
,['78621','Мышкинский муниципальный район',['78621100','Городские поселения Мышкинского муниципального района','78621101','Мышкин','78621400','Сельские поселения Мышкинского муниципального района','78621415','Приволжское','78621430','Охотинское']]
,['78623','Некоузский муниципальный район',['78623400','Сельские поселения Некоузского муниципального района','78623404','Веретейское','78623406','Волжское','78623415','Некоузское','78623427','Октябрьское']]
,['78626','Некрасовский муниципальный район',['78626400','Сельские поселения Некрасовского муниципального района','78626409','Бурмакино','78626444','Красный Профинтерн','78626457','Некрасовское']]
,['78629','Первомайский муниципальный район',['78629100','Городские поселения Первомайского муниципального района','78629151','Пречистое','78629400','Сельские поселения Первомайского муниципального района','78629435','Кукобойское','78629450','Пречистенское']]
,['78634','Пошехонский муниципальный район',['78634100','Городские поселения Пошехонского муниципального района','78634101','Пошехонье','78634400','Сельские поселения Пошехонского муниципального района','78634404','Белосельское','78634428','Ермаковское','78634436','Пригородное','78634460','Кременевское']]
,['78637','Ростовский муниципальный район',['78637100','Городские поселения Ростовского муниципального района','78637101','Ростов','78637400','Сельские поселения Ростовского муниципального района','78637412','Ишня','78637441','Петровское','78637442','Поречье-Рыбное','78637447','Семибратово']]
,['78640','Рыбинский муниципальный район',['78640400','Сельские поселения Рыбинского муниципального района','78640410','Арефинское','78640415','Волжское','78640420','Октябрьское','78640425','Каменниковское','78640430','Назаровское','78640435','Покровское','78640440','Огарковское','78640443','Глебовское','78640447','Тихменевское','78640452','Судоверфское','78640455','Песочное']]
,['78643','Тутаевский муниципальный район',['78643100','Городские поселения Тутаевского муниципального района','78643101','Тутаев','78643400','Сельские поселения Тутаевского муниципального района','78643405','Артемьевское','78643420','Константиновское','78643450','Чебаковское','78643460','Левобережное']]
,['78646','Угличский муниципальный район',['78646100','Городские поселения Угличского муниципального района','78646101','Углич','78646400','Сельские поселения Угличского муниципального района','78646410','Слободское','78646420','Ильинское','78646440','Головинское','78646475','Отрадновское','78646480','Улейминское']]
,['78650','Ярославский муниципальный район',['78650100','Городские поселения Ярославского муниципального района','78650155','Лесная Поляна','78650400','Сельские поселения Ярославского муниципального района','78650410','Заволжское','78650430','Карабихское','78650435','Кузнечихинское','78650440','Курбское','78650455','Ивняковское','78650470','Некрасовское','78650495','Туношенское']]
,['78701','город Ярославль',undefined
]
,['78705','город Переславль-Залесский',undefined
]
,['78715','город Рыбинск',undefined
]
]]
,['79','МО Республики Адыгеи (Адыгеи)',
[['79605','Гиагинский муниципальный район',['79605400','Сельские поселения Гиагинского муниципального района','79605402','Айрюмовское','79605407','Гиагинское','79605410','Дондуковское','79605415','Келермесское','79605420','Сергиевское']]
,['79615','Кошехабльский муниципальный район',['79615400','Сельские поселения Кошехабльского муниципального района','79615404','Блечепсинское','79615408','Вольненское','79615412','Дмитриевское','79615415','Егерухайское','79615418','Игнатьевское','79615420','Кошехабльское','79615425','Майское','79615430','Натырбовское','79615445','Ходзинское']]
,['79618','Красногвардейский муниципальный район',['79618400','Сельские поселения Красногвардейского муниципального района','79618404','Белосельское','79618408','Большесидоровское','79618415','Еленовское','79618420','Красногвардейское','79618425','Садовское','79618430','Уляпское','79618435','Хатукайское']]
,['79622','Майкопский муниципальный район',['79622400','Сельские поселения Майкопского муниципального района','79622402','Абадзехское','79622407','Даховское','79622420','Кировское','79622425','Краснооктябрьское','79622428','Красноульское','79622434','Кужорское','79622447','Победенское','79622452','Тимирязевское','79622455','Тульское','79622457','Каменномостское']]
,['79630','Тахтамукайский муниципальный район',['79630100','Городские поселения Тахтамукайского муниципального района','79630157','Энемское','79630159','Яблоновское','79630400','Сельские поселения Тахтамукайского муниципального района','79630405','Афипсипское','79630415','Старобжегокайское','79630417','Козетское','79630419','Шенджийское','79630420','Тахтамукайское']]
,['79633','Теучежский муниципальный район',['79633100','Городские поселения Теучежского муниципального района','79633155','Тлюстенхабльское','79633400','Сельские поселения Теучежского муниципального района','79633405','Ассоколайское','79633410','Вочепшийское','79633415','Джиджихабльское','79633430','Понежукайское','79633433','Пчегатлукайское','79633445','Габукайское']]
,['79640','Шовгеновский муниципальный район',['79640400','Сельские поселения Шовгеновского муниципального района','79640405','Джерокайское','79640408','Дукмасовское','79640412','Заревское','79640425','Хатажукайское','79640430','Хакуринохабльское','79640435','Мамхегское']]
,['79701','город Майкоп',undefined
]
,['79703','город Адыгейск',undefined
]
]]
,['80','МО Республики Башкортостан',
[['80601','Абзелиловский муниципальный район',['80601400','Сельские поселения Абзелиловского муниципального района','80601404','Альмухаметовский сельсовет','80601407','Амангильдинский сельсовет','80601410','Аскаровский сельсовет','80601413','Баимовский сельсовет','80601416','Бурангуловский сельсовет','80601419','Гусевский сельсовет','80601422','Давлетовский сельсовет','80601425','Кирдасовский сельсовет','80601428','Краснобашкирский сельсовет','80601431','Равиловский сельсовет','80601434','Ташбулатовский сельсовет','80601437','Таштимеровский сельсовет','80601440','Халиловский сельсовет','80601443','Хамитовский сельсовет','80601446','Янгильский сельсовет']]
,['80602','Альшеевский муниципальный район',['80602400','Сельские поселения Альшеевского муниципального района','80602404','Абдрашитовский сельсовет','80602406','Аксеновский сельсовет','80602413','Воздвиженский сельсовет','80602416','Гайниямакский сельсовет','80602418','Зеленоклиновский сельсовет','80602419','Ибраевский сельсовет','80602422','Казанский сельсовет','80602428','Кармышевский сельсовет','80602431','Кипчак-Аскаровский сельсовет','80602437','Кызыльский сельсовет','80602440','Мендяновский сельсовет','80602443','Нигматуллинский сельсовет','80602446','Нижнеаврюзовский сельсовет','80602449','Никифаровский сельсовет','80602451','Раевский сельсовет','80602455','Слаковский сельсовет','80602458','Ташлинский сельсовет','80602461','Трунтаишевский сельсовет','80602464','Чебенлинский сельсовет','80602470','Шафрановский сельсовет']]
,['80603','Архангельский муниципальный район',['80603400','Сельские поселения Архангельского муниципального района','80603404','Абзановский сельсовет','80603410','Архангельский сельсовет','80603413','Арх-Латышский сельсовет','80603416','Бакалдинский сельсовет','80603419','Инзерский сельсовет','80603422','Ирныкшинский сельсовет','80603425','Краснозилимский сельсовет','80603428','Краснокуртовский сельсовет','80603434','Липовский сельсовет','80603440','Орловский сельсовет','80603446','Тавакачевский сельсовет','80603450','Узунларовский сельсовет']]
,['80604','Аскинский муниципальный район',['80604400','Сельские поселения Аскинского муниципального района','80604402','Арбашевский сельсовет','80604404','Аскинский сельсовет','80604413','Евбулякский сельсовет','80604416','Казанчинский сельсовет','80604418','Карткисяковский сельсовет','80604419','Кашкинский сельсовет','80604425','Ключевский сельсовет','80604428','Кубиязовский сельсовет','80604431','Кунгаковский сельсовет','80604437','Кшлау-Елгинский сельсовет','80604440','Мутабашевский сельсовет','80604442','Петропавловский сельсовет','80604443','Султанбековский сельсовет','80604446','Урмиязовский сельсовет','80604450','Усть-Табасский сельсовет']]
,['80605','Аургазинский муниципальный район',['80605400','Сельские поселения Аургазинского муниципального района','80605402','Балыклыкульский сельсовет','80605404','Батыровский сельсовет','80605407','Бишкаинский сельсовет','80605410','Ибраевский сельсовет','80605413','Исмагиловский сельсовет','80605416','Ишлинский сельсовет','80605419','Кебячевский сельсовет','80605422','Меселинский сельсовет','80605425','Михайловский сельсовет','80605428','Нагадакский сельсовет','80605431','Новокальчировский сельсовет','80605434','Семенкинский сельсовет','80605437','Степановский сельсовет','80605440','Султанмуратовский сельсовет','80605443','Таштамакский сельсовет','80605446','Толбазинский сельсовет','80605449','Тряпинский сельсовет','80605452','Тукаевский сельсовет','80605458','Турумбетовский сельсовет','80605461','Уршакский сельсовет','80605472','Чуваш-Карамалинский сельсовет']]
,['80606','Баймакский муниципальный район',['80606100','Городские поселения Баймакского муниципального района','80606101','город Баймак','80606400','Сельские поселения Баймакского муниципального района','80606404','Абдулкаримовский сельсовет','80606407','Акмурунский сельсовет','80606409','Бекешевский сельсовет','80606410','Биляловский сельсовет','80606413','Зилаирский сельсовет','80606416','1-й Иткуловский сельсовет','80606422','Ишмурзинский сельсовет','80606425','Ишмухаметовский сельсовет','80606428','Ишбердинский сельсовет','80606431','Кусеевский сельсовет','80606434','Мукасовский сельсовет','80606437','Кульчуровский сельсовет','80606438','Мерясовский сельсовет','80606440','Нигаматовский сельсовет','80606442','Семеновский сельсовет','80606443','Сибайский сельсовет','80606446','Тавлыкаевский сельсовет','80606449','Татлыбаевский сельсовет','80606452','Темясовский сельсовет','80606453','Тубинский сельсовет','80606455','Юмашевский сельсовет','80606459','Яратовский сельсовет']]
,['80607','Бакалинский муниципальный район',['80607400','Сельские поселения Бакалинского муниципального района','80607404','Ахмановский сельсовет','80607407','Бакалинский сельсовет','80607410','Михайловский сельсовет','80607413','Бузюровский сельсовет','80607419','Дияшевский сельсовет','80607425','Камышлытамакский сельсовет','80607428','Килеевский сельсовет','80607431','Куштиряковский сельсовет','80607434','Мустафинский сельсовет','80607440','Новокатаевский сельсовет','80607446','Новоурсаевский сельсовет','80607449','Старокуручевский сельсовет','80607451','Старокостеевский сельсовет','80607455','Староматинский сельсовет','80607458','Старошарашлинский сельсовет','80607461','Тактагуловский сельсовет','80607464','Урманаевский сельсовет']]
,['80608','Балтачевский муниципальный район',['80608400','Сельские поселения Балтачевского муниципального района','80608404','Богдановский сельсовет','80608407','Верхнеянактаевский сельсовет','80608413','Кундашлинский сельсовет','80608416','Кунтугушевский сельсовет','80608419','Нижнекарышевский сельсовет','80608422','Нижнесикиязовский сельсовет','80608425','Норкинский сельсовет','80608428','Сейтяковский сельсовет','80608431','Старобалтачевский сельсовет','80608434','Староянбаевский сельсовет','80608437','Тошкуровский сельсовет','80608440','Тучубаевский сельсовет','80608441','Шавьядинский сельсовет','80608443','Штандинский сельсовет','80608448','Ялангачевский сельсовет']]
,['80609','Белебеевский муниципальный район',['80609100','Городские поселения Белебеевского муниципального района','80609101','город Белебей','80609165','Приютовский поссовет','80609400','Сельские поселения Белебеевского муниципального района','80609401','Аксаковский сельсовет','80609402','Баженовский сельсовет','80609404','Донской сельсовет','80609407','Ермолкинский сельсовет','80609410','Знаменский сельсовет','80609413','Анновский сельсовет','80609416','Максим-Горьковский сельсовет','80609419','Малиновский сельсовет','80609425','Метевбашевский сельсовет','80609428','Рассветовский сельсовет','80609431','Семенкинский сельсовет','80609434','Слакбашевский сельсовет','80609437','Тузлукушевский сельсовет','80609440','Усень-Ивановский сельсовет','80609443','Шаровский сельсовет']]
,['80610','Белокатайский муниципальный район',['80610400','Сельские поселения Белокатайского муниципального района','80610402','Атаршинский сельсовет','80610404','Белянковский сельсовет','80610407','Емашинский сельсовет','80610413','Карлыхановский сельсовет','80610416','Майгазинский сельсовет','80610419','Нижнеискушинский сельсовет','80610422','Новобелокатайский сельсовет','80610425','Ногушинский сельсовет','80610428','Старобелокатайский сельсовет','80610431','Тардавский сельсовет','80610434','Ургалинский сельсовет','80610437','Утяшевский сельсовет','80610440','Яныбаевский сельсовет']]
,['80611','Белорецкий муниципальный район',['80611100','Городские поселения Белорецкого муниципального района','80611101','город Белорецк','80611400','Сельские поселения Белорецкого муниципального района','80611404','Абзаковский сельсовет','80611407','Азикеевский сельсовет','80611410','Ассинский сельсовет','80611415','Верхнеавзянский сельсовет','80611416','Зигазинский сельсовет','80611417','Зуяковский сельсовет','80611418','Железнодорожный сельсовет','80611420','Инзерский сельсовет','80611422','Ишлинский сельсовет','80611425','Кагинский сельсовет','80611427','Ломовский сельсовет','80611434','Николаевский сельсовет','80611440','Нурский сельсовет','80611443','Серменевский сельсовет','80611446','Сосновский сельсовет','80611448','Тирлянский сельсовет','80611449','Туканский сельсовет','80611452','Узянский сельсовет','80611455','Шигаевский сельсовет']]
,['80612','Бижбулякский муниципальный район',['80612400','Сельские поселения Бижбулякского муниципального района','80612404','Аитовский сельсовет','80612407','Базлыкский сельсовет','80612410','Бижбулякский сельсовет','80612413','Биккуловский сельсовет','80612416','Демский сельсовет','80612419','Елбулактамакский сельсовет','80612422','Зириклинский сельсовет','80612425','Калининский сельсовет','80612428','Каменский сельсовет','80612431','Кенгер-Менеузовский сельсовет','80612440','Кош-Елгинский сельсовет','80612442','Михайловский сельсовет','80612443','Сухореченский сельсовет']]
,['80613','Бирский муниципальный район',['80613100','Городские поселения Бирского муниципального района','80613101','город Бирск','80613400','Сельские поселения Бирского муниципального района','80613407','Бахтыбаевский сельсовет','80613408','Бурновский сельсовет','80613409','Березовский сельсовет','80613410','Верхнелачентауский сельсовет','80613416','Калинниковский сельсовет','80613419','Кусекеевский сельсовет','80613422','Маядыковский сельсовет','80613425','Осиновский сельсовет','80613431','Силантьевский сельсовет','80613434','Старобазановский сельсовет','80613437','Старопетровский сельсовет','80613440','Сусловский сельсовет','80613443','Угузевский сельсовет','80613446','Чишминский сельсовет']]
,['80614','Благоварский муниципальный район',['80614400','Сельские поселения Благоварского муниципального района','80614404','Алексеевский сельсовет','80614407','Балышлинский сельсовет','80614410','Благоварский сельсовет','80614413','Дмитриевский сельсовет','80614416','Каргалинский сельсовет','80614419','Кашкалашинский сельсовет','80614422','Кучербаевский сельсовет','80614423','Мирновский сельсовет','80614424','Первомайский сельсовет','80614428','Тановский сельсовет','80614431','Троицкий сельсовет','80614434','Удрякбашевский сельсовет','80614437','Языковский сельсовет','80614440','Ямакаевский сельсовет','80614443','Янышевский сельсовет']]
,['80615','Благовещенский муниципальный район',['80615100','Городские поселения Благовещенского муниципального района','80615101','город Благовещенск','80615400','Сельские поселения Благовещенского муниципального района','80615404','Бедеево-Полянский сельсовет','80615407','Богородский сельсовет','80615413','Волковский сельсовет','80615419','Изяковский сельсовет','80615422','Иликовский сельсовет','80615425','Ильино-Полянский сельсовет','80615428','Николаевский сельсовет','80615431','Новонадеждинский сельсовет','80615434','Октябрьский сельсовет','80615437','Орловский сельсовет','80615440','Покровский сельсовет','80615443','Саннинский сельсовет','80615449','Старонадеждинский сельсовет','80615453','Тугайский сельсовет','80615461','Удельно-Дуванейский сельсовет']]
,['80617','Буздякский муниципальный район',['80617400','Сельские поселения Буздякского муниципального района','80617404','Арслановский сельсовет','80617407','Буздякский сельсовет','80617410','Гафурийский сельсовет','80617413','Канлы-Туркеевский сельсовет','80617416','Каранский сельсовет','80617419','Килимовский сельсовет','80617422','Копей-Кубовский сельсовет','80617425','Кузеевский сельсовет','80617431','Сабаевский сельсовет','80617437','Тавларовский сельсовет','80617440','Тюрюшевский сельсовет','80617446','Уртакульский сельсовет']]
,['80618','Бураевский муниципальный район',['80618400','Сельские поселения Бураевского муниципального района','80618404','Азяковский сельсовет','80618407','Бадраковский сельсовет','80618413','Бураевский сельсовет','80618416','Ванышевский сельсовет','80618419','Вострецовский сельсовет','80618422','Каинлыковский сельсовет','80618425','Кашкалевский сельсовет','80618428','Кушманаковский сельсовет','80618431','Кузбаевский сельсовет','80618437','Тазларовский сельсовет','80618440','Тангатаровский сельсовет','80618443','Тепляковский сельсовет','80618446','Челкаковский сельсовет']]
,['80619','Бурзянский муниципальный район',['80619400','Сельские поселения Бурзянского муниципального района','80619404','Аскаровский сельсовет','80619407','Атиковский сельсовет','80619409','Байгазинский сельсовет','80619410','Байназаровский сельсовет','80619413','Галиакберовский сельсовет','80619416','Иргизлинский сельсовет','80619419','Киекбаевский сельсовет','80619420','Кипчакский сельсовет','80619422','Старомунасиповский сельсовет','80619425','Старосубхангуловский сельсовет','80619430','Тимировский сельсовет','80619440','Кулганинский сельсовет']]
,['80621','Гафурийский муниципальный район',['80621400','Сельские поселения Гафурийского муниципального района','80621407','Белоозерский сельсовет','80621410','Бельский сельсовет','80621413','Бурлинский сельсовет','80621414','Буруновский сельсовет','80621416','Зилим-Карановский сельсовет','80621419','Имендяшевский сельсовет','80621422','Ковардинский сельсовет','80621423','Красноусольский сельсовет','80621425','Мраковский сельсовет','80621428','Саитбабинский сельсовет','80621431','Табынский сельсовет','80621434','Ташбукановский сельсовет','80621437','Ташлинский сельсовет','80621440','Толпаровский сельсовет','80621443','Утяковский сельсовет','80621446','Янгискаинский сельсовет']]
,['80622','Давлекановский муниципальный район',['80622100','Городские поселения Давлекановского муниципального района','80622101','город Давлеканово','80622400','Сельские поселения Давлекановского муниципального района','80622404','Алгинский сельсовет','80622410','Бик-Кармалинский сельсовет','80622413','Ивановский сельсовет','80622416','Имай-Кармалинский сельсовет','80622419','Кадыргуловский сельсовет','80622422','Казангуловский сельсовет','80622425','Кидрячевский сельсовет','80622428','Курманкеевский сельсовет','80622431','Микяшевский сельсовет','80622434','Поляковский сельсовет','80622437','Раевский сельсовет','80622440','Рассветовский сельсовет','80622443','Сергиопольский сельсовет','80622444','Соколовский сельсовет','80622446','Чуюнчинский сельсовет','80622449','Шестаевский сельсовет']]
,['80623','Дуванский муниципальный район',['80623400','Сельские поселения Дуванского муниципального района','80623404','Ариевский сельсовет','80623406','Вознесенский сельсовет','80623407','Дуванский сельсовет','80623413','Заимкинский сельсовет','80623419','Лемазинский сельсовет','80623422','Месягутовский сельсовет','80623425','Метелинский сельсовет','80623428','Михайловский сельсовет','80623431','Рухтинский сельсовет','80623433','Сальевский сельсовет','80623434','Сикиязский сельсовет','80623440','Улькундинский сельсовет','80623443','Ярославский сельсовет']]
,['80624','Дюртюлинский муниципальный район',['80624100','Городские поселения Дюртюлинского муниципального района','80624101','город Дюртюли','80624400','Сельские поселения Дюртюлинского муниципального района','80624404','Ангасяковский сельсовет','80624407','Асяновский сельсовет','80624410','Исмаиловский сельсовет','80624413','Куккуяновский сельсовет','80624416','Маядыковский сельсовет','80624422','Московский сельсовет','80624430','Семилетовский сельсовет','80624431','Старобаишевский сельсовет','80624434','Староянтузовский сельсовет','80624437','Суккуловский сельсовет','80624440','Таймурзинский сельсовет','80624443','Такарликовский сельсовет','80624447','Учпилинский сельсовет','80624449','Черлаковский сельсовет']]
,['80625','Ермекеевский муниципальный район',['80625400','Сельские поселения Ермекеевского муниципального района','80625402','Бекетовский сельсовет','80625404','Восьмомартовский сельсовет','80625407','Ермекеевский сельсовет','80625411','Кызыл-Ярский сельсовет','80625413','Нижнеулу-Елгинский сельсовет','80625416','Рятамакский сельсовет','80625422','Спартакский сельсовет','80625425','Среднекарамалинский сельсовет','80625428','Старосуллинский сельсовет','80625431','Старотураевский сельсовет','80625434','Суккуловский сельсовет','80625437','Тарказинский сельсовет','80625440','Усман-Ташлинский сельсовет']]
,['80626','Зианчуринский муниципальный район',['80626400','Сельские поселения Зианчуринского муниципального района','80626404','Абзановский сельсовет','80626405','Абуляисовский сельсовет','80626406','Баишевский сельсовет','80626407','Байдавлетовский сельсовет','80626410','Бикбауский сельсовет','80626416','Исянгуловский сельсовет','80626419','Казанбулакский сельсовет','80626422','Муйнакский сельсовет','80626425','Новопетровский сельсовет','80626428','Новочебенкинский сельсовет','80626431','Сакмарский сельсовет','80626434','Суренский сельсовет','80626437','Тазларовский сельсовет','80626440','Утягуловский сельсовет','80626443','Яныбаевский сельсовет']]
,['80627','Зилаирский муниципальный район',['80627400','Сельские поселения Зилаирского муниципального района','80627404','Бердяшский сельсовет','80627410','Верхнегалеевский сельсовет','80627413','Дмитриевский сельсовет','80627416','Зилаирский сельсовет','80627419','Ивано-Кувалатский сельсовет','80627421','Кананикольский сельсовет','80627422','Канзафаровский сельсовет','80627423','Кашкаровский сельсовет','80627425','Матраевский сельсовет','80627432','Сабыровский сельсовет','80627434','Уркасский сельсовет','80627436','Юлдыбаевский сельсовет','80627442','Ямансазский сельсовет']]
,['80628','Иглинский муниципальный район',['80628400','Сельские поселения Иглинского муниципального района','80628403','Акбердинский сельсовет','80628405','Ауструмский сельсовет','80628410','Балтийский сельсовет','80628415','Ивано-Казанский сельсовет','80628416','Иглинский сельсовет','80628420','Калтымановский сельсовет','80628425','Кальтовский сельсовет','80628430','Красновосходский сельсовет','80628432','Кудеевский сельсовет','80628435','Лемезинский сельсовет','80628440','Майский сельсовет','80628445','Надеждинский сельсовет','80628450','Охлебининский сельсовет','80628455','Тавтимановский сельсовет','80628460','Турбаслинский сельсовет','80628470','Уктеевский сельсовет','80628472','Улу-Телякский сельсовет','80628474','Урманский сельсовет','80628480','Чуваш-Кубовский сельсовет']]
,['80630','Илишевский муниципальный район',['80630400','Сельские поселения Илишевского муниципального района','80630404','Аккузевский сельсовет','80630408','Андреевский сельсовет','80630412','Базитамакский сельсовет','80630416','Бишкураевский сельсовет','80630424','Дюмеевский сельсовет','80630426','Игметовский сельсовет','80630428','Исаметовский сельсовет','80630432','Исанбаевский сельсовет','80630436','Итеевский сельсовет','80630440','Ишкаровский сельсовет','80630444','Кадыровский сельсовет','80630448','Карабашевский сельсовет','80630452','Кужбахтинский сельсовет','80630456','Новомедведевский сельсовет','80630460','Рсаевский сельсовет','80630464','Старокуктовский сельсовет','80630468','Сюльтинский сельсовет','80630472','Урметовский сельсовет','80630476','Черекулевский сельсовет','80630478','Юнновский сельсовет','80630480','Ябалаковский сельсовет','80630484','Яркеевский сельсовет']]
,['80631','Ишимбайский муниципальный район',['80631100','Городские поселения Ишимбайского муниципального района','80631101','город Ишимбай','80631400','Сельские поселения Ишимбайского муниципального района','80631405','Арметовский сельсовет','80631415','Байгузинский сельсовет','80631425','Верхоторский сельсовет','80631430','Иткуловский сельсовет','80631435','Ишеевский сельсовет','80631440','Кузяновский сельсовет','80631445','Кулгунинский сельсовет','80631450','Макаровский сельсовет','80631455','Петровский сельсовет','80631460','Сайрановский сельсовет','80631470','Скворчихинский сельсовет','80631475','Урман-Бишкадакский сельсовет','80631480','Янурусовский сельсовет']]
,['80633','Калтасинский муниципальный район',['80633400','Сельские поселения Калтасинского муниципального района','80633403','Амзибашевский сельсовет','80633405','Большекачаковский сельсовет','80633415','Калегинский сельсовет','80633420','Калмиябашевский сельсовет','80633425','Калтасинский сельсовет','80633430','Кельтеевский сельсовет','80633445','Нижнекачмашевский сельсовет','80633446','Новокильбахтинский сельсовет','80633447','Краснохолмский сельсовет','80633450','Тюльдинский сельсовет','80633452','Старояшевский сельсовет']]
,['80634','Караидельский муниципальный район',['80634400','Сельские поселения Караидельского муниципального района','80634404','Артакульский сельсовет','80634412','Байкибашевский сельсовет','80634416','Байкинский сельсовет','80634424','Верхнесуянский сельсовет','80634432','Караидельский сельсовет','80634436','Караярский сельсовет','80634440','Кирзинский сельсовет','80634444','Куртлыкульский сельсовет','80634445','Магинский сельсовет','80634452','Новобердяшский сельсовет','80634456','Новомуллакаевский сельсовет','80634460','Озеркинский сельсовет','80634464','Подлубовский сельсовет','80634472','Староакбуляковский сельсовет','80634480','Ургушевский сельсовет','80634484','Урюш-Битуллинский сельсовет','80634488','Явгильдинский сельсовет']]
,['80635','Кармаскалинский муниципальный район',['80635400','Сельские поселения Кармаскалинского муниципального района','80635405','Адзитаровский сельсовет','80635415','Бузовьязовский сельсовет','80635420','Ефремкинский сельсовет','80635423','Кабаковский сельсовет','80635425','Камышлинский сельсовет','80635430','Карламанский сельсовет','80635435','Кармаскалинский сельсовет','80635440','Николаевский сельсовет','80635445','Новокиешкинский сельсовет','80635450','Подлубовский сельсовет','80635451','Прибельский сельсовет','80635455','Савалеевский сельсовет','80635465','Старобабичевский сельсовет','80635470','Старомусинский сельсовет','80635475','Сахаевский сельсовет','80635480','Шаймуратовский сельсовет']]
,['80636','Кигинский муниципальный район',['80636400','Сельские поселения Кигинского муниципального района','80636405','Абзаевский сельсовет','80636410','Арслановский сельсовет','80636415','Верхнекигинский сельсовет','80636420','Еланлинский сельсовет','80636425','Душанбековский сельсовет','80636430','Ибраевский сельсовет','80636435','Кандаковский сельсовет','80636440','Леузинский сельсовет','80636445','Нижнекигинский сельсовет']]
,['80637','Краснокамский муниципальный район',['80637400','Сельские поселения Краснокамского муниципального района','80637405','Арлановский сельсовет','80637410','Кариевский сельсовет','80637412','Куяновский сельсовет','80637415','Музяковский сельсовет','80637420','Никольский сельсовет','80637421','Николо-Березовский сельсовет','80637425','Новобуринский сельсовет','80637430','Новокабановский сельсовет','80637435','Новокаинлыковский сельсовет','80637440','Новонагаевский сельсовет','80637443','Раздольевский сельсовет','80637450','Саузбашевский сельсовет','80637461','Новоянзигитовский сельсовет','80637465','Шушнурский сельсовет']]
,['80638','Кугарчинский муниципальный район',['80638400','Сельские поселения Кугарчинского муниципального района','80638405','Волостновский сельсовет','80638410','Зареченский сельсовет','80638415','Ибраевский сельсовет','80638420','Ижбердинский сельсовет','80638425','Иртюбякский сельсовет','80638430','Исимовский сельсовет','80638440','Кугарчинский сельсовет','80638445','Максютовский сельсовет','80638450','Мраковский сельсовет','80638455','Нижнебиккузинский сельсовет','80638460','Новопетровский сельсовет','80638463','Нукаевский сельсовет','80638470','Побоищенский сельсовет','80638473','Санзяповский сельсовет','80638475','Тляумбетовский сельсовет','80638480','Уральский сельсовет','80638483','Чапаевский сельсовет','80638485','Юлдыбаевский сельсовет','80638487','Юмагузинский сельсовет','80638495','Ялчинский сельсовет']]
,['80639','Куюргазинский муниципальный район',['80639400','Сельские поселения Куюргазинского муниципального района','80639410','Бахмутский сельсовет','80639412','Ермолаевский сельсовет','80639415','Илькинеевский сельсовет','80639417','Зяк-Ишметовский сельсовет','80639420','Кривле-Илюшкинский сельсовет','80639425','Ленинский сельсовет','80639435','Мурапталовский сельсовет','80639440','Отрадинский сельсовет','80639450','Свободинский сельсовет','80639455','Таймасовский сельсовет','80639460','Шабагишский сельсовет','80639465','Якшимбетовский сельсовет']]
,['80640','Кушнаренковский муниципальный район',['80640400','Сельские поселения Кушнаренковского муниципального района','80640405','Ахметовский сельсовет','80640410','Бакаевский сельсовет','80640415','Горьковский сельсовет','80640430','Карача-Елгинский сельсовет','80640435','Кушнаренковский сельсовет','80640440','Матвеевский сельсовет','80640465','Расмекеевский сельсовет','80640470','Старогумеровский сельсовет','80640475','Старокамышлинский сельсовет','80640477','Старокурмашевский сельсовет','80640480','Старотукмаклинский сельсовет','80640490','Шариповский сельсовет']]
,['80641','Мелеузовский муниципальный район',['80641100','Городские поселения Мелеузовского муниципального района','80641101','город Мелеуз','80641400','Сельские поселения Мелеузовского муниципального района','80641402','Абитовский сельсовет','80641405','Александровский сельсовет','80641410','Аптраковский сельсовет','80641415','Араслановский сельсовет','80641422','Воскресенский сельсовет','80641430','Зирганский сельсовет','80641435','Денисовский сельсовет','80641445','Иштугановский сельсовет','80641450','Мелеузовский сельсовет','80641455','Нордовский сельсовет','80641460','Нугушевский сельсовет','80641465','Партизанский сельсовет','80641470','Первомайский сельсовет','80641475','Сарышевский сельсовет','80641480','Корнеевский сельсовет','80641485','Шевченковский сельсовет']]
,['80642','Мечетлинский муниципальный район',['80642400','Сельские поселения Мечетлинского муниципального района','80642401','Абдуллинский сельсовет','80642405','Алегазовский сельсовет','80642410','Большеокинский сельсовет','80642415','Большеустьикинский сельсовет','80642420','Дуван-Мечетлинский сельсовет','80642423','Кургатовский сельсовет','80642425','Лемез-Тамакский сельсовет','80642430','Малоустьикинский сельсовет','80642435','Новомещеровский сельсовет','80642442','Новояушевский сельсовет','80642445','Ростовский сельсовет','80642450','Юнусовский сельсовет']]
,['80643','Мишкинский муниципальный район',['80643400','Сельские поселения Мишкинского муниципального района','80643405','Акбулатовский сельсовет','80643410','Баймурзинский сельсовет','80643415','Большесухоязовский сельсовет','80643420','Большешадинский сельсовет','80643425','Ирсаевский сельсовет','80643430','Кайраковский сельсовет','80643435','Камеевский сельсовет','80643445','Мавлютовский сельсовет','80643450','Мишкинский сельсовет','80643455','Новотроицкий сельсовет','80643460','Староарзаматовский сельсовет','80643465','Тынбаевский сельсовет','80643470','Урьядинский сельсовет','80643480','Чураевский сельсовет']]
,['80644','Миякинский муниципальный район',['80644400','Сельские поселения Миякинского муниципального района','80644405','Биккуловский сельсовет','80644410','Богдановский сельсовет','80644415','Большекаркалинский сельсовет','80644420','Енебей-Урсаевский сельсовет','80644425','Зильдяровский сельсовет','80644428','Ильчигуловский сельсовет','80644429','Карановский сельсовет','80644430','Качегановский сельсовет','80644435','Кожай-Семеновский сельсовет','80644440','Менеузтамакский сельсовет','80644445','Миякибашевский сельсовет','80644450','Миякинский сельсовет','80644460','Новокарамалинский сельсовет','80644465','Сатыевский сельсовет','80644470','Уршакбашкарамалинский сельсовет']]
,['80645','Нуримановский муниципальный район',['80645400','Сельские поселения Нуримановского муниципального района','80645405','Байгильдинский сельсовет','80645410','Баш-Шидинский сельсовет','80645415','Красногорский сельсовет','80645416','Красноключевский сельсовет','80645420','Никольский сельсовет','80645435','Новокулевский сельсовет','80645440','Новосубаевский сельсовет','80645444','Павловский сельсовет','80645445','Первомайский сельсовет','80645450','Сарвинский сельсовет','80645452','Старобедеевский сельсовет','80645455','Староисаевский сельсовет']]
,['80647','Салаватский муниципальный район',['80647400','Сельские поселения Салаватского муниципального района','80647405','Алькинский сельсовет','80647410','Аркауловский сельсовет','80647415','Ишимбаевский сельсовет','80647425','Лагеревский сельсовет','80647430','Лаклинский сельсовет','80647435','Малоязовский сельсовет','80647440','Мечетлинский сельсовет','80647445','Мещегаровский сельсовет','80647447','Мурсалимкинский сельсовет','80647450','Насибашевский сельсовет','80647453','Салаватский сельсовет','80647455','Таймеевский сельсовет','80647460','Терменевский сельсовет','80647465','Турналинский сельсовет','80647475','Янгантауский сельсовет','80647476','Первомайский сельсовет']]
,['80648','Стерлибашевский муниципальный район',['80648400','Сельские поселения Стерлибашевского муниципального района','80648402','Аллагуватский сельсовет','80648405','Айдаралинский сельсовет','80648410','Бакеевский сельсовет','80648415','Бузатовский сельсовет','80648418','Кабакушский сельсовет','80648420','Карагушский сельсовет','80648425','Куганакбашевский сельсовет','80648430','Кундрякский сельсовет','80648435','Сарайсинский сельсовет','80648440','Старокалкашевский сельсовет','80648445','Стерлибашевский сельсовет','80648455','Тятер-Араслановский сельсовет','80648460','Халикеевский сельсовет','80648465','Янгурчинский сельсовет','80648470','Яшергановский сельсовет']]
,['80649','Стерлитамакский муниципальный район',['80649400','Сельские поселения Стерлитамакского муниципального района','80649404','Айгулевский сельсовет','80649412','Алатанинский сельсовет','80649416','Ашкадарский сельсовет','80649418','Аючевский сельсовет','80649420','Константиноградовский сельсовет','80649424','Максимовский сельсовет','80649428','Буриказгановский сельсовет','80649436','Казадаевский сельсовет','80649440','Куганакский сельсовет','80649444','Красноярский сельсовет','80649448','Наумовский сельсовет','80649452','Николаевский сельсовет','80649456','Отрадовский сельсовет','80649460','Октябрьский сельсовет','80649464','Первомайский сельсовет','80649468','Подлесненский сельсовет','80649478','Рощинский сельсовет','80649480','Рязановский сельсовет','80649488','Тюрюшлинский сельсовет','80649492','Услинский сельсовет']]
,['80650','Татышлинский муниципальный район',['80650400','Сельские поселения Татышлинского муниципального района','80650405','Акбулатовский сельсовет','80650410','Аксаитовский сельсовет','80650415','Бадряшевский сельсовет','80650420','Буль-Кайпановский сельсовет','80650425','Верхнетатышлинский сельсовет','80650430','Кальмияровский сельсовет','80650435','Кальтяевский сельсовет','80650440','Кудашевский сельсовет','80650445','Курдымский сельсовет','80650450','Нижнебалтачевский сельсовет','80650455','Новотатышлинский сельсовет','80650460','Шулгановский сельсовет','80650465','Ялгыз-Наратский сельсовет']]
,['80651','Туймазинский муниципальный район',['80651100','Городские поселения Туймазинского муниципального района','80651101','город Туймазы','80651400','Сельские поселения Туймазинского муниципального района','80651405','Бишкураевский сельсовет','80651410','Верхнебишиндинский сельсовет','80651415','Верхнетроицкий сельсовет','80651417','Гафуровский сельсовет','80651420','Ильчимбетовский сельсовет','80651425','Какрыбашевский сельсовет','80651427','Кандринский сельсовет','80651430','Карамалы-Губеевский сельсовет','80651435','Каратовский сельсовет','80651439','Нижнетроицкий сельсовет','80651440','Николаевский сельсовет','80651445','Сайрановский сельсовет','80651447','Серафимовский сельсовет','80651455','Старотуймазинский сельсовет','80651461','Субханкуловский сельсовет','80651465','Татар-Улкановский сельсовет','80651470','Тюменяковский сельсовет','80651475','Чукадыбашевский сельсовет']]
,['80652','Уфимский муниципальный район',['80652400','Сельские поселения Уфимского муниципального района','80652403','Алексеевский сельсовет','80652405','Авдонский сельсовет','80652410','Булгаковский сельсовет','80652415','Дмитриевский сельсовет','80652418','Жуковский сельсовет','80652420','Зубовский сельсовет','80652423','Кармасанский сельсовет','80652425','Кирилловский сельсовет','80652430','Красноярский сельсовет','80652435','Миловский сельсовет','80652440','Михайловский сельсовет','80652450','Николаевский сельсовет','80652452','Ольховский сельсовет','80652455','Русско-Юрмашский сельсовет','80652460','Таптыковский сельсовет','80652472','Черкасский сельсовет','80652473','Чесноковский сельсовет','80652475','Шемякский сельсовет','80652480','Юматовский сельсовет']]
,['80653','Учалинский муниципальный район',['80653100','Городские поселения Учалинского муниципального района','80653101','город Учалы','80653400','Сельские поселения Учалинского муниципального района','80653410','Амангильдинский сельсовет','80653415','Ахуновский сельсовет','80653416','Буйдинский сельсовет','80653420','Ильчигуловский сельсовет','80653425','Ильчинский сельсовет','80653430','Имангуловский сельсовет','80653440','Кирябинский сельсовет','80653445','Кунакбаевский сельсовет','80653448','Миндякский сельсовет','80653449','Мансуровский сельсовет','80653450','Наурузовский сельсовет','80653455','Новобайрамгуловский сельсовет','80653465','Поляковский сельсовет','80653470','Сафаровский сельсовет','80653484','Тунгатаровский сельсовет','80653488','Уразовский сельсовет','80653491','Уральский сельсовет','80653496','Учалинский сельсовет']]
,['80654','Федоровский муниципальный район',['80654400','Сельские поселения Федоровского муниципального района','80654405','Бала-Четырманский сельсовет','80654410','Балыклинский сельсовет','80654415','Булякаевский сельсовет','80654416','Верхнеяушевский сельсовет','80654417','Гончаровский сельсовет','80654420','Дедовский сельсовет','80654425','Денискинский сельсовет','80654427','Каралачикский сельсовет','80654430','Михайловский сельсовет','80654440','Покровский сельсовет','80654445','Пугачевский сельсовет','80654450','Разинский сельсовет','80654455','Теняевский сельсовет','80654460','Федоровский сельсовет']]
,['80655','Хайбуллинский муниципальный район',['80655400','Сельские поселения Хайбуллинского муниципального района','80655405','Абишевский сельсовет','80655410','Акъюловский сельсовет','80655415','Акъярский сельсовет','80655420','Антинганский сельсовет','80655424','Бурибаевский сельсовет','80655425','Ивановский сельсовет','80655430','Маканский сельсовет','80655432','Новозирганский сельсовет','80655433','Самарский сельсовет','80655435','Татыр-Узякский сельсовет','80655440','Таналыкский сельсовет','80655445','Уфимский сельсовет','80655450','Федоровский сельсовет','80655455','Целинный сельсовет']]
,['80656','Чекмагушевский муниципальный район',['80656400','Сельские поселения Чекмагушевского муниципального района','80656410','Башировский сельсовет','80656415','Имянликулевский сельсовет','80656420','Калмашбашевский сельсовет','80656425','Новобалтачевский сельсовет','80656435','Новокутовский сельсовет','80656440','Рапатовский сельсовет','80656445','Резяповский сельсовет','80656450','Старокалмашевский сельсовет','80656455','Тайняшевский сельсовет','80656460','Тузлукушевский сельсовет','80656465','Урнякский сельсовет','80656470','Чекмагушевский сельсовет','80656475','Юмашевский сельсовет']]
,['80657','Чишминский муниципальный район',['80657100','Городские поселения Чишминского муниципального района','80657151','Чишминский поссовет','80657400','Сельские поселения Чишминского муниципального района','80657405','Алкинский сельсовет','80657410','Аровский сельсовет','80657415','Арслановский сельсовет','80657420','Дмитриевский сельсовет','80657425','Дурасовский сельсовет','80657430','Енгалышевский сельсовет','80657435','Еремеевский сельсовет','80657440','Ибрагимовский сельсовет','80657445','Кара-Якуповский сельсовет','80657446','Лесной сельсовет','80657450','Новотроицкий сельсовет','80657455','Сафаровский сельсовет','80657465','Чишминский сельсовет','80657470','Чувалкиповский сельсовет','80657475','Шингак-Кульский сельсовет']]
,['80658','Шаранский муниципальный район',['80658400','Сельские поселения Шаранского муниципального района','80658405','Акбарисовский сельсовет','80658410','Базгиевский сельсовет','80658415','Дмитриево-Полянский сельсовет','80658420','Дюртюлинский сельсовет','80658425','Зириклинский сельсовет','80658430','Мичуринский сельсовет','80658435','Нижнезаитовский сельсовет','80658440','Нижнеташлинский сельсовет','80658445','Нуреевский сельсовет','80658455','Писаревский сельсовет','80658465','Старотумбагушевский сельсовет','80658475','Чалмалинский сельсовет','80658485','Шаранский сельсовет']]
,['80659','Янаульский муниципальный район',['80659100','Городские поселения Янаульского муниципального района','80659101','город Янаул','80659400','Сельские поселения Янаульского муниципального района','80659410','Асавдыбашский сельсовет','80659415','Байгузинский сельсовет','80659420','Воядинский сельсовет','80659430','Ижболдинский сельсовет','80659435','Истякский сельсовет','80659440','Иткинеевский сельсовет','80659445','Кармановский сельсовет','80659450','Кисак-Каинский сельсовет','80659453','Максимовский сельсовет','80659455','Месягутовский сельсовет','80659460','Новоартаульский сельсовет','80659465','Орловский сельсовет','80659470','Первомайский сельсовет','80659475','Сандугачевский сельсовет','80659480','Староваряшский сельсовет','80659485','Старокудашевский сельсовет','80659490','Шудекский сельсовет','80659495','Ямадинский сельсовет']]
,['80701','город Уфа',undefined
]
,['80703','город Агидель',undefined
]
,['80707','ЗАТО город Межгорье',undefined
]
,['80723','город Кумертау',undefined
]
,['80727','город Нефтекамск',undefined
]
,['80735','город Октябрьский',undefined
]
,['80739','город Салават',undefined
]
,['80743','город Сибай',undefined
]
,['80745','город Стерлитамак',undefined
]
]]
,['81','МО Республики Бурятии',
[['81603','Баргузинский муниципальный район',['81603100','Городские поселения Баргузинского муниципального района','81603154','поселок Усть-Баргузин','81603400','Сельские поселения Баргузинского муниципального района','81603405','Адамовское','81603420','Баргузинское','81603422','Баянгольское','81603433','Сувинское','81603444','Улюнское','81603455','Уринское','81603465','Читканское','81603477','Хилганайское','81603480','Юбилейное','81603700','Межселенные территории Баргузинского муниципального района','81603701','Межселенные территории Баргузинского муниципального района, кроме территорий городского и сельских поселений']]
,['81606','Баунтовский эвенкийский муниципальный район',['81606400','Сельские поселения Баунтовского эвенкийского муниципального района','81606410','Амалатское','81606415','Багдаринское','81606440','Витимканское','81606442','Витимское','81606455','Северное','81606460','Уакитское','81606470','Усойское эвенкийское','81606480','Усть-Джилиндинское эвенкийское']]
,['81609','Бичурский муниципальный район',['81609400','Сельские поселения Бичурского муниципального района','81609410','Билютайское','81609415','Бичурское','81609420','Верхне-Мангиртуйское','81609425','Петропавловское','81609427','Еланское','81609429','Дунда-Киретское','81609435','Малокуналейское','81609438','Новосретенское','81609440','Окино-Ключевское','81609442','Посельское','81609443','Топкинское','81609444','Потанинское','81609445','Буйское','81609447','Хонхолойское','81609450','Шанагинское','81609455','Шибертуйское','81609460','Среднехарлунское']]
,['81612','Джидинский муниципальный район',['81612400','Сельские поселения Джидинского муниципального района','81612405','Алцакское','81612407','Армакское','81612410','Белоозерское','81612415','Боргойское','81612417','Боцинское','81612419','Булыкское','81612420','Нижнебургалтайское','81612423','Верхнебургалтайское','81612425','Верхнеторейское','81612430','Гэгэтуйское','81612435','Джидинское','81612438','Нижнеичетуйское','81612440','Дырестуйское','81612445','Енхорское','81612450','Желтуринское','81612453','Инзагатуйское','81612455','Ичетуйское','81612460','Оерское','81612465','Нарынское','81612470','Нижнеторейское','81612475','Петропавловское','81612483','Цагатуйское']]
,['81615','Еравнинский муниципальный район',['81615400','Сельские поселения Еравнинского муниципального района','81615420','Гундинское','81615430','Исингинское','81615440','Комсомольское','81615450','Кондинское','81615455','Озерное','81615460','Сосново-Озерское','81615463','Тужинкинское','81615465','Тулдунское','81615469','Улхасааское','81615470','Ульдургинское','81615480','Усть-Эгитуйское','81615485','Целинное','81615487','Ширингинское','81615490','Эгитуйское','81615700','Межселенные территории Еравнинского муниципального района','81615701','Межселенные территории Еравнинского муниципального района, кроме территорий сельских поселений']]
,['81618','Заиграевский муниципальный район',['81618100','Городские поселения Заиграевского муниципального района','81618151','поселок Заиграево','81618165','поселок Онохой','81618400','Сельские поселения Заиграевского муниципального района','81618403','Ацагатское','81618405','Верхнеилькинское','81618410','Горхонское','81618415','Дабатуйское','81618425','Илькинское','81618427','Ключевское','81618430','Курбинское','81618435','Новобрянское','81618437','Новоильинское','81618447','Первомаевское','81618450','Старо-Брянское','81618452','Талецкое','81618453','Тамахтайское','81618455','Унэгэтэйское','81618458','Усть-Брянское','81618465','Челутаевское','81618470','Шабурское']]
,['81621','Закаменский муниципальный район',['81621100','Городские поселения Закаменского муниципального района','81621101','город Закаменск','81621400','Сельские поселения Закаменского муниципального района','81621401','Баянгольское','81621402','Бортойское','81621403','Бургуйское','81621404','Далахайское','81621405','Дутулурское','81621410','Енгорбойское','81621412','Ехэ-Цакирское','81621415','Михайловское','81621420','Мылинское','81621422','Нуртинское','81621425','Санагинское','81621430','Улекчинское','81621431','Улентуйское','81621433','Усть-Бургалтайское','81621435','Утатайское','81621440','Хамнейское','81621441','Харацайское','81621442','Хуртагинское','81621443','Хужирское','81621445','Цаган-Моринское','81621450','Цакирское','81621455','Шара-Азаргинское']]
,['81622','Иволгинский муниципальный район',['81622400','Сельские поселения Иволгинского муниципального района','81622410','Гильбиринское','81622415','Гурульбинское','81622420','Иволгинское','81622428','Нижнеиволгинское','81622430','Оронгойское','81622440','Сотниковское']]
,['81624','Кабанский муниципальный район',['81624100','Городские поселения Кабанского муниципального района','81624103','Бабушкинское','81624158','Каменское','81624163','Селенгинское','81624400','Сельские поселения Кабанского муниципального района','81624410','Байкало-Кударинское','81624415','Большереченское','81624420','Брянское','81624422','Выдринское','81624430','Кабанское','81624435','Клюевское','81624440','Колесовское','81624442','Корсаковское','81624443','Красноярское','81624450','Оймурское','81624454','Ранжуровское','81624460','Посольское','81624470','Сухинское','81624475','Танхойское','81624480','Твороговское','81624490','Шергинское']]
,['81627','Кижингинский муниципальный район',['81627400','Сельские поселения Кижингинского муниципального района','81627411','Верхнекижингинский сомон','81627422','Верхнекодунский сомон','81627433','Кижингинский сомон','81627440','Могсохонский сомон','81627444','Нижнекодунский сомон','81627446','Новокижингинск','81627455','Среднекодунский сомон','81627466','Сулхара','81627477','Чесанский сомон']]
,['81630','Курумканский муниципальный район',['81630400','Сельские поселения Курумканского муниципального района','81630410','Барагхан','81630422','Арзгун','81630433','Дырен эвенкийское','81630444','Курумкан','81630455','Майск','81630457','Могойто','81630466','Сахули','81630469','Улюнхан эвенкийское','81630477','Аргада','81630480','Элэсун']]
,['81633','Кяхтинский муниципальный район',['81633100','Городские поселения Кяхтинского муниципального района','81633101','город Кяхта','81633155','Наушкинское','81633400','Сельские поселения Кяхтинского муниципального района','81633405','Алтайское','81633410','Большекударинское','81633415','Большелугское','81633420','Зарянское','81633425','Кударинское','81633427','Малокударинское','81633428','Мурочинское','81633430','Тамирское','81633432','Первомайское','81633433','Субуктуйское','81633435','Усть-Киранское','81633440','Усть-Кяхтинское','81633445','Хоронхойское','81633448','Чикойское','81633450','Шарагольское']]
,['81635','Муйский муниципальный район',['81635100','Городские поселения Муйского муниципального района','81635151','поселок Таксимо','81635153','Северомуйское','81635400','Сельские поселения Муйского муниципального района','81635410','Муйская сельская администрация','81635700','Межселенные территории Муйского муниципального района','81635701','Межселенные территории Муйского муниципального района, кроме территорий сельского и городских поселений']]
,['81636','Мухоршибирский муниципальный район',['81636400','Сельские поселения Мухоршибирского муниципального района','81636403','Барское','81636405','Бомское','81636415','Калиновское','81636420','Кусотинское','81636425','Мухоршибирское','81636428','Нарсатуйское','81636430','Никольское','81636435','Новозаганское','81636440','Подлопатинское','81636442','Саганнурское','81636445','Тугнуйское','81636447','Харашибирское','81636450','Хонхолойское','81636455','Хошун-Узурское','81636460','Цолгинское','81636465','Шаралдайское']]
,['81639','Окинский муниципальный район',['81639400','Сельские поселения Окинского муниципального района','81639411','Саянское','81639413','Бурунгольское','81639422','Орликское','81639433','Сойотское']]
,['81642','Прибайкальский муниципальный район',['81642400','Сельские поселения Прибайкальского муниципального района','81642422','Гремячинское','81642433','Зырянское','81642454','Ильинское','81642455','Итанцинское','81642457','Мостовское','81642460','Нестеровское','81642466','Таловское','81642477','Татауровское','81642488','Турунтаевское','81642489','Туркинское']]
,['81645','Северо-Байкальский муниципальный район',['81645100','Городские поселения Северо-Байкальского муниципального района','81645154','поселок Кичера','81645155','поселок Нижнеангарск','81645156','поселок Новый Уоян','81645175','Янчукан','81645400','Сельские поселения Северо-Байкальского муниципального района','81645403','Ангоянское','81645411','Байкальское эвенкийское','81645422','Куморское эвенкийское','81645433','Верхнезаимское','81645444','Холодное эвенкийское','81645455','Уоянское эвенкийское','81645700','Межселенные территории Северо-Байкальского муниципального района','81645701','Межселенные территории Северо-Байкальского муниципального района, кроме территорий сельских и городских поселений']]
,['81648','Селенгинский муниципальный район',['81648100','Городские поселения Селенгинского муниципального района','81648101','город Гусиноозерск','81648400','Сельские поселения Селенгинского муниципального района','81648404','Бараты','81648408','Гусиное Озеро','81648411','Жаргаланта','81648422','Загустайское','81648433','Сутой','81648444','Иройское','81648450','Нижнеубукунское','81648455','Новоселенгинское','81648466','Ноехонское','81648473','Селендума','81648476','Темник','81648477','Убур-Дзокойское']]
,['81650','Тарбагатайский муниципальный район',['81650400','Сельские поселения Тарбагатайского муниципального района','81650405','Барыкинское','81650408','Большекуналейское','81650415','Десятниковское','81650418','Верхнежиримское','81650422','Заводское','81650427','Куйтунское','81650430','Нижнежиримское','81650435','Саянтуйское','81650440','Тарбагатайское','81650450','Шалутское']]
,['81651','Тункинский муниципальный район',['81651400','Сельские поселения Тункинского муниципального района','81651403','Аршан','81651405','Галбай','81651408','Далахай','81651411','Жемчуг','81651415','Зун-Мурино','81651420','Кыренское','81651425','Монды','81651433','Толтой','81651444','Торы','81651455','Тунка','81651466','Туран','81651471','Харбяты','81651472','Хойто-Гол','81651473','Хужиры']]
,['81657','Хоринский муниципальный район',['81657400','Сельские поселения Хоринского муниципального района','81657405','Ашангинское','81657410','Верхнекурбинское','81657415','Верхнеталецкое','81657420','Краснопартизанское','81657423','Кульское','81657424','Ойбонтовское','81657425','Удинское','81657432','Хасуртайское','81657435','Хоринское']]
,['81701','город Улан-Удэ',undefined
]
,['81720','город Северобайкальск',undefined
]
]]
,['82','МО Республики Дагестан',
[['82601','Агульский муниципальный район',['82601400','Сельские поселения Агульского муниципального района','82601405','сельсовет Амухский','82601410','село Буркихан','82601415','сельсовет Буршагский','82601420','сельсовет Дулдугский','82601425','сельсовет Курагский','82601430','сельсовет Ричинский','82601435','село Тпиг','82601440','село Фите','82601445','сельсовет Хутхульский','82601450','село Чираг']]
,['82603','Акушинский муниципальный район',['82603400','Сельские поселения Акушинского муниципального района','82603404','сельсовет Акушинский','82603406','сельсовет Алиханмахинский','82603408','село Аметеркмахи','82603412','сельсовет Балхарский','82603416','сельсовет Бургимакмахинский','82603420','село Бутри','82603424','село Верхние Мулебки','82603428','село Гапшима','82603432','село Герхмахи','82603436','село Гинта','82603438','село Геба','82603440','сельсовет Дубримахинский','82603442','село Кавкамахи','82603444','сельсовет Кассагумахинский','82603447','село Куркимахи','82603448','село Муги','82603452','сельсовет Нахкинский','82603456','сельсовет Нацинский','82603460','село Танты','82603464','сельсовет Тебекмахинский','82603468','село Уллучара','82603472','сельсовет Урхучимахинский','82603476','сельсовет Усишинский','82603480','сельсовет Цугнинский','82603485','сельсовет Шуктынский']]
,['82605','Ахвахский муниципальный район',['82605400','Сельские поселения Ахвахского муниципального района','82605405','сельсовет Анчикский','82605410','село Арчо','82605415','сельсовет Верхнеинхелинский','82605420','село Изано','82605425','сельсовет Ингердахский','82605430','сельсовет Каратинский','82605435','село Кудиябросо','82605440','село Лологонитль','82605445','село Местерух','82605450','сельсовет Тад-Магитлинский','82605455','сельсовет Тлибишинский','82605460','село Тукита','82605465','сельсовет Цолодинский']]
,['82606','Ахтынский муниципальный район',['82606400','Сельские поселения Ахтынского муниципального района','82606405','сельсовет Ахтынский','82606410','село Гдым','82606415','село Джаба','82606420','село Зрых','82606425','село Кака','82606437','село Калук','82606445','сельсовет Луткунский','82606465','сельсовет Смугульский','82606475','село Ухул','82606480','село Фий','82606485','село Хнов','82606490','сельсовет Хрюгский','82606495','село Ялак']]
,['82607','Бабаюртовский муниципальный район',['82607400','Сельские поселения Бабаюртовского муниципального района','82607405','сельсовет Адиль-Янгиюртовский','82607410','село Бабаюрт','82607415','сельсовет Геметюбинский','82607420','село Герменчик','82607425','село Львовский № 1','82607430','село Люксембург','82607432','сельсовет Мужукайский','82607435','село Новокаре','82607440','сельсовет Новокосинский','82607445','сельсовет Тамазатюбинский','82607450','село Татаюрт','82607455','сельсовет Туршунайский','82607460','село Уцмиюрт','82607465','село Хамаматюрт','82607470','сельсовет Хасанайский']]
,['82609','Ботлихский муниципальный район',['82609400','Сельские поселения Ботлихского муниципального района','82609405','село Алак','82609410','сельсовет Андийский','82609415','сельсовет Ансалтинский','82609417','село Ашали','82609420','сельсовет Ботлихский','82609425','село Гагатли','82609430','сельсовет Годоберинский','82609435','село Зило','82609440','село Кижани','82609442','село Кванхидатли','82609445','село Миарсо','82609450','сельсовет Мунинский','82609455','село Нижнее Инхело','82609458','село Рахата','82609460','сельсовет Рикванинский','82609465','село Тандо','82609470','село Тлох','82609475','сельсовет Хелетуринский','82609480','сельсовет Чанковский','82609485','сельсовет Шодродинский']]
,['82611','Буйнакский муниципальный район',['82611400','Сельские поселения Буйнакского муниципального района','82611405','село Акайтала','82611408','сельсовет Апшинский','82611412','село Аркас','82611416','село Атланаул','82611420','село Буглен','82611424','село Верхний Дженгутай','82611428','сельсовет Верхнеказанищенский','82611432','сельсовет Верхне-Каранаевский','82611436','село Дуранги','82611440','сельсовет Ишкартынский','82611444','село Кадар','82611448','сельсовет Карамахинский','82611452','село Кафыр-Кумух','82611460','сельсовет Манасаульский','82611464','село Нижний Дженгутай','82611468','село Нижнее Казанище','82611476','сельсовет Халимбекаульский','82611480','сельсовет Чанкурбинский','82611484','село Чиркей','82611488','сельсовет Эрпелинский']]
,['82613','Гергебильский муниципальный район',['82613400','Сельские поселения Гергебильского муниципального района','82613411','село Аймаки','82613422','село Гергебиль','82613433','сельсовет Дарада-Мурадинский','82613444','сельсовет Кикунинский','82613455','село Кудутль','82613457','село Курми','82613466','село Маали','82613477','сельсовет Могохский','82613488','сельсовет Хвартикунинский','82613490','село Чалда']]
,['82615','Гумбетовский муниципальный район',['82615400','Сельские поселения Гумбетовского муниципального района','82615405','сельсовет Арадирихский','82615410','сельсовет Аргванинский','82615420','село Верхнее Инхо','82615423','село Гадари','82615430','село Данух','82615435','сельсовет Игалинский','82615440','село Ингиши','82615445','село Килятль','82615450','сельсовет Мехельтинский','82615455','село Нижнее Инхо','82615460','село Тлярата','82615465','сельсовет Цилитлинский','82615470','село Чирката','82615472','село Читль','82615475','сельсовет Цунди-Шабдухский']]
,['82616','Гунибский муниципальный район',['82616400','Сельские поселения Гунибского муниципального района','82616405','сельсовет Бацадинский','82616410','село Бухты','82616415','село Гонода','82616420','село Гуниб','82616425','сельсовет Кегерский','82616430','сельсовет Кородинский','82616435','сельсовет Кудалинский','82616440','сельсовет Тлогобский','82616445','село Мегеб','82616450','село Обох','82616455','сельсовет Ругуджинский','82616460','село Салта','82616465','сельсовет Согратлинский','82616471','село Хиндах','82616472','село Хоточ','82616475','сельсовет Чохский','82616480','сельсовет Шангодинский','82616485','сельсовет Шуланинский']]
,['82618','Дахадаевский муниципальный район',['82618400','Сельские поселения Дахадаевского муниципального района','82618404','сельсовет Аштынский','82618408','сельсовет Бускринский','82618412','сельсовет Гуладтынский','82618420','село Дибгалик','82618424','сельсовет Дибгашинский','82618428','сельсовет Дуакарский','82618430','село Зильбачи','82618431','село Зубанчи','82618432','сельсовет Ицаринский','82618434','село Калкни','82618436','сельсовет Карбучимахинский','82618440','сельсовет Кищинский','82618444','сельсовет Кудагинский','82618445','село Кунки','82618448','село Меусиша','82618452','сельсовет Сутбукский','82618456','сельсовет Трисанчинский','82618460','сельсовет Урагинский','82618464','сельсовет Ураринский','82618468','сельсовет Уркарахский','82618472','село Харбук','82618476','село Хуршни','82618480','сельсовет Цизгаринский','82618485','село Чишили','82618487','село Морское','82618489','село Кубачи']]
,['82620','Дербентский муниципальный район',['82620100','Городские поселения Дербентского муниципального района','82620155','поселок Белиджи','82620162','поселок Мамедкала','82620400','Сельские поселения Дербентского муниципального района','82620402','село Аглоби','82620403','село Араблинское','82620405','село Белиджи','82620410','сельсовет Берикеевский','82620415','село Великент','82620420','село Геджух','82620422','село Деличобан','82620425','село Джалган','82620430','село Джемикент','82620435','сельсовет Зидьян-Казмалярский','82620437','село Кала','82620438','село Куллар','82620440','село Митаги','82620442','село Митаги-Казмаляр','82620445','село Мугарты','82620447','село Музаим','82620450','село Нюгди','82620455','село Падар','82620460','сельсовет Первомайский','82620464','сельсовет Рубасский','82620465','село Рукель','82620470','село Сабнова','82620475','село Салик','82620480','сельсовет Татлярский','82620481','село Уллу-Теркеме','82620483','сельсовет Хазарский','82620488','сельсовет Чинарский']]
,['82621','Докузпаринский муниципальный район',['82621400','Сельские поселения Докузпаринского муниципального района','82621430','село Каладжух','82621433','село Каракюре','82621435','сельсовет Килерский','82621440','село Куруш','82621455','сельсовет Микрахский','82621460','село Мискинджа','82621465','село Новое Каракюре','82621473','село Усухчай','82621475','село Авадан']]
,['82622','Казбековский муниципальный район',['82622100','Городские поселения Казбековского муниципального района','82622155','поселок Дубки','82622400','Сельские поселения Казбековского муниципального района','82622405','село Алмак','82622407','сельсовет Артлухский','82622410','село Буртунай','82622415','село Гертма','82622417','село Гостала','82622420','село Гуни','82622425','село Дылым','82622435','село Инчха','82622440','село Калининаул','82622445','село Ленинаул','82622450','сельсовет Хубарский','82622455','сельсовет Зубутлинский']]
,['82623','Кайтагский муниципальный район',['82623400','Сельские поселения Кайтагского муниципального района','82623410','сельсовет Ахмедкентский','82623415','сельсовет Баршамайский','82623420','сельсовет Варситский','82623425','село Гулли','82623430','сельсовет Джавгатский','82623435','сельсовет Джибахнинский','82623437','село Джинаби','82623440','сельсовет Джирабачинский','82623445','сельсовет Карацанский','82623450','сельсовет Киркинский','82623455','сельсовет Кирцикский','82623460','сельсовет Маджалисский','82623463','село Санчи','82623465','село Чумли','82623470','сельсовет Шилягинский','82623475','сельсовет Янгикентский']]
,['82624','Каякентский муниципальный район',['82624400','Сельские поселения Каякентского муниципального района','82624405','сельсовет Алхаджакентский','82624410','село Башлыкент','82624415','село Герга','82624418','село Дружба','82624419','село Джаванкент','82624420','село Капкайкент','82624425','село Каранайаул','82624430','сельсовет Каякентский','82624433','сельсовет Нововикринский','82624435','сельсовет Новокаякентский','82624440','село Первомайское','82624442','сельсовет Сагаси-Дейбукский','82624445','село Усемикент','82624450','село Утамыш']]
,['82626','Кизилюртовский муниципальный район',['82626400','Сельские поселения Кизилюртовского муниципального района','82626405','село Акнада','82626417','село Гельбах','82626425','село Кироваул','82626430','село Комсомольское','82626440','село Кульзеб','82626445','сельсовет Зубутли-Миатлинский','82626448','село Миатли','82626450','сельсовет Нечаевский','82626455','село Нижний Чирюрт','82626460','село Новый Чиркей','82626465','сельсовет Стальский','82626470','село Султан-Янги-Юрт','82626475','село Чонтаул']]
,['82627','Кизлярский муниципальный район',['82627400','Сельские поселения Кизлярского муниципального района','82627405','сельсовет Аверьяновский','82627410','сельсовет Александрийский','82627415','сельсовет Большеарешевский','82627420','сельсовет Большебредихинский','82627425','сельсовет Большезадоевский','82627430','сельсовет Брянский','82627432','сельсовет Впередовский','82627435','сельсовет Кардоновский','82627440','сельсовет Кизлярский','82627445','сельсовет Косякинский','82627450','сельсовет Крайновский','82627455','сельсовет Красноармейский','82627460','сельсовет Малоарешевский','82627465','село Новый Бирюзяк','82627470','сельсовет Новокохановский','82627471','сельсовет Новосеребряковский','82627472','село Огузер','82627485','село Тушиловка','82627490','сельсовет Цветковский','82627495','сельсовет Черняевский','82627497','сельсовет Южный','82627499','сельсовет Яснополянский']]
,['82629','Кулинский муниципальный район',['82629400','Сельские поселения Кулинского муниципального района','82629405','село Вачи','82629410','сельсовет Вихлинский','82629415','село Кани','82629420','сельсовет Каялинский','82629425','село Кули','82629430','село Сумбатль','82629435','село Хойхи','82629440','село Хосрех','82629445','село Цовкра-1','82629450','село Цовкра-2','82629455','село Цущар','82629460','село Цыйша']]
,['82630','Курахский муниципальный район',['82630400','Сельские поселения Курахского муниципального района','82630405','сельсовет Ашарский','82630410','сельсовет Гельхенский','82630415','сельсовет Икринский','82630420','село Кабир','82630425','сельсовет Кочхюрский','82630430','сельсовет Курахский','82630435','сельсовет Кутульский','82630440','сельсовет Усугский','82630443','село Хпюк','82630445','сельсовет Шимихюрский','82630450','сельсовет Штульский','82630452','село Аладаш','82630454','село Кумук','82630456','сельсовет Моллакентский']]
,['82632','Лакский муниципальный район',['82632400','Сельские поселения Лакского муниципального района','82632404','сельсовет Буршинский','82632412','сельсовет Камахальский','82632416','сельсовет Карашинский','82632420','село Кара','82632424','сельсовет Кубинский','82632428','сельсовет Кубринский','82632432','сельсовет Кулушацский','82632436','сельсовет Куминский','82632440','сельсовет Кумухский','82632444','сельсовет Кундынский','82632448','сельсовет Унчукатлинский','82632452','сельсовет Уринский','82632456','село Хулисма','82632460','сельсовет Хунинский','82632464','сельсовет Хуринский','82632468','сельсовет Хурхинский','82632476','сельсовет Курклинский','82632478','село Шара','82632480','сельсовет Шовкринский']]
,['82634','Левашинский муниципальный район',['82634400','Сельские поселения Левашинского муниципального района','82634404','сельсовет Аршимахинский','82634408','село Ахкент','82634411','сельсовет Аялакабский','82634415','сельсовет Верхне-Лабкомахинский','82634418','сельсовет Верхне-Убекимахинский','82634420','сельсовет Джангамахинский','82634423','сельсовет Какамахинский','82634426','сельсовет Карлабкинский','82634430','село Кулецма','82634433','сельсовет Куппинский','82634436','село Кутиша','82634440','село Леваши','82634444','сельсовет Мекегинский','82634448','сельсовет Мусультемахинский','82634452','село Наскент','82634456','село Нижнее Чугли','82634460','село Орада Чугли','82634464','село Охли','82634468','село Уллуая','82634472','село Урма','82634476','сельсовет Хаджалмахинский','82634479','село Хахита','82634483','сельсовет Цудахарский','82634486','село Цухта','82634490','село Чуни','82634495','сельсовет Эбдалаянский']]
,['82635','Карабудахкентский муниципальный район',['82635100','Городские поселения Карабудахкентского муниципального района','82635153','поселок Ачи-Су','82635155','поселок Манас','82635400','Сельские поселения Карабудахкентского муниципального района','82635405','село Аданак','82635407','село Агачаул','82635410','село Гели','82635415','сельсовет Губденский','82635420','село Гурбуки','82635425','село Доргели','82635430','село Зеленоморск','82635435','сельсовет Кака-Шуринский','82635440','село Карабудахкент','82635442','село Манаскент','82635445','село Параул','82635450','село Уллубийаул']]
,['82636','Кумторкалинский муниципальный район',['82636100','Городские поселения Кумторкалинского муниципального района','82636155','поселок Тюбе','82636400','Сельские поселения Кумторкалинского муниципального района','82636403','село Аджидада','82636406','село Алмало','82636420','сельсовет Коркмаскалинский','82636430','село Темиргое','82636435','село Учкент','82636440','село Шамхал-Янги-Юрт']]
,['82637','Магарамкентский муниципальный район',['82637400','Сельские поселения Магарамкентского муниципального района','82637405','село Азадоглы','82637407','сельсовет Бильбильский','82637408','село Бут-Казмаляр','82637410','село Гапцах','82637415','сельсовет Гарахский','82637420','село Гильяр','82637425','сельсовет Кабир-Казмалярский','82637430','село Картас-Казмаляр','82637435','сельсовет Киркинский','82637437','село Куйсун','82637440','сельсовет Магарамкентский','82637442','село Мугерган','82637445','сельсовет Новоаульский','82637450','сельсовет Оружбинский','82637455','село Самур','82637460','село Советское','82637465','сельсовет Тагиркент-Казмалярский','82637470','село Филя','82637472','село Ходжа-Казмаляр','82637475','село Целягюн','82637478','село Чахчах-Казмаляр','82637492','село Яраг-Казмаляр']]
,['82639','Новолакский муниципальный район',['82639400','Сельские поселения Новолакского муниципального района','82639405','село Ахар','82639410','село Банайюрт','82639422','село Гамиях','82639433','сельсовет Барчхойотарский','82639444','село Новолакское','82639455','сельсовет Новокулинский','82639466','сельсовет Новомехельтинский','82639477','село Новочуртах','82639488','село Тухчар','82639494','село Чапаево','82639495','село Шушия','82639497','село Ямансу','82639498','сельсовет Дучинский']]
,['82640','Ногайский муниципальный район',['82640400','Сельские поселения Ногайского муниципального района','82640411','сельсовет Арсланбековский','82640420','сельсовет Карагасский','82640421','сельсовет Карасувский','82640422','сельсовет Коктюбинский','82640433','село Кумли','82640444','село Кунбатар','82640455','сельсовет Ортатюбинский','82640466','село Терекли-Мектеб','82640477','село Червленные Буруны','82640485','село Эдиге']]
,['82642','Рутульский муниципальный район',['82642400','Сельские поселения Рутульского муниципального района','82642405','сельсовет Амсарский','82642410','село Аракул','82642415','сельсовет Борчский','82642418','село Верхний Катрух','82642420','сельсовет Гельмецинский','82642430','сельсовет Ихрекский','82642435','сельсовет Кальяльский','82642437','село Кина','82642440','сельсовет Лучекский','82642445','сельсовет Мюхрекский','82642450','село Мишлеш','82642452','село Муслах','82642455','село Нижний Катрух','82642460','сельсовет Рутульский','82642465','сельсовет Хлютский','82642470','сельсовет Цахурский','82642475','сельсовет Шиназский']]
,['82644','Сергокалинский муниципальный район',['82644400','Сельские поселения Сергокалинского муниципального района','82644405','сельсовет Аймаумахинский','82644407','село Аялизимахи','82644410','сельсовет Бурдекинский','82644415','сельсовет Ванашимахинский','82644420','сельсовет Дегвинский','82644425','село Канасираги','82644430','сельсовет Кичи-Гамринский','82644432','село Мамааул','82644433','сельсовет Миглакасимахинский','82644435','сельсовет Новомугринский','82644440','село Мургук','82644445','село Мюрего','82644450','сельсовет Нижнемулебкинский','82644455','сельсовет Сергокалинский','82644460','сельсовет Урахинский']]
,['82646','Шамильский муниципальный район',['82646400','Сельские поселения Шамильского муниципального района','82646405','село Андых','82646410','село Ассаб','82646415','сельсовет Батлухский','82646417','село Верхний Батлух','82646420','село Гента','82646425','село Гоготль','82646430','сельсовет Голотлинский','82646435','сельсовет Гоорский','82646440','село Дагбаш','82646445','сельсовет Кахибский','82646450','сельсовет Куанибский','82646451','село Мачада','82646452','село Могох','82646455','село Ратлуб','82646460','сельсовет Ругельдинский','82646465','село Хебда','82646470','сельсовет Телетлинский','82646475','сельсовет Тидибский','82646477','село Тлянуб','82646480','сельсовет Тогохский','82646485','сельсовет Урадинский','82646490','село Уриб','82646492','село Хотода','82646493','село Хучада','82646495','село Цекоб']]
,['82647','Сулейман-Стальский муниципальный район',['82647400','Сельские поселения Сулейман-Стальского муниципального района','82647405','село Эминхюр','82647410','сельсовет Алкадарский','82647420','сельсовет Ашага-Стальский','82647425','сельсовет Герейхановский','82647430','село Даркуш-Казмаляр','82647435','сельсовет Карчагский','82647440','сельсовет Испикский','82647445','сельсовет Касумкентский','82647450','село Куркент','82647455','сельсовет Новомакинский','82647460','село Орта-Стал','82647465','сельсовет Уллугатагский','82647467','село Хпюк','82647470','сельсовет Цмурский','82647475','сельсовет Шихикентский','82647480','село Юхари-Стал']]
,['82648','Табасаранский муниципальный район',['82648400','Сельские поселения Табасаранского муниципального района','82648404','сельсовет Аракский','82648408','сельсовет Аркитский','82648412','сельсовет Бурганкентский','82648416','сельсовет Гуминский','82648420','сельсовет Гурикский','82648422','село Гюхряг','82648424','село Дарваг','82648426','сельсовет Джульджагский','82648428','сельсовет Дюбекский','82648432','сельсовет Ерсинский','82648436','сельсовет Кужникский','82648440','сельсовет Куркакский','82648444','сельсовет Марагинский','82648448','село Сиртич','82648452','сельсовет Тинитский','82648456','сельсовет Турагский','82648460','сельсовет Халагский','82648464','сельсовет Хапильский','82648468','сельсовет Хели-Пенджинский','82648476','сельсовет Хурикский','82648480','сельсовет Хучнинский','82648484','село Чулат']]
,['82649','Тарумовский муниципальный район',['82649400','Сельские поселения Тарумовского муниципального района','82649403','село Александро-Невское','82649409','сельсовет Калиновский','82649411','село Карабаглы','82649422','село Коктюбей','82649427','село Кочубей','82649433','сельсовет Новогеоргиевский','82649435','село Новодмитриевка','82649437','село Новоромановка','82649444','село Раздолье','82649455','сельсовет Таловский','82649466','село Тарумовка','82649477','сельсовет Уллубиевский','82649488','сельсовет Юрковский']]
,['82651','Тляратинский муниципальный район',['82651400','Сельские поселения Тляратинского муниципального района','82651405','сельсовет Гведышский','82651410','сельсовет Герельский','82651415','сельсовет Камилухский','82651417','сельсовет Кардибский','82651420','сельсовет Колобский','82651425','сельсовет Кособский','82651430','село Кутлаб','82651435','сельсовет Мазадинский','82651436','сельсовет Начадинский','82651440','сельсовет Саниортинский','82651445','сельсовет Тляратинский','82651446','сельсовет Тохотинский','82651450','сельсовет Хадияльский','82651455','сельсовет Хидибский','82651460','сельсовет Хиндахский','82651465','сельсовет Чадаколобский','82651468','сельсовет Чородинский','82651470','сельсовет Шидибский','82651472','сельсовет Гиндибский']]
,['82653','Унцукульский муниципальный район',['82653100','Городские поселения Унцукульского муниципального района','82653155','поселок Шамилькала','82653400','Сельские поселения Унцукульского муниципального района','82653405','сельсовет Араканский','82653410','село Ашильта','82653415','сельсовет Балаханский','82653420','село Гимры','82653425','село Ирганай','82653430','сельсовет Иштибуринский','82653435','сельсовет Кахабросинский','82653437','сельсовет Майданский','82653440','сельсовет Унцукульский','82653445','село Харачи','82653450','село Цатаних']]
,['82654','Хасавюртовский муниципальный район',['82654400','Сельские поселения Хасавюртовского муниципального района','82654402','село Аджимажагатюрт','82654403','сельсовет Адильотарский','82654405','село Акбулатюрт','82654406','село Аксай','82654409','село Эндирей','82654412','сельсовет Байрамаульский','82654415','село Бамматюрт','82654418','село Баташюрт','82654421','сельсовет Батаюртовский','82654423','село Борагангечув','82654425','село Дзержинское','82654429','село Цияб Ичичали','82654432','сельсовет Казмааульский','82654435','село Кандаураул','82654438','сельсовет Карланюртовский','82654441','сельсовет Кокрекский','82654444','сельсовет Костекский','82654447','село Куруш','82654448','сельсовет Могилевский','82654449','село Моксоб','82654450','село Муцалаул','82654453','село Новогагатли','82654454','село Новый Костек','82654456','сельсовет Новосельский','82654457','село Новососитли','82654459','село Нурадилово','82654462','сельсовет Октябрьский','82654463','сельсовет Османюртовский','82654464','село Первомайское','82654465','сельсовет Покровский','82654467','село Садовое','82654469','село Сиух','82654472','село Советское','82654473','село Солнечное','82654475','село Сулевкент','82654478','сельсовет Темираульский','82654481','село Теречное','82654484','село Тукита','82654486','село Тотурбийкала','82654488','село Хамавюрт','82654492','село Чагаротар','82654495','село Шагада']]
,['82655','Хивский муниципальный район',['82655400','Сельские поселения Хивского муниципального района','82655405','сельсовет Ашага-Архитский','82655410','сельсовет Захитский','82655415','сельсовет Ашага-Яракский','82655420','село Зильдик','82655425','сельсовет Кондикский','82655430','сельсовет Концильский','82655435','сельсовет Кошкентский','82655440','село Куг','82655445','сельсовет Ляхлинский','82655455','сельсовет Ургинский','82655460','село Хив','82655461','сельсовет Хореджский','82655463','село Цнал','82655470','сельсовет Межгюльский','82655475','сельсовет Чувекский','82655477','село Новый Фриг']]
,['82656','Хунзахский муниципальный район',['82656400','Сельские поселения Хунзахского муниципального района','82656405','сельсовет Амиштинский','82656410','сельсовет Амущинский','82656415','село Цада','82656420','сельсовет Ахалчинский','82656425','сельсовет Батлаичский','82656430','село Буцра','82656434','село Гацалух','82656435','сельсовет Гоцатлинский','82656437','село Мочох','82656438','село Мушули','82656440','сельсовет Ободинский','82656443','село Оркачи','82656445','село Орота','82656450','сельсовет Очлинский','82656455','сельсовет Сиухский','82656460','сельсовет Танусинский','82656465','сельсовет Тлайлухский','82656470','сельсовет Уздалросинский','82656475','село Харахи','82656480','сельсовет Хариколинский','82656485','сельсовет Хиндахский','82656490','сельсовет Хунзахский','82656495','село Шотода','82656497','сельсовет Самилахский']]
,['82657','Цумадинский муниципальный район',['82657400','Сельские поселения Цумадинского муниципального района','82657405','село Агвали','82657408','сельсовет Верхнегакваринский','82657410','сельсовет Гадиринский','82657412','село Гакко','82657415','сельсовет Гигатлинский','82657420','сельсовет Инхокваринский','82657425','сельсовет Кванадинский','82657426','сельсовет Кочалинский','82657427','село Кеди','82657428','село Метрада','82657430','сельсовет Нижнегакваринский','82657435','сельсовет Нижнехваршининский','82657440','село Саситли','82657445','село Сильди','82657450','сельсовет Тиндинский','82657455','село Тисси','82657460','село Тлондода','82657462','сельсовет Хваршинский','82657463','село Хушет','82657465','сельсовет Хуштадинский','82657470','сельсовет Цумадинский','82657475','сельсовет Эчединский','82657477','сельсовет Шавинский']]
,['82658','Цунтинский муниципальный район',['82658400','Сельские поселения Цунтинского муниципального района','82658410','сельсовет Бежтинский Бежтинского участка','82658412','сельсовет Гунзибский Бежтинского участка','82658415','сельсовет Кидеринский','82658420','сельсовет Кимятлинский','82658423','сельсовет Терутлинский','82658425','село Тлядал Бежтинского участка','82658430','сельсовет Тляцудинский','82658434','село Хашархота Бежтинского участка','82658435','сельсовет Хибиятлинский','82658440','сельсовет Шаитлинский','82658445','сельсовет Шапихский','82658450','сельсовет Шауринский','82658454','сельсовет Качалайский Бежтинского участка']]
,['82659','Чародинский муниципальный район',['82659400','Сельские поселения Чародинского муниципального района','82659405','сельсовет Арчибский','82659410','сельсовет Гилибский','82659415','сельсовет Гочадинский','82659420','сельсовет Гочобский','82659425','сельсовет Дусрахский','82659430','сельсовет Ирибский','82659435','сельсовет Магарский','82659437','село Мугурух','82659440','сельсовет Суметинский','82659445','сельсовет Цурибский','82659450','село Чарода','82659455','село Шалиб','82659457','село Цадах']]
,['82701','город Махачкала',['82701300','Внутригородские районы городского округа город Махачкала','82701362','Кировский район','82701365','Ленинский район','82701370','Советский район']]
,['82705','город Буйнакск',undefined
]
,['82708','город Дагестанские Огни',undefined
]
,['82710','город Дербент',undefined
]
,['82715','город Избербаш',undefined
]
,['82720','город Каспийск',undefined
]
,['82725','город Кизилюрт',undefined
]
,['82730','город Кизляр',undefined
]
,['82735','город Хасавюрт',undefined
]
,['82738','город Южно-Сухокумск',undefined
]
]]
,['83','МО Кабардино-Балкарской Республики',
[['83610','Баксанский муниципальный район',['83610400','Сельские поселения Баксанского муниципального района','83610405','Баксаненок','83610410','Верхний Куркужин','83610420','Жанхотеко','83610425','Заюково','83610430','Кишпек','83610435','Кременчуг-Константиновское','83610440','Куба-Таба','83610445','Куба','83610450','Атажукино','83610455','Исламей','83610465','Нижний Куркужин','83610470','Псыхурей','83610472','Псычох']]
,['83615','Зольский муниципальный район',['83615100','Городские поселения Зольского муниципального района','83615151','Залукокоаже','83615400','Сельские поселения Зольского муниципального района','83615402','Белокаменское','83615405','Залукодес','83615415','Зольское','83615420','Каменномостское','83615425','Камлюково','83615430','Кичмалка','83615435','Малка','83615440','Приречное','83615445','Псынадаха','83615450','Сармаково','83615455','Светловодское','83615460','Совхозное','83615465','Хабаз','83615470','Шордаково','83615475','Этоко']]
,['83618','Лескенский муниципальный район',['83618400','Сельские поселения Лескенского муниципального района','83618403','Анзорей','83618406','Аргудан','83618412','Верхний Лескен','83618415','Второй Лескен','83618420','Ерокко','83618435','Озрек','83618440','Хатуей','83618445','Ташлы-Тала','83618450','Урух']]
,['83620','Майский муниципальный район',['83620100','Городские поселения Майского муниципального района','83620101','Майский','83620400','Сельские поселения Майского муниципального района','83620411','станица Александровская','83620422','станица Котляревская','83620433','Ново-Ивановское','83620444','Октябрьское']]
,['83625','Прохладненский муниципальный район',['83625400','Сельские поселения Прохладненского муниципального района','83625405','Алтуд','83625410','станица Екатериноградская','83625413','Заречное','83625415','Красносельское','83625420','Дальнее','83625425','Карагач','83625426','Малакановское','83625427','Ново-Полтавское','83625430','Благовещенка','83625440','станица Приближная','83625445','Прималкинское','83625450','Пролетарское','83625452','Псыншоко','83625454','Советское','83625455','станица Солдатская','83625458','Ульяновское','83625460','Учебное','83625465','Черниговское','83625470','Янтарное']]
,['83630','Черекский муниципальный район',['83630100','Городские поселения Черекского муниципального района','83630151','Кашхатау','83630400','Сельские поселения Черекского муниципального района','83630410','Аушигер','83630420','Бабугент','83630430','Безенги','83630440','Верхняя Балкария','83630450','Верхняя Жемтала','83630455','Герпегеж','83630460','Жемтала','83630465','Зарагиж','83630470','Карасу']]
,['83635','Терский муниципальный район',['83635100','Городские поселения Терского муниципального района','83635101','Терек','83635400','Сельские поселения Терского муниципального района','83635405','Арик','83635408','Белоглинское','83635410','Верхний Акбаш','83635415','Верхний Курп','83635420','Дейское','83635421','Джулат','83635422','Интернациональное','83635425','Красноармейское','83635427','Инаркой','83635430','Нижний Курп','83635435','Новая Балкария','83635440','Ново-Хамидие','83635445','Плановское','83635450','Тамбовское','83635455','Терекское','83635460','Урожайное','83635465','Хамидие']]
,['83640','Урванский муниципальный район',['83640100','Городские поселения Урванского муниципального района','83640101','Нарткала','83640400','Сельские поселения Урванского муниципального района','83640415','Герменчик','83640425','Кахун','83640432','Морзох','83640435','Нижний Черек','83640445','Псыгансу','83640450','Псыкод','83640455','Псынабо','83640470','Старый Черек','83640480','Урвань','83640490','Черная Речка','83640495','Шитхала']]
,['83645','Чегемский муниципальный район',['83645100','Городские поселения Чегемского муниципального района','83645101','Чегем','83645400','Сельские поселения Чегемского муниципального района','83645405','Верхне-Чегемское','83645408','поселок Звездный','83645410','Лечинкай','83645415','Нартан','83645420','Нижний Чегем','83645425','Хушто-Сырт','83645435','Чегем-Второй','83645440','Шалушка','83645445','Яникой']]
,['83648','Эльбрусский муниципальный район',['83648100','Городские поселения Эльбрусского муниципального района','83648101','Тырныауз','83648400','Сельские поселения Эльбрусского муниципального района','83648403','Бедык','83648404','Былым','83648405','Верхний Баксан','83648415','Кенделен','83648420','Лашкута','83648430','Эльбрус']]
,['83701','Нальчик',undefined
]
,['83703','Баксан',undefined
]
,['83710','Прохладный',undefined
]
]]
,['84','МО Республики Алтай',
[['84610','Кош-Агачский муниципальный район',['84610400','Сельские поселения Кош-Агачского муниципального района','84610405','Бельтирское','84610410','Джазаторское','84610420','Казахское','84610425','Кокоринское','84610430','Кош-Агачское','84610435','Курайское','84610445','Мухор-Тархатинское','84610455','Ортолыкское','84610464','Ташантинское','84610465','Тобелерское','84610470','Теленгит-Сортогойское','84610480','Чаган-Узунское']]
,['84615','Майминский муниципальный район',['84615400','Сельские поселения Майминского муниципального района','84615407','Бирюлинское','84615425','Кызыл-Озекское','84615430','Майминское','84615435','Манжерокское','84615445','Соузгинское','84615455','Усть-Мунинское']]
,['84620','Онгудайский муниципальный район',['84620400','Сельские поселения Онгудайского муниципального района','84620410','Елинское','84620420','Ининское','84620425','Каракольское','84620430','Куладинское','84620435','Купчегенское','84620440','Нижне-Талдинское','84620445','Онгудайское','84620455','Теньгинское','84620460','Хабаровское','84620465','Шашикманское']]
,['84625','Турочакский муниципальный район',['84625400','Сельские поселения Турочакского муниципального района','84625405','Артыбашское','84625410','Бийкинское','84625420','Дмитриевское','84625440','Кебезенское','84625445','Курмач-Байгольское','84625455','Майское','84625460','Озеро-Куреевское','84625470','Тондошенское','84625475','Турочакское']]
,['84630','Улаганский муниципальный район',['84630400','Сельские поселения Улаганского муниципального района','84630405','Акташское','84630410','Балыктуюльское','84630430','Саратанское','84630435','Улаганское','84630440','Чибилинское','84630445','Чибитское','84630450','Челушманское']]
,['84635','Усть-Канский муниципальный район',['84635400','Сельские поселения Усть-Канского муниципального района','84635410','Белоануйское','84635430','Козульское','84635435','Коргонское','84635440','Кырлыкское','84635450','Мендур-Сокконское','84635460','Талицкое','84635465','Усть-Канское','84635470','Усть-Мутинское','84635480','Черноануйское','84635485','Ябоганское','84635488','Яконурское']]
,['84640','Усть-Коксинский муниципальный район',['84640400','Сельские поселения Усть-Коксинского муниципального района','84640405','Амурское','84640415','Верх-Уймонское','84640420','Горбуновское','84640440','Карагайское','84640445','Катандинское','84640455','Огневское','84640465','Талдинское','84640475','Усть-Коксинское','84640485','Чендекское']]
,['84643','Чемальский муниципальный район',['84643400','Сельские поселения Чемальского муниципального района','84643405','Аносинское','84643410','Бешпельтирское','84643440','Куюсское','84643445','Узнезинское','84643455','Чемальское','84643460','Чепошское','84643470','Элекмонарское']]
,['84645','Чойский муниципальный район',['84645400','Сельские поселения Чойского муниципального района','84645410','Верх-Пьянковское','84645430','Каракокшинское','84645440','Паспаульское','84645445','Сейкинское','84645450','Уйменское','84645460','Чойское','84645470','Ыныргинское']]
,['84650','Шебалинский муниципальный район',['84650400','Сельские поселения Шебалинского муниципального района','84650405','Актельское','84650415','Барагашское','84650420','Беш-Озекское','84650430','Верх-Апшуяхтинское','84650435','Дъектиекское','84650445','Ильинское','84650455','Камлакское','84650457','Каспинское','84650465','Малочергинское','84650475','Улусчергинское','84650490','Чергинское','84650492','Шебалинское','84650494','Шыргайтинское']]
,['84701','город Горно-Алтайск',undefined
]
]]
,['85','МО Республики Калмыкии',
[['85605','Городовиковский муниципальный район',['85605100','Городские поселения Городовиковского муниципального района','85605101','Городовиковское','85605400','Сельские поселения Городовиковского муниципального района','85605411','Виноградненское','85605415','Дружненское','85605422','Лазаревское','85605433','Пушкинское','85605436','Розентальское','85605444','Южненское']]
,['85610','Ики-Бурульский муниципальный район',['85610400','Сельские поселения Ики-Бурульского муниципального района','85610405','Багабурульское','85610410','Оргакинское','85610413','Зундатолгинское','85610414','Светловское','85610415','Ики-Бурульское','85610420','Кевюдовское','85610425','Манычское','85610426','Манцинкецовское','85610435','Приманычское','85610442','Утсалинское','85610445','Хомутниковское','85610450','Чограйское','85610451','Чолунхамурское']]
,['85615','Лаганский муниципальный район',['85615100','Городские поселения Лаганского муниципального района','85615101','Лаганское','85615400','Сельские поселения Лаганского муниципального района','85615411','Джалыковское','85615422','Красинское','85615433','Северное','85615440','Уланхольское']]
,['85620','Малодербетовский муниципальный район',['85620400','Сельские поселения Малодербетовского муниципального района','85620433','Тундутовское','85620444','Ики-Бухусовское','85620455','Малодербетовское','85620466','Плодовитенское','85620472','Хончнурское','85620477','Ханатинское']]
,['85623','Октябрьский муниципальный район',['85623400','Сельские поселения Октябрьского муниципального района','85623403','Большецарынское','85623404','Восходовское','85623407','Джангарское','85623408','Хошеутовское','85623414','Иджилское','85623425','Мирненское','85623440','Цаган-Нурское']]
,['85625','Кетченеровский муниципальный район',['85625400','Сельские поселения Кетченеровского муниципального района','85625411','Ергенинское','85625422','Алцынхутинское','85625433','Кегультинское','85625435','Кетченеровское','85625444','Гашун-Бургустинское','85625450','Сарпинское','85625455','Тугтунское','85625477','Чкаловское','85625488','Шаттинское']]
,['85628','Приютненский муниципальный район',['85628400','Сельские поселения Приютненского муниципального района','85628405','Булуктинское','85628411','Песчаное','85628422','Воробьевское','85628433','Нартинское','85628444','Октябрьское','85628451','Первомайское','85628455','Приютненское','85628465','Ульдючинское']]
,['85632','Сарпинский муниципальный район',['85632400','Сельские поселения Сарпинского муниципального района','85632411','Аршаньзельменское','85632422','Кануковское','85632433','Кировское','85632436','Коробкинское','85632444','Обильненское','85632455','Садовское','85632466','Салынтугтунское','85632477','Уманцевское','85632488','Шарнутовское']]
,['85637','Целинный муниципальный район',['85637400','Сельские поселения Целинного муниципального района','85637405','Бага-Чоносовское','85637410','Верхнеяшкульское','85637415','Вознесеновское','85637420','Ики-Чоносовское','85637425','Оватинское','85637430','Найнтахинское','85637435','Троицкое','85637440','Хар-Булукское','85637445','Целинное','85637447','Чагортинское','85637450','Ялмтинское']]
,['85642','Черноземельский муниципальный район',['85642400','Сельские поселения Черноземельского муниципального района','85642405','Адыковское','85642410','Артезианское','85642412','Комсомольское','85642415','Кумское','85642420','Нарынхудукское','85642425','Прикумское','85642428','Сарульское','85642430','Ачинеровское']]
,['85646','Юстинский муниципальный район',['85646400','Сельские поселения Юстинского муниципального района','85646405','Барунское','85646422','Бергинское','85646444','Татальское','85646455','Харбинское','85646460','Цаганаманское','85646466','Эрдниевское','85646477','Юстинское']]
,['85650','Яшалтинский муниципальный район',['85650400','Сельские поселения Яшалтинского муниципального района','85650411','Багатугтунское','85650422','Березовское','85650425','Веселовское','85650433','Красномихайловское','85650435','Краснопартизанское','85650444','Манычское','85650455','Октябрьское','85650466','Соленовское','85650471','Ульяновское','85650477','Эсто-Алтайское','85650480','Яшалтинское']]
,['85654','Яшкульский муниципальный район',['85654400','Сельские поселения Яшкульского муниципального района','85654411','Гашунское','85654416','Хартолгинское','85654422','Молодежненское','85654433','Привольненское','85654444','Тавнгашунское','85654455','Уланэргинское','85654466','Уттинское','85654470','Хулхутинское','85654473','Цаган-Уснское','85654477','Чилгирское','85654479','Элвгинское','85654485','Яшкульское']]
,['85701','город Элиста',undefined
]
]]
,['86','МО Республики Карелии',
[['86550','Суоярвский МО',undefined
]
,['86604','Беломорский муниципальный район',['86604100','Городские поселения Беломорского муниципального района','86604101','Беломорское','86604400','Сельские поселения Беломорского муниципального района','86604409','Летнереченское','86604430','Сосновецкое','86604433','Сумпосадское']]
,['86609','Калевальский муниципальный район',['86609100','Городские поселения Калевальского муниципального района','86609151','Калевальское','86609400','Сельские поселения Калевальского муниципального района','86609405','Боровское','86609444','Луусалмское','86609455','Юшкозерское']]
,['86610','Сортавальский муниципальный район',['86610100','Городские поселения Сортавальского муниципального района','86610101','Сортавальское','86610160','Вяртсильское','86610400','Сельские поселения Сортавальского муниципального района','86610405','Хаапалампинское','86610411','Кааламское']]
,['86612','Кемский муниципальный район',['86612100','Городские поселения Кемского муниципального района','86612101','Кемское','86612400','Сельские поселения Кемского муниципального района','86612437','Кривопорожское','86612444','Куземское','86612460','Рабочеостровское']]
,['86615','Кондопожский муниципальный район',['86615100','Городские поселения Кондопожского муниципального района','86615101','Кондопожское','86615400','Сельские поселения Кондопожского муниципального района','86615412','Гирвасское','86615415','Кончезерское','86615420','Кяппесельгское','86615425','Кедрозерское','86615430','Новинское','86615435','Петровское','86615455','Янишпольское']]
,['86618','Лахденпохский муниципальный район',['86618100','Городские поселения Лахденпохского муниципального района','86618101','Лахденпохское','86618400','Сельские поселения Лахденпохского муниципального района','86618411','Куркиёкское','86618422','Мийнальское','86618433','Хийтольское','86618450','Элисенваарское']]
,['86621','Лоухский муниципальный район',['86621100','Городские поселения Лоухского муниципального района','86621151','Лоухское','86621162','Пяозерское','86621170','Чупинское','86621400','Сельские поселения Лоухского муниципального района','86621403','Амбарнское','86621425','Кестеньгское','86621430','Малиновараккское','86621452','Плотинское']]
,['86624','Медвежьегорский муниципальный район',['86624100','Городские поселения Медвежьегорского муниципального района','86624101','Медвежьегорское','86624155','Пиндушское','86624160','Повенецкое','86624400','Сельские поселения Медвежьегорского муниципального района','86624405','Великогубское','86624435','Паданское','86624450','Толвуйское','86624455','Чёбинское','86624460','Чёлмужское','86624470','Шуньгское']]
,['86627','Муезерский муниципальный район',['86627100','Городские поселения Муезерского муниципального района','86627151','Муезерское','86627400','Сельские поселения Муезерского муниципального района','86627410','Воломское','86627427','Ледмозерское','86627430','Лендерское','86627445','Пенингское','86627450','Ребольское','86627460','Ругозерское','86627465','Суккозерское']]
,['86630','Олонецкий муниципальный район',['86630100','Городские поселения Олонецкого муниципального района','86630101','Олонецкое','86630400','Сельские поселения Олонецкого муниципального района','86630410','Видлицкое','86630415','Ильинское','86630419','Коверское','86630420','Коткозерское','86630430','Куйтежское','86630440','Мегрегское','86630450','Михайловское','86630490','Туксинское']]
,['86633','Питкярантский муниципальный район',['86633100','Городские поселения Питкярантского муниципального района','86633101','Питкярантское','86633400','Сельские поселения Питкярантского муниципального района','86633405','Импилахтинское','86633409','Ляскельское','86633420','Салминское','86633430','Харлуское']]
,['86636','Прионежский муниципальный район',['86636400','Сельские поселения Прионежского муниципального района','86636410','Гарнизонное','86636411','Нововилговское','86636420','Деревянкское','86636422','Деревянское','86636433','Заозерское','86636436','Ладва-Веткинское','86636438','Ладвинское','86636440','Мелиоративное','86636442','Пайское','86636443','Рыборецкое вепсское','86636470','Шуйское','86636475','Шелтозерское вепсское','86636476','Шокшинское вепсское']]
,['86639','Пряжинский муниципальный район',['86639100','Городские поселения Пряжинского муниципального района','86639151','Пряжинское','86639400','Сельские поселения Пряжинского муниципального района','86639405','Ведлозерское','86639425','Крошнозерское','86639435','Матросское','86639450','Святозерское','86639458','Чалнинское','86639460','Эссойльское']]
,['86642','Пудожский муниципальный район',['86642100','Городские поселения Пудожского муниципального района','86642101','Пудожское','86642400','Сельские поселения Пудожского муниципального района','86642405','Авдеевское','86642416','Красноборское','86642420','Кривецкое','86642425','Кубовское','86642430','Куганаволокское','86642442','Пяльмское','86642460','Шальское']]
,['86645','Сегежский муниципальный район',['86645100','Городские поселения Сегежского муниципального района','86645101','Сегежское','86645160','Надвоицкое','86645400','Сельские поселения Сегежского муниципального района','86645411','Валдайское','86645420','Идельское','86645444','Поповпорожское','86645450','Чернопорожское']]
,['86701','Петрозаводский',undefined
]
,['86706','Костомукшский',undefined
]
]]
,['87','МО Республики Коми',
[['87604','Ижемский муниципальный район',['87604400','Сельские поселения Ижемского муниципального района','87604410','Брыкаланск','87604420','Ижма','87604430','Том','87604440','Кельчиюр','87604450','Кипиево','87604460','Краснобор','87604470','Мохча','87604480','Няшабож','87604490','Сизябск','87604495','Щельяюр']]
,['87608','Княжпогостский муниципальный район',['87608100','Городские поселения Княжпогостского муниципального района','87608101','Емва','87608162','Синдор','87608400','Сельские поселения Княжпогостского муниципального района','87608420','Иоссер','87608440','Мещура','87608450','Серёгово','87608460','Тракт','87608470','Туръя','87608480','Чиньяворык','87608490','Шошка','87608700','Межселенные территории Княжпогостского муниципального района','87608701','Межселенные территории, входящие в состав территории Княжпогостского муниципального района, кроме территорий городских и сельских поселений']]
,['87612','Койгородский муниципальный район',['87612400','Сельские поселения Койгородского муниципального района','87612410','Грива','87612418','Кажым','87612420','Койгородок','87612422','Койдин','87612430','Кузьёль','87612445','Подзь','87612450','Ужга']]
,['87616','Корткеросский муниципальный район',['87616400','Сельские поселения Корткеросского муниципального района','87616405','Богородск','87616410','Большелуг','87616415','Вомын','87616420','Додзь','87616425','Керес','87616430','Корткерос','87616435','Намск','87616440','Маджа','87616445','Мордино','87616450','Нёбдино','87616455','Нившера','87616460','Пезмег','87616465','Подъельск','87616470','Подтыбок','87616475','Позтыкерес','87616480','Приозёрный','87616485','Сторожевск','87616490','Усть-Лэкчим']]
,['87620','Муниципальный район Печора',['87620100','Городские поселения муниципального района Печора','87620101','Печора','87620103','Кожва','87620104','Путеец','87620400','Сельские поселения муниципального района Печора','87620407','Каджером','87620423','Озёрный','87620430','Приуральское','87620453','Чикшино']]
,['87624','Прилузский муниципальный район',['87624400','Сельские поселения Прилузского муниципального района','87624412','Вухтым','87624415','Гурьевка','87624420','Занулье','87624425','Летка','87624430','Лойма','87624435','Мутница','87624440','Ношуль','87624445','Объячево','87624450','Прокопьевка','87624455','Слудка','87624460','Спаспоруб','87624463','Черёмуховка']]
,['87626','Муниципальный район Сосногорск',['87626100','Городские поселения муниципального района Сосногорск','87626122','Сосногорск','87626153','Войвож','87626159','Нижний Одес']]
,['87628','Сыктывдинский муниципальный район',['87628400','Сельские поселения Сыктывдинского муниципального района','87628405','Выльгорт','87628410','Зеленец','87628425','Лэзым','87628428','Мандач','87628429','Нювчим','87628430','Озёл','87628435','Пажга','87628440','Палевицы','87628445','Слудка','87628450','Часово','87628460','Шошка','87628463','Ыб','87628465','Яснэг']]
,['87632','Сысольский муниципальный район',['87632400','Сельские поселения Сысольского муниципального района','87632410','Визинга','87632413','Визиндор','87632420','Вотча','87632430','Гагшор','87632435','Заозерье','87632440','Куниб','87632450','Куратово','87632460','Межадор','87632470','Палауз','87632480','Пыёлдино','87632490','Чухлэм']]
,['87636','Троицко-Печорский муниципальный район',['87636100','Городские поселения Троицко-Печорского муниципального района','87636151','Троицко-Печорск','87636400','Сельские поселения Троицко-Печорского муниципального района','87636411','Приуральский','87636413','Знаменка','87636422','Комсомольск-на-Печоре','87636433','Куръя','87636444','Митрофан-Дикост','87636447','Мылва','87636450','Нижняя Омра','87636455','Покча','87636477','Усть-Илыч','87636498','Якша','87636700','Межселенные территории Троицко-Печорского муниципального района','87636701','Межселенные территории, входящие в состав территории Троицко-Печорского муниципального района, кроме территорий городских и сельских поселений']]
,['87640','Удорский муниципальный район',['87640100','Городские поселения Удорского муниципального района','87640152','Благоево','87640153','Междуреченск','87640155','Усогорск','87640400','Сельские поселения Удорского муниципального района','87640403','Буткан','87640405','Важгорт','87640410','Вожский','87640415','Глотово','87640420','Ёдва','87640430','Кослан','87640435','Большая Пучкома','87640440','Большая Пысса','87640450','Чернутьево','87640453','Чим','87640455','Чупрово']]
,['87644','Усть-Вымский муниципальный район',['87644100','Городские поселения Усть-Вымского муниципального района','87644105','Микунь','87644155','Жешарт','87644400','Сельские поселения Усть-Вымского муниципального района','87644405','Айкино','87644410','Вежайка','87644415','Гам','87644416','Донаёль','87644418','Илья-Шор','87644420','Кожмудор','87644423','Мадмас','87644425','Межег','87644434','Студенец','87644440','Усть-Вымь']]
,['87648','Усть-Куломский муниципальный район',['87648400','Сельские поселения Усть-Куломского муниципального района','87648415','Вольдино','87648420','Нижний Воч','87648423','Диасёръя','87648425','Деревянск','87648435','Дон','87648440','Кебанъёль','87648445','Керчомъя','87648447','Кужба','87648450','Мыёлдино','87648454','Крутоборка','87648455','Парч','87648460','Пожег','87648465','Помоздино','87648470','Зимстан','87648475','Руч','87648480','Тимшер','87648485','Усть-Кулом','87648490','Усть-Нем','87648495','Югыдъяг']]
,['87652','Усть-Цилемский муниципальный район',['87652400','Сельские поселения Усть-Цилемского муниципального района','87652405','Среднее Бугаево','87652410','Ёрмица','87652415','Коровий Ручей','87652420','Нерица','87652425','Новый Бор','87652430','Окунев Нос','87652435','Замежная','87652438','Уег','87652440','Усть-Цильма','87652445','Хабариха','87652450','Трусово']]
,['87701','Сыктывкар',undefined
]
,['87710','Воркута',undefined
]
,['87712','Вуктыл',undefined
]
,['87715','Инта',undefined
]
,['87723','Усинск',undefined
]
,['87725','Ухта',undefined
]
]]
,['88','МО Республики Марий Эл',
[['88604','Волжский муниципальный район',['88604100','Городские поселения Волжского муниципального района','88604159','Приволжский','88604400','Сельские поселения Волжского муниципального района','88604405','Большепаратское','88604418','Карамасское','88604424','Обшиярское','88604435','Петъяльское','88604442','Помарское','88604447','Сотнурское','88604469','Эмековское']]
,['88608','Горномарийский муниципальный район',['88608400','Сельские поселения Горномарийского муниципального района','88608420','Виловатовское','88608425','Еласовское','88608430','Емешевское','88608435','Озеркинское','88608440','Красноволжское','88608445','Кузнецовское','88608450','Микряковское','88608455','Пайгусовское','88608465','Троицко-Посадское','88608470','Усолинское']]
,['88612','Звениговский муниципальный район',['88612100','Городские поселения Звениговского муниципального района','88612101','Звенигово','88612162','Красногорский','88612184','Суслонгер','88612400','Сельские поселения Звениговского муниципального района','88612405','Исменецкое','88612420','Кокшамарское','88612425','Красноярское','88612430','Кужмарское','88612440','Черноозерское','88612445','Шелангерское','88612450','Кокшайское']]
,['88616','Килемарский муниципальный район',['88616100','Городские поселения Килемарского муниципального района','88616151','Килемары','88616400','Сельские поселения Килемарского муниципального района','88616403','Ардинское','88616415','Визимьярское','88616435','Красномостовское','88616444','Кумьинское','88616490','Юксарское']]
,['88620','Куженерский муниципальный район',['88620100','Городские поселения Куженерского муниципального района','88620151','Куженер','88620400','Сельские поселения Куженерского муниципального района','88620420','Иштымбальское','88620440','Шудумарское','88620450','Русско-Шойское','88620460','Салтакъяльское','88620470','Токтайбелякское','88620480','Тумьюмучашское','88620485','Шорсолинское','88620490','Юледурское']]
,['88624','Мари-Турекский муниципальный район',['88624100','Городские поселения Мари-Турекского муниципального района','88624151','Мари-Турек','88624400','Сельские поселения Мари-Турекского муниципального района','88624405','Карлыганское','88624410','Косолаповское','88624420','Мари-Биляморское','88624422','Марийское','88624445','Хлебниковское']]
,['88628','Медведевский муниципальный район',['88628100','Городские поселения Медведевского муниципального района','88628151','Медведево','88628160','Краснооктябрьский','88628400','Сельские поселения Медведевского муниципального района','88628405','Азановское','88628407','Азяковское','88628410','Ежовское','88628412','Знаменское','88628417','Куярское','88628418','Кузнецовское','88628419','Кундышское','88628420','Люльпанское','88628425','Пекшиксолинское','88628430','Нурминское','88628440','Русско-Кукморское','88628442','Руэмское','88628448','Сенькинское','88628450','Сидоровское','88628470','Шойбулакское','88628480','Юбилейное']]
,['88632','Моркинский муниципальный район',['88632100','Городские поселения Моркинского муниципального района','88632151','Морки','88632400','Сельские поселения Моркинского муниципального района','88632415','Зеленогорское','88632425','Коркатовское','88632426','Красностекловарское','88632445','Октябрьское','88632455','Себеусадское','88632460','Семисолинское','88632470','Шалинское','88632475','Шиньшинское','88632480','Шоруньжинское']]
,['88636','Новоторъяльский муниципальный район',['88636100','Городские поселения Новоторъяльского муниципального района','88636151','Новый Торъял','88636400','Сельские поселения Новоторъяльского муниципального района','88636420','Масканурское','88636435','Пектубаевское','88636440','Староторъяльское','88636450','Чуксолинское']]
,['88640','Оршанский муниципальный район',['88640100','Городские поселения Оршанского муниципального района','88640151','Оршанка','88640400','Сельские поселения Оршанского муниципального района','88640405','Великопольское','88640420','Марковское','88640450','Шулкинское']]
,['88644','Параньгинский муниципальный район',['88644100','Городские поселения Параньгинского муниципального района','88644151','Параньга','88644400','Сельские поселения Параньгинского муниципального района','88644411','Алашайское','88644422','Елеевское','88644433','Илетское','88644444','Ильпанурское','88644455','Куракинское','88644477','Портянурское','88644480','Русско-Ляжмаринское','88644488','Усолинское']]
,['88648','Сернурский муниципальный район',['88648100','Городские поселения Сернурского муниципального района','88648151','Сернур','88648400','Сельские поселения Сернурского муниципального района','88648415','Дубниковское','88648420','Зашижемское','88648425','Казанское','88648435','Кукнурское','88648445','Марисолинское','88648455','Верхнекугенерское','88648468','Сердежское','88648475','Чендемеровское']]
,['88652','Советский муниципальный район',['88652100','Городские поселения Советского муниципального района','88652151','Советский','88652400','Сельские поселения Советского муниципального района','88652410','Алексеевское','88652420','Верх-Ушнурское','88652430','Вятское','88652447','Кужмаринское','88652470','Михайловское','88652490','Ронгинское','88652492','Солнечное']]
,['88656','Юринский муниципальный район',['88656100','Городские поселения Юринского муниципального района','88656151','Юрино','88656400','Сельские поселения Юринского муниципального района','88656411','Васильевское','88656422','Козиковское','88656466','Марьинское','88656474','Быковское','88656477','Юркинское']]
,['88701','город Йошкар-Ола',undefined
]
,['88705','город Волжск',undefined
]
,['88715','город Козьмодемьянск',undefined
]
]]
,['89','МО Республики Мордовии',
[['89603','Ардатовский муниципальный район',['89603100','Городские поселения Ардатовского муниципального района','89603101','Ардатов','89603155','Тургеневское','89603400','Сельские поселения Ардатовского муниципального района','89603402','Ардатовское','89603404','Баевское','89603412','Каласевское','89603420','Кечушевское','89603428','Куракинское','89603432','Кученяевское','89603436','Луньгинско-Майданское','89603452','Низовское','89603460','Октябрьское','89603462','Пиксясинское','89603468','Редкодубское','89603472','Силинское','89603488','Урусовское','89603492','Чукальское']]
,['89605','Атюрьевский муниципальный район',['89605400','Сельские поселения Атюрьевского муниципального района','89605410','Атюрьевское','89605420','Большешуструйское','89605430','Кишалинское','89605435','Курташкинское','89605440','Мордовско-Козловское','89605450','Новочадовское','89605455','Перевесьевское','89605460','Стрельниковское']]
,['89607','Атяшевский муниципальный район',['89607100','Городские поселения Атяшевского муниципального района','89607151','Атяшевское','89607400','Сельские поселения Атяшевского муниципального района','89607404','Аловское','89607412','Атяшевское','89607416','Большеманадышское','89607440','Киржеманское','89607444','Козловское','89607468','Сабанчеевское']]
,['89610','Большеберезниковский муниципальный район',['89610400','Сельские поселения Большеберезниковского муниципального района','89610405','Большеберезниковское','89610415','Гузынское','89610425','Косогорское','89610430','Марьяновское','89610440','Паракинское','89610445','Пермисское','89610450','Починковское','89610460','Симкинское','89610465','Старонайманское','89610470','Судосевское','89610485','Шугуровское']]
,['89613','Большеигнатовский муниципальный район',['89613400','Сельские поселения Большеигнатовского муниципального района','89613405','Андреевское','89613410','Большеигнатовское','89613415','Вармазейское','89613425','Киржеманское','89613430','Кучкаевское','89613445','Протасовское','89613452','Старочамзинское','89613455','Чукальское']]
,['89616','Дубенский муниципальный район',['89616400','Сельские поселения Дубенского муниципального района','89616405','Ардатовское','89616410','Дубенское','89616415','Енгалычевское','89616420','Кабаевское','89616430','Кочкуровское','89616432','Красинское','89616435','Ломатское','89616440','Моргинское','89616447','Петровское','89616450','Поводимовское','89616455','Пуркаевское','89616460','Чеберчинское']]
,['89618','Ельниковский муниципальный район',['89618400','Сельские поселения Ельниковского муниципального района','89618405','Акчеевское','89618410','Большемордовско-Пошатское','89618425','Ельниковское','89618430','Каньгушанское','89618450','Мордовско-Маскинское','89618455','Надеждинское','89618460','Новодевиченское','89618475','Новоямское','89618480','Новоникольское','89618485','Стародевиченское']]
,['89621','Зубово-Полянский муниципальный район',['89621100','Городские поселения Зубово-Полянского муниципального района','89621151','Зубово-Полянское','89621163','Потьминское','89621168','Уметское','89621180','Явасское','89621400','Сельские поселения Зубово-Полянского муниципального района','89621404','Анаевское','89621408','Ачадовское','89621418','Вышинское','89621420','Горенское','89621424','Дубительское','89621427','Жуковское','89621432','Зарубкинское','89621442','Леплейское','89621444','Мордовско-Пимбурское','89621448','Мордовско-Полянское','89621456','Нововыселское','89621460','Новопотьминское','89621464','Пичпандинское','89621478','Сосновское','89621480','Старобадиковское','89621488','Тарханско-Потьминское','89621492','Уголковское','89621498','Ширингушское']]
,['89624','Инсарский муниципальный район',['89624100','Городские поселения Инсарского муниципального района','89624101','Инсар','89624400','Сельские поселения Инсарского муниципального района','89624424','Кочетовское','89624464','Русско-Паевское','89624472','Сиалеевско-Пятинское','89624477','Нововерхисское']]
,['89626','Ичалковский муниципальный район',['89626400','Сельские поселения Ичалковского муниципального района','89626405','Берегово-Сыресевское','89626415','Гуляевское','89626420','Ичалковское','89626431','Кемлянское','89626440','Ладское','89626445','Лобаскинское','89626455','Оброчинское','89626460','Парадеевское','89626480','Рождественно-Баевское','89626485','Смольненское']]
,['89628','Кадошкинский муниципальный район',['89628100','Городские поселения Кадошкинского муниципального района','89628151','Кадошкинское','89628400','Сельские поселения Кадошкинского муниципального района','89628403','Адашевское','89628410','Большеполянское','89628420','Латышовское','89628435','Паевское','89628440','Пушкинское']]
,['89629','Ковылкинский муниципальный район',['89629100','Городские поселения Ковылкинского муниципального района','89629101','Ковылкино','89629400','Сельские поселения Ковылкинского муниципального района','89629406','Большеазясьское','89629418','Изосимовское','89629421','Казенно-Майданское','89629424','Клиновское','89629427','Кочелаевское','89629430','Краснопресненское','89629432','Красношадымское','89629435','Курнинское','89629438','Мамолаевское','89629444','Мордовско-Вечкенинское','89629447','Мордовско-Коломасовское','89629449','Новомамангинское','89629456','Парапинское','89629463','Примокшанское','89629465','Русско-Лашминское','89629467','Рыбкинское','89629481','Токмовское','89629483','Троицкое','89629495','Шингаринское']]
,['89631','Кочкуровский муниципальный район',['89631400','Сельские поселения Кочкуровского муниципального района','89631405','Булгаковское','89631420','Качелайское','89631425','Кочкуровское','89631430','Красномайское','89631435','Мордовско-Давыдовское','89631457','Подлесно-Тавлинское','89631460','Сабаевское','89631465','Семилейское']]
,['89634','Краснослободский муниципальный район',['89634100','Городские поселения Краснослободского муниципального района','89634101','Краснослободское','89634400','Сельские поселения Краснослободского муниципального района','89634404','Гуменское','89634412','Ефаевское','89634420','Старозубаревское','89634428','Колопинское','89634432','Красноподгорное','89634436','Куликовское','89634440','Мордовско-Паркинское','89634448','Новокарьгинское','89634452','Селищинское','89634456','Сивиньское','89634460','Слободско-Дубровское','89634468','Старогоряшинское','89634472','Старорябкинское','89634476','Старосиндровское']]
,['89637','Лямбирский муниципальный район',['89637400','Сельские поселения Лямбирского муниципального района','89637405','Аксеновское','89637410','Александровское','89637415','Атемарское','89637420','Протасовское','89637425','Берсеневское','89637430','Болотниковское','89637432','Большеелховское','89637440','Кривозерьевское','89637445','Лямбирское','89637450','Скрябинское','89637455','Пензятское','89637460','Первомайское','89637465','Саловское','89637470','Татарско-Тавлинское']]
,['89640','Ромодановский муниципальный район',['89640400','Сельские поселения Ромодановского муниципального района','89640402','Ромодановское','89640405','Алтарское','89640410','Анненковское','89640415','Белозерьевское','89640425','Константиновское','89640430','Кочуновское','89640445','Липкинское','89640457','Набережное','89640460','Пушкинское','89640465','Пятинское','89640470','Салминское','89640480','Трофимовщинское']]
,['89643','Рузаевский муниципальный район',['89643100','Городские поселения Рузаевского муниципального района','89643101','Рузаевка','89643400','Сельские поселения Рузаевского муниципального района','89643408','Архангельско-Голицынское','89643416','Болдовское','89643436','Левженское','89643440','Мордовско-Пишлинское','89643444','Русско-Баймаковское','89643448','Пайгармское','89643451','Палаевско-Урледимское','89643456','Перхляйское','89643458','Плодопитомническое','89643459','Приреченское','89643464','Сузгарьевское','89643468','Татарско-Пишлинское','89643472','Красносельцовское','89643476','Трускляйское','89643480','Хованщинское','89643484','Шишкеевское']]
,['89646','Старошайговский муниципальный район',['89646400','Сельские поселения Старошайговского муниципального района','89646404','Богдановское','89646427','Конопатское','89646439','Лемдяйское','89646446','Мельцанское','89646454','Новоакшинское','89646461','Новотроицкое','89646465','Новофедоровское','89646481','Старотеризморгское','89646482','Старофедоровское','89646484','Старошайговское','89646491','Шигоньское']]
,['89649','Темниковский муниципальный район',['89649100','Городские поселения Темниковского муниципального района','89649101','Темниковское','89649400','Сельские поселения Темниковского муниципального района','89649404','Аксельское','89649409','Андреевское','89649412','Бабеевское','89649424','Русско-Тювеевское','89649468','Пурдошанское','89649480','Старогородское']]
,['89651','Теньгушевский муниципальный район',['89651400','Сельские поселения Теньгушевского муниципального района','89651405','Барашевское','89651415','Дачное','89651425','Куликовское','89651440','Нароватовское','89651450','Стандровское','89651460','Такушевское','89651465','Теньгушевское','89651480','Шокшинское']]
,['89654','Торбеевский муниципальный район',['89654100','Городские поселения Торбеевского муниципального района','89654151','Торбеевское','89654400','Сельские поселения Торбеевского муниципального района','89654405','Варжеляйское','89654410','Виндрейское','89654415','Дракинское','89654420','Жуковское','89654425','Кажлодское','89654430','Красноармейское','89654435','Краснопольское','89654450','Никольское','89654465','Салазгорьское','89654475','Сургодьское','89654485','Хилковское']]
,['89657','Чамзинский муниципальный район',['89657100','Городские поселения Чамзинского муниципального района','89657151','Чамзинка','89657155','Комсомольское','89657400','Сельские поселения Чамзинского муниципального района','89657405','Алексеевское','89657410','Апраксинское','89657415','Большемаресевское','89657420','Большеремезенское','89657440','Медаевское','89657445','Мичуринское','89657453','Отрадненское','89657455','Пичеурское']]
,['89701','Саранск',undefined
]
]]
,['90','МО Республики Северная Осетия-Алания',
[['90605','Алагирский муниципальный район',['90605100','Городские поселения Алагирского муниципального района','90605101','Алагирское','90605400','Сельские поселения Алагирского муниципального района','90605405','Бирагзангское','90605406','Буронское','90605410','Дзуарикауское','90605415','Зарамагское','90605420','Горно-Карцинское','90605423','Красноходское','90605425','Майрамадагское','90605426','Мизурское','90605430','Нарское','90605435','Ногкауское','90605440','Рамоновское','90605445','Суадагское','90605450','Унальское','90605453','Фиагдонское','90605455','Хаталдонское','90605460','Цейское','90605465','Црауское']]
,['90610','Ардонский муниципальный район',['90610100','Городские поселения Ардонского муниципального района','90610101','Ардонское','90610400','Сельские поселения Ардонского муниципального района','90610411','Кадгаронское','90610422','Кировское','90610433','Костаевское','90610444','Красногорское','90610455','Мичуринское','90610466','Нартское','90610477','Рассветское','90610488','Фиагдонское']]
,['90615','Дигорский муниципальный район',['90615100','Городские поселения Дигорского муниципального района','90615101','Дигорское','90615400','Сельские поселения Дигорского муниципального района','90615411','Дур-Дурское','90615422','Мостиздахское','90615433','Николаевское','90615444','Карман-Синдзикауское','90615455','Кора-Урсдонское']]
,['90620','Ирафский муниципальный район',['90620400','Сельские поселения Ирафского муниципального района','90620405','Ахсарисарское','90620410','Галиатское','90620415','Гуларское','90620425','Задалеское','90620430','Лескенское','90620435','Махческое','90620440','Новоурухское','90620442','Советское','90620445','Среднеурухское','90620450','Стур-Дигорское','90620455','Сурх-Дигорское','90620460','Толдзгунское','90620465','Хазнидонское','90620470','Чиколинское']]
,['90625','Кировский муниципальный район',['90625400','Сельские поселения Кировского муниципального района','90625411','Дарг-Кохское','90625422','Змейское','90625433','Иранское','90625444','Карджинское','90625455','Комсомольское','90625466','Ставд-Дуртское','90625477','Эльхотовское']]
,['90630','Моздокский муниципальный район',['90630100','Городские поселения Моздокского муниципального района','90630101','Моздокское','90630400','Сельские поселения Моздокского муниципального района','90630405','Веселовское','90630410','Виноградненское','90630413','Калининское','90630415','Киевское','90630420','Кизлярское','90630425','Луковское','90630430','Малгобекское','90630435','Ново-Осетинское','90630440','Павлодольское','90630445','Предгорненское','90630450','Притеречное','90630455','Раздольненское','90630458','Садовое','90630460','Сухотское','90630470','Троицкое','90630473','Терское','90630475','Хурикауское']]
,['90635','Правобережный муниципальный район',['90635100','Городские поселения Правобережного муниципального района','90635101','Бесланское','90635400','Сельские поселения Правобережного муниципального района','90635405','Брутское','90635410','Заманкульское','90635415','Зильгинское','90635420','Новобатакоевское','90635425','Ольгинское','90635430','Раздзогское','90635435','Батакоевское','90635440','Фарновское','90635445','Хумалагское','90635450','Цалыкское']]
,['90640','Пригородный муниципальный район',['90640400','Сельские поселения Пригородного муниципального района','90640405','Архонское','90640407','Верхнесанибанское','90640410','Гизельское','90640415','Даргавское','90640417','Донгаронское','90640419','Ирское','90640420','Камбилеевское','90640425','Кармадонское','90640430','Кобанское','90640435','Комгаронское','90640440','Куртатское','90640445','Майское','90640450','Михайловское','90640455','Ногирское','90640460','Нижнесанибанское','90640465','Октябрьское','90640470','Сунженское','90640475','Тарское','90640485','Черменское']]
,['90701','город Владикавказ',undefined
]
]]
,['91','МО Карачаево-Черкесской Республики',
[['91601','Абазинский муниципальный район',['91601400','Сельские поселения Абазинского муниципального района','91601415','Инжич-Чукунское','91601424','Кубинское','91601439','Псыжское','91601441','Эльбурганское','91601443','Кара-Пагское']]
,['91603','Адыге-Хабльский муниципальный район',['91603400','Сельские поселения Адыге-Хабльского муниципального района','91603408','Адыге-Хабльское','91603412','Апсуанское','91603420','Грушкинское','91603440','Садовское','91603445','Старо-Кувинское','91603460','Эрсаконское','91603465','Вако-Жилевское']]
,['91610','Зеленчукский муниципальный район',['91610400','Сельские поселения Зеленчукского муниципального района','91610402','Архызское','91610405','Даусузское','91610410','Зеленчукское','91610415','Исправненское','91610420','Кардоникское','91610425','Кызыл-Октябрьское','91610430','Марухское','91610440','Сторожевское','91610450','Хасаут-Греческое']]
,['91615','Карачаевский муниципальный район',['91615100','Городские поселения Карачаевского муниципального района','91615154','Ново-Карачаевское','91615157','Правокубанское','91615400','Сельские поселения Карачаевского муниципального района','91615405','Верхне-Маринское','91615410','Верхне-Тебердинское','91615415','Джингирикское','91615430','Каменномостское','91615435','Карт-Джуртское','91615440','Коста-Хетагуровское','91615445','Кумышское','91615447','Нижне-Маринское','91615455','Нижне-Тебердинское','91615456','Ново-Тебердинское','91615465','Учкуланское','91615470','Хумаринское','91615475','Хурзукское']]
,['91620','Малокарачаевский муниципальный район',['91620400','Сельские поселения Малокарачаевского муниципального района','91620405','Джагинское','91620420','Кичи-Балыкское','91620425','Красновосточное','91620430','Краснокурганское','91620435','Кызыл-Покунское','91620445','Первомайское','91620450','Римгорское','91620455','Терезинское','91620460','Учкекенское','91620470','Элькушское']]
,['91623','Ногайский муниципальный район',['91623400','Сельские поселения Ногайского муниципального района','91623405','Адиль-Халкское','91623408','Икон-Халкское','91623412','Эркен-Халкское','91623415','Эркен-Шахарское','91623418','Эркен-Юртское']]
,['91625','Прикубанский муниципальный район',['91625100','Городские поселения Прикубанского муниципального района','91625158','Ударненское','91625400','Сельские поселения Прикубанского муниципального района','91625407','Дружбинское','91625410','Знаменское','91625415','Ильичевское','91625420','Кавказское','91625425','Майское','91625427','Мичуринское','91625430','Николаевское','91625435','Октябрьское','91625445','Счастливенское','91625450','Таллыкское','91625455','Чапаевское']]
,['91630','Урупский муниципальный район',['91630100','Городские поселения Урупского муниципального района','91630158','Медногорское','91630400','Сельские поселения Урупского муниципального района','91630405','Загеданское','91630413','Курджиновское','91630415','Кызыл-Урупское','91630425','Преградненское','91630430','Предгорненское','91630450','Урупское']]
,['91635','Усть-Джегутинский муниципальный район',['91635100','Городские поселения Усть-Джегутинского муниципального района','91635101','Усть-Джегутинское','91635400','Сельские поселения Усть-Джегутинского муниципального района','91635405','Важненское','91635407','Гюрюльдеукское','91635410','Джегутинское','91635415','Койданское','91635420','Красногорское','91635435','Сары-Тюзское','91635445','Эльтаркачское']]
,['91640','Хабезский муниципальный район',['91640400','Сельские поселения Хабезского муниципального района','91640403','Али-Бердуковское','91640406','Бавуковское','91640408','Бесленеевское','91640411','Жаковское','91640414','Зеюковское','91640417','Инжичишховское','91640420','Кош-Хабльское','91640425','Мало-Зеленчукское','91640430','Псаучье-Дахское','91640440','Хабезское']]
,['91701','Черкесский',undefined
]
,['91705','Карачаевский',undefined
]
]]
,['92','МО Республики Татарстан (Татарстана)',
[['92601','Агрызский муниципальный район',['92601100','Городские поселения Агрызского муниципального района','92601101','город Агрыз','92601400','Сельские поселения Агрызского муниципального района','92601405','Азевское','92601410','Бимское','92601415','Кичкетанское','92601420','Кулегашское','92601425','Девятернинское','92601430','Иж-Бобьинское','92601435','Исенбаевское','92601438','Кадряковское','92601440','Кадыбашское','92601445','Красноборское','92601449','Крындинское','92601454','Кудашевское','92601458','Кучуковское','92601463','Новобизякинское','92601468','Салаушское','92601472','Сарсак-Омгинское','92601477','Старосляковское','92601481','Старочекалдинское','92601486','Табарлинское','92601491','Терсинское','92601496','Шаршадинское']]
,['92602','Азнакаевский муниципальный район',['92602100','Городские поселения Азнакаевского муниципального района','92602101','город Азнакаево','92602157','поселок городского типа Актюбинский','92602400','Сельские поселения Азнакаевского муниципального района','92602404','Агерзинское','92602408','Алькеевское','92602412','Асеевское','92602416','Балтачевское','92602418','Бирючевское','92602420','Вахитовское','92602424','Верхнестярлинское','92602427','Ильбяковское','92602428','Какре-Елгинское','92602432','Карамалинское','92602436','Мальбагушское','92602440','Масягутовское','92602444','Микулинское','92602448','Сапеевское','92602452','Сарлинское','92602456','Сухояшское','92602458','Татарско-Шуганское','92602459','Тойкинское','92602460','Тумутукское','92602462','Уразаевское','92602464','Урманаевское','92602468','Урсаевское','92602472','Учаллинское','92602476','Чалпинское','92602480','Чемодуровское','92602484','Чубар-Абдулловское']]
,['92604','Аксубаевский муниципальный район',['92604100','Городские поселения Аксубаевского муниципального района','92604151','поселок городского типа Аксубаево','92604400','Сельские поселения Аксубаевского муниципального района','92604410','Беловское','92604413','Емелькинское','92604414','Карасинское','92604415','Кривоозерское','92604420','Мюдовское','92604425','Новоаксубаевское','92604430','Новоибрайкинское','92604435','Новокиреметское','92604445','Саврушское','92604450','Староибрайкинское','92604455','Староильдеряковское','92604460','Старокиреметское','92604465','Старокиязлинское','92604468','Старотатарско-Адамское','92604470','Старотимошкинское','92604475','Староузеевское','92604480','Сунчелеевское','92604485','Трудолюбовское','92604490','Урмандеевское','92604493','Щербенское']]
,['92605','Актанышский муниципальный район',['92605400','Сельские поселения Актанышского муниципального района','92605402','Аишевское','92605404','Аккузовское','92605408','Актанышбашское','92605409','Актанышское','92605411','Атясевское','92605415','Верхнеяхшеевское','92605419','Казкеевское','92605423','Кировское','92605427','Кузякинское','92605430','Уразаевское','92605432','Усинское','92605434','Новоалимовское','92605438','Масадинское','92605441','Поисевское','92605445','Староаймановское','92605448','Старобайсаровское','92605451','Старобугадинское','92605454','Старокурмашевское','92605457','Старосафаровское','92605464','Такталачукское','92605470','Татарско-Суксинское','92605473','Татарско-Ямалинское','92605477','Тлякеевское','92605481','Тюковское','92605485','Чалманаратское','92605493','Чуракаевское']]
,['92606','Алексеевский муниципальный район',['92606100','Городские поселения Алексеевского муниципального района','92606151','поселок городского типа Алексеевское','92606400','Сельские поселения Алексеевского муниципального района','92606405','Билярское','92606410','Большеполянское','92606415','Большетиганское','92606420','Бутлеровское','92606425','Войкинское','92606435','Ерыклинское','92606440','Куркульское','92606442','Курналинское','92606445','Лебединское','92606450','Лебяжинское','92606455','Левашевское','92606460','Майнское','92606470','Подлесно-Шенталинское','92606475','Родниковское','92606476','Ромодановское','92606478','Сахаровское','92606480','Среднетиганское','92606490','Степношенталинское','92606495','Ялкынское']]
,['92607','Алькеевский муниципальный район',['92607400','Сельские поселения Алькеевского муниципального района','92607404','Аппаковское','92607408','Базарно-Матакское','92607412','Борискинское','92607416','Верхнеколчуринское','92607420','Каргопольское','92607424','Кошкинское','92607428','Нижнеалькеевское','92607432','Нижнекачеевское','92607440','Новоургагарское','92607444','Салманское','92607448','Староалпаровское','92607452','Старокамкинское','92607456','Староматакское','92607460','Старосалмановское','92607464','Старохурадинское','92607468','Старочелнинское','92607470','Тяжбердинское','92607472','Чувашско-Бродское','92607476','Чувашско-Бурнаевское','92607484','Шибашинское','92607488','Юхмачинское']]
,['92608','Альметьевский муниципальный район',['92608100','Городские поселения Альметьевского муниципального района','92608101','город Альметьевск','92608105','поселок городского типа Нижняя Мактама','92608400','Сельские поселения Альметьевского муниципального района','92608403','Абдрахмановское','92608404','Альметьевское','92608406','Багряж-Никольское','92608409','Бишмунчинское','92608412','Борискинское','92608413','Бутинское','92608415','Старосуркинское','92608416','Васильевское','92608418','Верхнеакташское','92608419','Верхнемактаминское','92608421','Елховское','92608422','Ерсубайкинское','92608424','Аппаковское','92608427','Калейкинское','92608428','Кама-Исмагиловское','92608430','Сиренькинское','92608433','Кичуйское','92608434','Кичучатовское','92608436','Клементейкинское','92608439','Кузайкинское','92608440','Кульшариповское','92608441','Лесно-Калейкинское','92608442','Маметьевское','92608445','Миннибаевское','92608447','Нижнеабдулловское','92608448','Новокашировское','92608451','Новонадыровское','92608454','Новоникольское','92608457','Новотроицкое','92608459','Русско-Акташское','92608460','Старомихайловское','92608463','Сулеевское','92608464','Тайсугановское','92608469','Ямашинское','92608472','Ямашское']]
,['92610','Апастовский муниципальный район',['92610100','Городские поселения Апастовского муниципального района','92610151','поселок городского типа Апастово','92610400','Сельские поселения Апастовского муниципального района','92610403','Альмендеровское','92610410','Бакрчинское','92610412','Бишевское','92610415','Большеболгоярское','92610417','Большекокузское','92610425','Булым-Булыхчинское','92610430','Верхнеаткозинское','92610433','Верхнеиндырчинское','92610436','Деушевское','92610439','Ишеевское','92610442','Кзыл-Тауское','92610444','Каратунское','92610448','Куштовское','92610453','Табар-Черкийское','92610455','Тутаевское','92610456','Сатламышевское','92610459','Среднебалтаевское','92610462','Староюмралинское','92610474','Черемшанское','92610477','Чуру-Барышевское','92610483','Шамбулыхчинское']]
,['92612','Арский муниципальный район',['92612100','Городские поселения Арского муниципального района','92612151','город Арск','92612400','Сельские поселения Арского муниципального района','92612403','Апазовское','92612406','Урнякское','92612415','Среднекорсинское','92612422','Качелинское','92612439','Старокырлайское','92612442','Наласинское','92612450','Новокинерское','92612452','Новокишитское','92612454','Новокырлайское','92612462','Сизинское','92612465','Среднеатынское','92612474','Старочурилинское','92612480','Ташкичинское','92612486','Утар-Атынское','92612496','Шушмабашское','92612498','Янга-Салское']]
,['92613','Атнинский муниципальный район',['92613400','Сельские поселения Атнинского муниципального района','92613408','Большеатнинское','92613410','Большеменгерское','92613415','Верхнесердинское','92613425','Коморгузинское','92613430','Кубянское','92613434','Кулле-Киминское','92613437','Кунгерское','92613440','Кшкловское','92613445','Нижнеберескинское','92613447','Нижнекуюкское','92613457','Новошашинское','92613470','Узюмское']]
,['92614','Бавлинский муниципальный район',['92614100','Городские поселения Бавлинского муниципального района','92614101','город Бавлы','92614400','Сельские поселения Бавлинского муниципального района','92614404','Александровское','92614416','Новозареченское','92614424','Исергаповское','92614432','Кзыл-Ярское','92614436','Крым-Сарайское','92614440','Покровско-Урустамакское','92614444','Поповское','92614448','Потапово-Тумбарлинское','92614452','Салиховское','92614460','Татарско-Кандызское','92614468','Тумбарлинское','92614472','Удмуртско-Ташлинское','92614480','Шалтинское']]
,['92615','Балтасинский муниципальный район',['92615100','Городские поселения Балтасинского муниципального района','92615151','поселок городского типа Балтаси','92615400','Сельские поселения Балтасинского муниципального района','92615407','Бурбашское','92615408','Бурнакское','92615410','Смаильское','92615415','Верхнесубашское','92615420','Кугунурское','92615425','Карадуванское','92615428','Малолызинское','92615430','Норминское','92615435','Нуринерское','92615440','Пижмарское','92615445','Салаусское','92615450','Сосновское','92615455','Среднекушкетское','92615460','Шишинерское','92615465','Ципьинское','92615470','Шубанское','92615475','Янгуловское']]
,['92617','Бугульминский муниципальный район',['92617100','Городские поселения Бугульминского муниципального района','92617101','город Бугульма','92617155','поселок городского типа Карабаш','92617400','Сельские поселения Бугульминского муниципального района','92617405','Акбашское','92617410','Большефедоровское','92617412','Восточное','92617415','Зеленорощинское','92617420','Ключевское','92617425','Вязовское','92617430','Кудашевское','92617435','Малобугульминское','92617440','Наратлинское','92617445','Новоалександровское','92617450','Новосумароковское','92617452','Петровское','92617455','Подгорненское','92617460','Березовское','92617465','Спасское','92617470','Староисаковское','92617475','Татарско-Дымское']]
,['92618','Буинский муниципальный район',['92618100','Городские поселения Буинского муниципального района','92618101','город Буинск','92618400','Сельские поселения Буинского муниципального района','92618404','Адав-Тулумбаевское','92618407','Аксунское','92618408','Альшеевское','92618411','Альшиховское','92618415','Бик-Утеевское','92618419','Большефроловское','92618423','Бюрганское','92618427','Верхнелащинское','92618431','Исаковское','92618435','Кайбицкое','92618438','Кошки-Теняковское','92618439','Киятское','92618440','Кошки-Шемякинское','92618441','Малобуинковское','92618442','Мещеряковское','92618443','Мокросавалеевское','92618447','Нижненаратбашское','92618451','Новотинчалинское','92618454','Новочечкабское','92618455','Нурлатское','92618458','Рунгинское','92618462','Сорок-Сайдакское','92618469','Старостуденецкое','92618472','Старотинчалинское','92618476','Тимбаевское','92618480','Черки-Гришинское','92618483','Черки-Кильдуразское','92618487','Чувашско-Кищаковское','92618491','Энтуганское','92618495','Яшевское']]
,['92620','Верхнеуслонский муниципальный район',['92620100','Городские поселения Верхнеуслонского муниципального района','92620109','город Иннополис','92620400','Сельские поселения Верхнеуслонского муниципального района','92620403','Большемеминское','92620405','Бурнашевское','92620408','Вахитовское','92620410','Введенско-Слободское','92620415','Верхнеуслонское','92620420','Канашское','92620425','Кильдеевское','92620435','Коргузинское','92620440','Кураловское','92620445','Майданское','92620450','Макуловское','92620460','Набережно-Морквашское','92620465','Нижнеуслонское','92620470','Новорусско-Маматкозинское','92620472','Октябрьское','92620473','Печищинское','92620474','Соболевское','92620475','Шеланговское','92620478','Ямбулатовское']]
,['92622','Высокогорский муниципальный район',['92622400','Сельские поселения Высокогорского муниципального района','92622403','Айбашское','92622406','Алан-Бексерское','92622409','Альдермышское','92622411','Березкинское','92622412','Бирюлинское','92622415','Большебитаманское','92622421','Большековалинское','92622427','Высокогорское','92622429','Дачное','92622430','Дубъязское','92622431','Иске-Казанское','92622434','Казакларское','92622440','Красносельское','92622441','Куркачинское','92622443','Мемдельское','92622446','Мульминское','92622455','Село-Алатское','92622458','Семиозерское','92622462','Суксинское','92622464','Ташлы-Ковалинское','92622467','Усадское','92622473','Чепчуговское','92622474','Чернышевское','92622479','Шапшинское','92622485','Ямашурминское']]
,['92624','Дрожжановский муниципальный район',['92624400','Сельские поселения Дрожжановского муниципального района','92624405','Алешкин-Саплыкское','92624410','Большеаксинское','92624415','Большецильнинское','92624420','Городищенское','92624425','Звездинское','92624430','Малоцильнинское','92624435','Марсовское','92624440','Матакское','92624445','Нижнечекурское','92624450','Новобурундуковское','92624455','Новоильмовское','92624460','Новоишлинское','92624465','Село-Убейское','92624470','Стародрожжановское','92624475','Старокакерлинское','92624480','Старочукалинское','92624485','Старошаймурзинское','92624490','Чувашско-Дрожжановское','92624495','Шланговское']]
,['92626','Елабужский муниципальный район',['92626100','Городские поселения Елабужского муниципального района','92626101','город Елабуга','92626400','Сельские поселения Елабужского муниципального района','92626401','Альметьевское','92626404','Бехтеревское','92626412','Большееловское','92626416','Большекачкинское','92626420','Большешурнякское','92626432','Костенеевское','92626436','Лекаревское','92626444','Мортовское','92626448','Мурзихинское','92626456','Поспеловское','92626468','Старокуклюкское','92626472','Староюрашское','92626476','Танайское','92626478','Татарско-Дюм-Дюмское','92626492','Яковлевское']]
,['92627','Заинский муниципальный район',['92627100','Городские поселения Заинского муниципального района','92627101','город Заинск','92627400','Сельские поселения Заинского муниципального района','92627405','Александро-Слободское','92627410','Кадыровское','92627415','Багряжское','92627420','Бегишевское','92627425','Бухарайское','92627430','Верхненалимское','92627432','Верхнепинячинское','92627434','Верхнешипкинское','92627435','Гулькинское','92627444','Дуртмунчинское','92627454','Нижнебишевское','92627459','Новоспасское','92627464','Поповское','92627466','Поручиковское','92627468','Савалеевское','92627476','Сармаш-Башское','92627480','Светлоозерское','92627481','Старо-Мавринское','92627484','Аксаринское','92627488','Тюгеевское','92627489','Урсаевское','92627490','Чубуклинское']]
,['92628','Зеленодольский муниципальный район',['92628100','Городские поселения Зеленодольского муниципального района','92628101','город Зеленодольск','92628155','поселок городского типа Васильево','92628162','поселок городского типа Нижние Вязовые','92628400','Сельские поселения Зеленодольского муниципального района','92628404','Айшинское','92628408','Акзигитовское','92628412','Большеачасырское','92628416','Бишнинское','92628420','Большеключинское','92628424','Большекургузинское','92628432','Большеширданское','92628436','Утяшкинское','92628442','Кугеевское','92628444','Кугушевское','92628448','Мамадыш-Акиловское','92628454','Молвинское','92628456','Нижнеураспугинское','92628460','Новопольское','92628464','Нурлатское','92628468','Октябрьское','92628472','Осиновское','92628474','Раифское','92628476','Русско-Азелеевское','92628477','Свияжское','92628488','Большеякинское']]
,['92629','Кайбицкий муниципальный район',['92629400','Сельские поселения Кайбицкого муниципального района','92629405','Багаевское','92629408','Большекайбицкое','92629409','Большеподберезинское','92629410','Большерусаковское','92629412','Бурундуковское','92629423','Кулангинское','92629426','Кушманское','92629428','Маломеминское','92629430','Молькеевское','92629432','Муралинское','92629435','Надеждинское','92629445','Старотябердинское','92629447','Ульянковское','92629450','Федоровское','92629455','Хозесановское','92629460','Чутеевское','92629465','Эбалаковское']]
,['92630','Камско-Устьинский муниципальный район',['92630100','Городские поселения Камско-Устьинского муниципального района','92630151','поселок городского типа Камское Устье','92630157','поселок городского типа Куйбышевский Затон','92630165','поселок городского типа Тенишево','92630400','Сельские поселения Камско-Устьинского муниципального района','92630403','Балтачевское','92630405','Большебуртасское','92630410','Большекармалинское','92630415','Большекляринское','92630420','Большесалтыковское','92630425','Варваринское','92630430','Кирельское','92630435','Клянчеевское','92630440','Красновидовское','92630445','Малосалтыковское','92630447','Осинниковское','92630450','Старобарышевское','92630455','Староказеевское','92630460','Сюкеевское','92630465','Теньковское','92630470','Уразлинское','92630475','Янгасалское']]
,['92632','Спасский муниципальный район',['92632100','Городские поселения Спасского муниципального района','92632101','город Болгар','92632400','Сельские поселения Спасского муниципального района','92632405','Аграмаковское','92632410','Антоновское','92632415','Бураковское','92632420','Измерское','92632425','Иске-Рязапское','92632430','Кимовское','92632435','Краснослободское','92632440','Кузнечихинское','92632445','Кураловское','92632450','Никольское','92632455','Чэчэклинское','92632460','Полянское','92632462','Приволжское','92632465','Среднеюрткульское','92632470','Трехозерское','92632475','Ямбухтинское']]
,['92633','Кукморский муниципальный район',['92633100','Городские поселения Кукморского муниципального района','92633101','город Кукмор','92633400','Сельские поселения Кукморского муниципального района','92633404','Байлянгарское','92633408','Березнякское','92633412','Большекукморское','92633416','Большесардекское','92633420','Важашурское','92633423','Каенсарское','92633424','Каркаусское','92633428','Кошкинское','92633429','Лельвижское','92633430','Мамаширское','92633432','Манзарасское','92633434','Лубянское','92633436','Нижнеискубашское','92633440','Нижнерусское','92633444','Ныртинское','92633448','Нырьинское','92633452','Олуязское','92633456','Ошторма-Юмьинское','92633460','Починок-Кучуковское','92633464','Псякское','92633468','Сардекбашское','92633472','Село-Чуринское','92633476','Среднекуморское','92633477','Туембашское','92633478','Уркушское','92633480','Чарлинское','92633484','Ядыгерьское','92633488','Яныльское','92633490','Ятмас-Дусаевское']]
,['92634','Лаишевский муниципальный район',['92634100','Городские поселения Лаишевского муниципального района','92634101','город Лаишево','92634400','Сельские поселения Лаишевского муниципального района','92634404','Александровское','92634408','Атабаевское','92634412','Большекабанское','92634414','Габишевское','92634415','Державинское','92634416','Егорьевское','92634428','Кирбинское','92634432','Куюковское','92634436','Макаровское','92634440','Малоелгинское','92634442','Матюшинское','92634444','Нармонское','92634448','Никольское','92634452','Пелевское','92634456','Песчано-Ковалинское','92634460','Рождественское','92634468','Сокуровское','92634472','Среднедевятовское','92634480','Столбищенское','92634484','Орловское','92634486','Татарско-Сараловское','92634488','Татарско-Янтыкское','92634492','Чирповское']]
,['92636','Лениногорский муниципальный район',['92636100','Городские поселения Лениногорского муниципального района','92636101','город Лениногорск','92636400','Сельские поселения Лениногорского муниципального района','92636405','Глазовское','92636410','Зай-Каратайское','92636412','Зеленорощинское','92636415','Ивановское','92636418','Каркалинское','92636419','Кармалкинское','92636420','Керлигачское','92636425','Куакбашское','92636435','Мичуринское','92636437','Мукмин-Каратайское','92636440','Нижнечершилинское','92636445','Новоиштерякское','92636447','Новочершилинское','92636450','Письмянское','92636455','Сарабикуловское','92636460','Староиштерякское','92636465','Старокувакское','92636470','Старошугуровское','92636475','Сугушлинское','92636480','Тимяшевское','92636485','Туктарово-Урдалинское','92636490','Урмышлинское','92636495','Федотовское','92636497','Шугуровское']]
,['92638','Мамадышский муниципальный район',['92638100','Городские поселения Мамадышского муниципального района','92638101','город Мамадыш','92638400','Сельские поселения Мамадышского муниципального района','92638403','Албайское','92638406','Верхнеошминское','92638415','Дюсьметьевское','92638418','Ишкеевское','92638421','Катмышское','92638424','Кемеш-Кульское','92638427','Кляушское','92638430','Красногорское','92638436','Куюк-Ерыксинское','92638442','Малокирменское','92638448','Нижнеошминское','92638451','Нижнесуньское','92638454','Нижнетаканышское','92638457','Нижнешандерское','92638460','Никифоровское','92638463','Олуязское','92638466','Омарское','92638469','Отарское','92638475','Сокольское','92638478','Среднекирменское','92638480','Суньское','92638481','Тавельское','92638484','Уразбахтинское','92638487','Урманчеевское','92638490','Усалинское','92638493','Шадчинское','92638495','Шемяковское','92638498','Якинское']]
,['92639','Менделеевский муниципальный район',['92639100','Городские поселения Менделеевского муниципального района','92639101','город Менделеевск','92639400','Сельские поселения Менделеевского муниципального района','92639403','Абалачевское','92639410','Бизякинское','92639415','Брюшлинское','92639418','Енабердинское','92639423','Ижевское','92639428','Камаевское','92639440','Монашевское','92639441','Мунайкинское','92639443','Псеевское','92639464','Старогришкинское','92639480','Татарско-Челнинское','92639483','Тихоновское','92639485','Тойгузинское','92639488','Тураевское']]
,['92640','Мензелинский муниципальный район',['92640100','Городские поселения Мензелинского муниципального района','92640101','город Мензелинск','92640400','Сельские поселения Мензелинского муниципального района','92640404','Атряклинское','92640408','Аюское','92640412','Бикбуловское','92640416','Верхнетакерменское','92640424','им Воровского','92640428','Иркеняшское','92640432','Кадряковское','92640440','Коноваловское','92640444','Кузембетьевское','92640455','Наратлы-Кичуское','92640457','Николаевское','92640459','Новомазинское','92640461','Новомелькенское','92640463','Подгорно-Байларское','92640478','Старомазинское','92640481','Староматвеевское','92640492','Урусовское','92640494','Юртовское','92640496','Юшадинское']]
,['92642','Муслюмовский муниципальный район',['92642400','Сельские поселения Муслюмовского муниципального района','92642405','Амикеевское','92642410','Баланнинское','92642415','Баюковское','92642416','Большечекмакское','92642417','Варяш-Башское','92642420','Исансуповское','92642425','Кряш-Шуранское','92642430','Мелля-Тамакское','92642435','Митряевское','92642440','Михайловское','92642443','Муслюмовское','92642450','Нижнетабынское','92642455','Новоусинское','92642460','Октябрьское','92642465','Семяковское','92642470','Старокарамалинское','92642475','Тойгильдинское','92642480','Уразметьевское','92642485','Шуганское']]
,['92644','Нижнекамский муниципальный район',['92644100','Городские поселения Нижнекамского муниципального района','92644101','город Нижнекамск','92644156','поселок городского типа Камские Поляны','92644400','Сельские поселения Нижнекамского муниципального района','92644405','Афанасовское','92644407','Елантовское','92644410','Каенлинское','92644412','Кармалинское','92644415','Красноключинское','92644420','Краснокадкинское','92644423','Майскогорское','92644425','Макаровское','92644430','Нижнеуратьминское','92644433','Простинское','92644434','Сосновское','92644435','Старошешминское','92644440','Сухаревское','92644445','Шереметьевское','92644450','Шингальчинское']]
,['92645','Новошешминский муниципальный район',['92645400','Сельские поселения Новошешминского муниципального района','92645401','Азеевское','92645402','Архангельское','92645405','Буревестниковское','92645412','Екатерининское','92645419','Зиреклинское','92645425','Краснооктябрьское','92645428','Ленинское','92645432','Новошешминское','92645436','Петропавловское','92645438','Тубылгытауское','92645440','Акбуринское','92645444','Утяшкинское','92645447','Чебоксарское','92645450','Черемуховское','92645453','Шахмайкинское']]
,['92646','Нурлатский муниципальный район',['92646100','Городские поселения Нурлатского муниципального района','92646101','город Нурлат','92646400','Сельские поселения Нурлатского муниципального района','92646408','Амзинское','92646412','Андреевское','92646416','Биляр-Озерское','92646420','Богдашкинское','92646424','Бурметьевское','92646427','Гайтанкинское','92646428','Егоркинское','92646432','Елаурское','92646436','Зареченское','92646442','Кичкальнинское','92646444','Кульбаево-Марасинское','92646448','Ахметовское','92646449','Бикуловское','92646452','Мамыковское','92646460','Новоиглайкинское','92646462','Новотумбинское','92646464','Селенгушское','92646468','Среднекамышлинское','92646472','Староальметьевское','92646476','Старочелнинское','92646480','Степноозерское','92646484','Тимерлекское','92646486','Тюрнясевское','92646488','Фомкинское','92646490','Чулпановское','92646492','Якушкинское']]
,['92648','Пестречинский муниципальный район',['92648400','Сельские поселения Пестречинского муниципального района','92648405','Белкинское','92648410','Богородское','92648415','Екатериновское','92648425','Кибячинское','92648427','Кобяковское','92648428','Ковалинское','92648430','Конское','92648435','Кощаковское','92648440','Кряш-Сердинское','92648445','Кулаевское','92648450','Ленино-Кокушкинское','92648452','Надеждинское','92648453','Отар-Дубровское','92648454','Пановское','92648455','Пестречинское','92648457','Пимерское','92648465','Татарско-Ходяшевское','92648467','Читинское','92648470','Шалинское','92648475','Шигалеевское','92648480','Янцеварское']]
,['92650','Рыбно-Слободский муниципальный район',['92650100','Городские поселения Рыбно-Слободского муниципального района','92650151','поселок городского типа Рыбная Слобода','92650400','Сельские поселения Рыбно-Слободского муниципального района','92650404','Анатышское','92650408','Балыклы-Чукаевское','92650412','Бетьковское','92650416','Биектауское','92650420','Большеелгинское','92650424','Большекульгинское','92650428','Большемашлякское','92650432','Большеошнякское','92650436','Большесалтанское','92650440','Козяково-Челнинское','92650444','Корноуховское','92650448','Кугарчинское','92650450','Кукеевское','92650452','Кутлу-Букашское','92650454','Масловское','92650456','Нижнетимерлекское','92650460','Новоарышское','92650462','Полянское','92650464','Русско-Ошнякское','92650472','Троицко-Урайское','92650476','Урахчинское','92650480','Шеморбашское','92650484','Шетнево-Тулушское','92650488','Шумбутское','92650492','Шумковское','92650496','Юлсубинское']]
,['92652','Сабинский муниципальный район',['92652100','Городские поселения Сабинского муниципального района','92652151','поселок городского типа Богатые Сабы','92652400','Сельские поселения Сабинского муниципального района','92652404','Арташское','92652409','Большекибячинское','92652417','Большеныртинское','92652423','Большешинарское','92652430','Корсабашское','92652431','Верхнесиметское','92652432','Евлаштауское','92652434','Изминское','92652436','Иштуганское','92652442','Кильдебякское','92652450','Нижнешитцинское','92652452','Мешинское','92652454','Мичанское','92652462','Сатышевское','92652473','Староикшурминское','92652481','Тимершикское','92652494','Шеморданское','92652495','Шикшинское','92652498','Юлбатское']]
,['92653','Сармановский муниципальный район',['92653100','Городские поселения Сармановского муниципального района','92653155','поселок городского типа Джалиль','92653400','Сельские поселения Сармановского муниципального района','92653404','Азалаковское','92653408','Александровское','92653409','Альметьевское','92653412','Большенуркеевское','92653415','Верхне-Чершилинское','92653420','Иляксазское','92653424','Кавзияковское','92653428','Карашай-Сакловское','92653432','Лешев-Тамакское','92653436','Лякинское','92653440','Муртыш-Тамакское','92653444','Новоимянское','92653448','Петровско-Заводское','92653452','Рангазарское','92653456','Саклов-Башское','92653460','Сармановское','92653468','Старокаширское','92653470','Старо-Имянское','92653472','Старомензелябашское','92653480','Чукмарлинское','92653482','Шарлиареминское','92653484','Янурусовское']]
,['92654','Ютазинский муниципальный район',['92654100','Городские поселения Ютазинского муниципального района','92654151','поселок городского типа Уруссу','92654400','Сельские поселения Ютазинского муниципального района','92654401','Абсалямовское','92654402','Акбашское','92654405','Байрякинское','92654408','Байряки-Тамакское','92654412','Дым-Тамакское','92654420','Каракашлинское','92654435','Старокаразерикское','92654440','Ташкичуйское','92654445','Уруссинское','92654455','Ютазинское']]
,['92655','Тетюшский муниципальный район',['92655100','Городские поселения Тетюшского муниципального района','92655101','город Тетюши','92655400','Сельские поселения Тетюшского муниципального района','92655403','Алабердинское','92655408','Байрашевское','92655412','Бакрчинское','92655416','Беденьгинское','92655417','Бессоновское','92655420','Большеатрясское','92655424','Большетарханское','92655428','Большетурминское','92655432','Большешемякинское','92655436','Жуковское','92655438','Кильдюшевское','92655440','Киртелинское','92655444','Кляшевское','92655448','Кошки-Новотимбаевское','92655456','Льяшевское','92655464','Монастырское','92655468','Нармонское','92655476','Сюндюковское','92655480','Урюмское','92655484','Федоровское']]
,['92656','Тюлячинский муниципальный район',['92656400','Сельские поселения Тюлячинского муниципального района','92656403','Абдинское','92656404','Айдаровское','92656405','Аланское','92656410','Баландышское','92656413','Большеметескинское','92656415','Большемешское','92656418','Большенырсинское','92656425','Верхнекибякозинское','92656435','Малокибякозинское','92656440','Старозюринское','92656445','Тюлячинское','92656450','Узякское','92656455','Шадкинское']]
,['92657','Тукаевский муниципальный район',['92657400','Сельские поселения Тукаевского муниципального района','92657405','Азьмушкинское','92657410','Бетькинское','92657415','Биклянское','92657425','Бурдинское','92657426','Биюрганское','92657428','Иштеряковское','92657430','Калмашское','92657431','Калмиинское','92657433','Круглопольское','92657435','Князевское','92657437','Комсомольское','92657438','Кузкеевское','92657439','Малошильнинское','92657440','Мелекесское','92657445','Мусабай-Заводское','92657450','Нижнесуыксинское','92657455','Новотроицкое','92657465','Семекеевское','92657469','Староабдуловское','92657471','Стародрюшское','92657474','Тлянче-Тамакское','92657483','Шильнебашское','92657492','Яна-Булякское']]
,['92658','Черемшанский муниципальный район',['92658400','Сельские поселения Черемшанского муниципального района','92658405','Беркет-Ключевское','92658410','Верхнекаменское','92658415','Ивашкинское','92658420','Карамышевское','92658422','Кутеминское','92658425','Старокутушское','92658430','Лашманское','92658435','Мордовско-Афонькинское','92658438','Нижнекаменское','92658440','Нижнекармалкинское','92658445','Новоильмовское','92658450','Новокадеевское','92658455','Старокадеевское','92658460','Староутямышское','92658462','Туйметкинское','92658465','Ульяновское','92658470','Черемшанское','92658475','Шешминское']]
,['92659','Чистопольский муниципальный район',['92659100','Городские поселения Чистопольского муниципального района','92659101','город Чистополь','92659400','Сельские поселения Чистопольского муниципального района','92659403','Адельшинское','92659409','Большетолкишское','92659412','Булдырское','92659414','Верхнекондратинское','92659418','Данауровское','92659423','Исляйкинское','92659430','Каргалинское','92659438','Кубасское','92659441','Кутлушкинское','92659447','Малотолкишское','92659450','Муслюмкинское','92659453','Нарат-Елгинское','92659455','Нижнекондратинское','92659462','Совхозно-Галактионовское','92659468','Староромашкинское','92659471','Татарско-Баганинское','92659474','Татарско-Елтанское','92659475','Татарско-Сарсазское','92659477','Татарско-Толкишское','92659486','Четырчинское','92659489','Чистопольское','92659492','Чистопольско-Высельское','92659495','Чувашско-Елтанское']]
,['92701','город Казань',undefined
]
,['92730','город Набережные Челны',undefined
]
]]
,['93','МО Республики Тывы',
[['93605','Бай-Тайгинский муниципальный район',['93605400','Сельские поселения Бай-Тайгинского муниципального района','93605411','Бай-Тал','93605422','Кара-Холь','93605433','Кызыл-Даг','93605444','Тээли','93605450','Хемчик','93605455','Шуй','93605457','Ээр-Хавак']]
,['93610','Барун-Хемчикский муниципальный район',['93610400','Сельские поселения Барун-Хемчикского муниципального района','93610405','Ак','93610410','Аксы-Барлык','93610412','Аянгаты','93610413','Барлык','93610414','Бижиктиг-Хая','93610415','Хонделен','93610420','Шекпээр','93610425','Эрги-Барлык','93610430','Кызыл-Мажалык']]
,['93615','Дзун-Хемчикский муниципальный район',['93615100','Городские поселения Дзун-Хемчикского муниципального района','93615101','город Чадан','93615400','Сельские поселения Дзун-Хемчикского муниципального района','93615405','Баян-Тала','93615410','Ийме','93615430','Теве-Хая','93615435','Хайыракан','93615438','Хондергей','93615440','Хорум-Даг','93615445','Чаданский','93615448','Чыраа-Бажы','93615450','Чыргакы','93615452','Элдиг-Хем','93615455','Шеми']]
,['93620','Каа-Хемский муниципальный район',['93620400','Сельские поселения Каа-Хемского муниципального района','93620403','Бояровка','93620405','Бурен-Бай-Хаак','93620407','Бурен-Хем','93620409','Дерзиг-Аксы','93620410','Ильинка','93620413','Кок-Хаак','93620415','Кундустуг','93620420','Сарыг-Сеп','93620425','Сизим','93620427','Суг-Бажы','93620430','Усть-Бурен']]
,['93622','Кызылский муниципальный район',['93622100','Городские поселения Кызылского муниципального района','93622151','поселок городского типа Каа-Хем','93622400','Сельские поселения Кызылского муниципального района','93622405','Баян-Кол','93622418','Кара-Хаак','93622430','Сукпак','93622434','Терлиг-Хая','93622437','Усть-Элегест','93622442','Целинный','93622445','Черби','93622448','Шамбалыг','93622456','Ээрбек']]
,['93625','Монгун-Тайгинский муниципальный район',['93625400','Сельские поселения Монгун-Тайгинского муниципального района','93625411','Каргы','93625422','Моген-Бурен','93625428','Тоолайлыг']]
,['93630','Овюрский муниципальный район',['93630400','Сельские поселения Овюрского муниципального района','93630411','Саглы','93630413','Сарыг-Холь','93630422','Солчур','93630433','Дус-Даг','93630444','Хандагайты','93630450','Чаа-Суур']]
,['93635','Пий-Хемский муниципальный район',['93635100','Городские поселения Пий-Хемского муниципального района','93635101','город Туран','93635400','Сельские поселения Пий-Хемского муниципального района','93635411','Аржаан','93635422','Севи','93635425','Сесерлиг','93635426','Суш','93635428','Тарлаг','93635433','Уюк','93635437','Хадын']]
,['93638','Сут-Хольский муниципальный район',['93638400','Сельские поселения Сут-Хольского муниципального района','93638402','Ак-Даш','93638404','Алдан-Маадыр','93638407','Бора-Тайга','93638417','Ишкин','93638419','Кара-Чыраа','93638421','Кызыл-Тайга','93638427','Суг-Аксы']]
,['93640','Тандинский муниципальный район',['93640400','Сельские поселения Тандинского муниципального района','93640411','Арыг-Бажы','93640422','Бай-Хаак','93640433','Балгазын','93640444','Дурген','93640455','Кочетово','93640460','Кызыл-Арыг','93640466','Межегей','93640470','Успенка']]
,['93643','Тере-Хольский муниципальный район',['93643400','Сельские поселения Тере-Хольского муниципального района','93643425','Шынаанский','93643430','Каргы','93643435','Балыктыг','93643440','Эми']]
,['93645','Тес-Хемский муниципальный район',['93645400','Сельские поселения Тес-Хемского муниципального района','93645411','Берт-Даг','93645422','Кызыл-Чыраа','93645428','О-Шынаа','93645433','Самагалтай','93645435','У-Шынаа','93645444','Чыргаланды','93645455','Шуурмак']]
,['93650','Тоджинский муниципальный район',['93650400','Сельские поселения Тоджинского муниципального района','93650411','Азас','93650422','Ий','93650433','Сыстыг-Хем','93650444','Тоора-Хем','93650452','Чазылары','93650460','Ырбан']]
,['93654','Улуг-Хемский муниципальный район',['93654100','Городские поселения Улуг-Хемского муниципального района','93654101','город Шагонар','93654400','Сельские поселения Улуг-Хемского муниципального района','93654410','Арыг-Узуу','93654412','Арыскан','93654414','Иштии-Хем','93654416','Ийи-Тал','93654420','Хайыракан','93654425','Арыг-Бажы','93654435','Торгалыг','93654445','Чааты','93654455','Эйлиг-Хем']]
,['93656','Чаа-Хольский муниципальный район',['93656400','Сельские поселения Чаа-Хольского муниципального района','93656405','Ак-Дуруг','93656425','Кызыл-Даг','93656440','Чаа-Холь','93656445','Шанчы']]
,['93657','Чеди-Хольский муниципальный район',['93657400','Сельские поселения Чеди-Хольского муниципального района','93657405','Хову-Аксы','93657410','Сайлыг','93657420','Хендерге','93657421','Холчук','93657422','Чал-Кежиг','93657425','Элегест']]
,['93658','Эрзинский муниципальный район',['93658400','Сельские поселения Эрзинского муниципального района','93658411','Бай-Даг','93658418','Качык','93658422','Морен','93658433','Нарын','93658444','Сарыг-Булун','93658455','Эрзин']]
,['93701','город Кызыл',undefined
]
,['93703','город Ак-Довурак',undefined
]
]]
,['94','МО Удмуртской Республики',
[['94502','МО Алнашский район',undefined
]
,['94504','МО Балезинский район',undefined
]
,['94506','МО Вавожский район',undefined
]
,['94508','МО Воткинский район',undefined
]
,['94510','МО Глазовский район',undefined
]
,['94512','МО Граховский район',undefined
]
,['94514','МО Дебёсский район',undefined
]
,['94516','МО Завьяловский район',undefined
]
,['94518','МО Игринский район',undefined
]
,['94520','МО Камбарский район',undefined
]
,['94522','МО Каракулинский район',undefined
]
,['94524','МО Кезский район',undefined
]
,['94526','МО Кизнерский район',undefined
]
,['94528','МО Киясовский район',undefined
]
,['94530','МО Красногорский район',undefined
]
,['94533','МО Малопургинский район',undefined
]
,['94535','МО Можгинский район',undefined
]
,['94537','МО Сарапульский район',undefined
]
,['94539','МО Селтинский район',undefined
]
,['94541','МО Сюмсинский район',undefined
]
,['94544','МО Увинский район',undefined
]
,['94546','МО Шарканский район',undefined
]
,['94548','МО Юкаменский район',undefined
]
,['94550','МО Якшур-Бодьинский район',undefined
]
,['94552','МО Ярский район',undefined
]
,['94701','город Ижевск',undefined
]
,['94710','город Воткинск',undefined
]
,['94720','город Глазов',undefined
]
,['94730','город Можга',undefined
]
,['94740','город Сарапул',undefined
]
]]
,['95','МО Республики Хакасии',
[['95605','Алтайский муниципальный район',['95605400','Сельские поселения Алтайского муниципального района','95605405','Аршановский сельсовет','95605410','Белоярский сельсовет','95605418','Изыхский сельсовет','95605420','Кировский сельсовет','95605425','Краснопольский сельсовет','95605430','Новомихайловский сельсовет','95605435','Новороссийский сельсовет','95605440','Очурский сельсовет','95605445','Подсинский сельсовет']]
,['95608','Аскизский муниципальный район',['95608100','Городские поселения Аскизского муниципального района','95608151','Аскизский поссовет','95608165','Бискамжинский поссовет','95608169','Вершино-Тейский поссовет','95608400','Сельские поселения Аскизского муниципального района','95608405','Аскизский сельсовет','95608409','Балыксинский сельсовет','95608410','Базинский сельсовет','95608412','Бельтирский сельсовет','95608413','Бирикчульский сельсовет','95608415','Верх-Аскизский сельсовет','95608420','Есинский сельсовет','95608430','Кызласский сельсовет','95608440','Пуланкольский сельсовет','95608450','Усть-Камыштинский сельсовет','95608455','Усть-Чульский сельсовет']]
,['95612','Бейский муниципальный район',['95612400','Сельские поселения Бейского муниципального района','95612405','Бейский сельсовет','95612410','Большемонокский сельсовет','95612415','Бондаревский сельсовет','95612425','Кирбинский сельсовет','95612430','Куйбышевский сельсовет','95612440','Новоенисейский сельсовет','95612455','Сабинский сельсовет','95612460','Табатский сельсовет','95612700','Межселенные территории Бейского муниципального района','95612701','Межселенные территории, находящиеся вне границ сельских поселений Бейского района']]
,['95615','Боградский муниципальный район',['95615400','Сельские поселения Боградского муниципального района','95615404','Троицкий сельсовет','95615410','Боградский сельсовет','95615415','Большеербинский сельсовет','95615420','Бородинский сельсовет','95615430','Знаменский сельсовет','95615440','Первомайский сельсовет','95615445','Пушновский сельсовет','95615450','Сарагашский сельсовет','95615455','Советско-Хакасский сельсовет','95615460','Сонский сельсовет']]
,['95620','Орджоникидзевский муниципальный район',['95620400','Сельские поселения Орджоникидзевского муниципального района','95620403','Копьёвский поссовет','95620405','Гайдаровский сельсовет','95620420','Копьёвский сельсовет','95620425','Красноиюсский сельсовет','95620430','Новомарьясовский сельсовет','95620435','Орджоникидзевский сельсовет','95620437','Приисковый сельсовет','95620440','Саралинский сельсовет','95620450','Устинкинский сельсовет']]
,['95625','Таштыпский муниципальный район',['95625400','Сельские поселения Таштыпского муниципального района','95625405','Анчулский сельсовет','95625408','Арбатский сельсовет','95625415','Большесейский сельсовет','95625420','Бутрахтинский сельсовет','95625422','Имекский сельсовет','95625425','Матурский сельсовет','95625430','Нижнесирский сельсовет','95625440','Таштыпский сельсовет','95625700','Межселенные территории Таштыпского муниципального района','95625702','Межселенная территория Таштыпского муниципального района, включающая п Кубайка, п Большой Он, п Малый Анзас']]
,['95630','Усть-Абаканский муниципальный район',['95630100','Городские поселения Усть-Абаканского муниципального района','95630151','Усть-Абаканский поссовет','95630400','Сельские поселения Усть-Абаканского муниципального района','95630405','Вершино-Биджинский сельсовет','95630410','Весенненский сельсовет','95630415','Доможаковский сельсовет','95630425','Калининский сельсовет','95630430','Московский сельсовет','95630435','Опытненский сельсовет','95630440','Райковский сельсовет','95630445','Расцветовский сельсовет','95630455','Сапоговский сельсовет','95630460','Солнечный сельсовет','95630465','Усть-Бюрский сельсовет','95630470','Чарковский сельсовет']]
,['95635','Ширинский муниципальный район',['95635400','Сельские поселения Ширинского муниципального района','95635401','Коммунаровский сельсовет','95635403','Туимский сельсовет','95635404','Ширинский сельсовет','95635405','Беренжакский сельсовет','95635410','Борцовский сельсовет','95635415','Воротский сельсовет','95635420','Джиримский сельсовет','95635425','Ефремкинский сельсовет','95635430','Жемчужненский сельсовет','95635435','Селосонский сельсовет','95635438','Солёноозёрный сельсовет','95635440','Спиринский сельсовет','95635450','Фыркальский сельсовет','95635455','Целинный сельсовет','95635460','Черноозёрный сельсовет']]
,['95701','город Абакан',undefined
]
,['95702','город Абаза',undefined
]
,['95708','город Саяногорск',undefined
]
,['95709','город Сорск',undefined
]
,['95715','город Черногорск',undefined
]
]]
,['96','МО Чеченской Республики',
[['96602','Ачхой-Мартановский муниципальный район',['96602400','Сельские поселения Ачхой-Мартановского муниципального района','96602402','Ачхой-Мартановское','96602407','Валерикское','96602410','Давыденковское','96602413','Закан-Юртовское','96602416','Катар-Юртовское','96602418','Куларинское','96602419','Хамби-Ирзинское','96602421','Ново-Шаройское','96602422','Яндинское','96602425','Самашкинское','96602428','Шаами-Юртовское','96602491','Старо-Ачхойское']]
,['96604','Веденский муниципальный район',['96604400','Сельские поселения Веденского муниципального района','96604402','Агишбатойское','96604407','Белгатойское','96604410','Веденское','96604413','Гунинское','96604416','Даргойское','96604419','Дышне-Веденское','96604422','Тевзанинское','96604425','Курчалинское','96604428','Макажойское','96604431','Махкетинское','96604434','Сельментаузенское','96604437','Тазен-Калинское','96604440','Харачойское','96604443','Хаттунинское','96604446','Ца-Веденское','96604449','Элистанжинское','96604452','Эрсинойское','96604491','Бенойское','96604494','Хойское']]
,['96607','Грозненский муниципальный район',['96607400','Сельские поселения Грозненского муниципального района','96607402','Алхан-Калинское','96607404','Виноградненское','96607405','Беркат-Юртовское','96607410','Горячеисточненское','96607416','Ильиновское','96607419','Кень-Юртовское','96607428','Октябрьское','96607431','Первомайское','96607434','Петропавловское','96607437','Побединское','96607440','Правобережненское','96607446','Пролетарское','96607455','Толстой-Юртовское','96607491','Центора-Юртовское','96607492','Терское']]
,['96610','Гудермесский муниципальный район',['96610100','Городские поселения Гудермесского муниципального района','96610101','Гудермесское','96610400','Сельские поселения Гудермесского муниципального района','96610401','Азамат-Юртовское','96610403','Бильтой-Юртовское','96610404','Брагунское','96610406','Герзель-Аульское','96610407','Джалкинское','96610408','Дарбанхинское','96610409','Хангиш-Юртовское','96610410','Мелчхинское','96610411','Гордали-Юртовское','96610413','Ишхой-Юртовское','96610415','Кади-Юртовское','96610416','Комсомольское','96610417','Ново-Энгенойское','96610418','Ойсхарское','96610419','Кошкельдинское','96610424','Шуанинское','96610425','Энгель-Юртовское','96610430','Ново-Бенойское','96610491','Нижне-Нойберское','96610492','Верхне-Нойберское']]
,['96611','Итум-Калинский муниципальный район',['96611400','Сельские поселения Итум-Калинского муниципального района','96611406','Гухойское','96611410','Итум-Калинское','96611428','Ушкалойское','96611431','Бугаройское','96611438','Ведучинское','96611443','Гучум-Калинское','96611449','Зумсойское','96611455','Кокадойское','96611460','Тазбичинское','96611468','Моцкаройское','96611470','Баулойское','96611475','Тусхаройское','96611480','Хилдехаройское']]
,['96612','Курчалоевский муниципальный район',['96612100','Городские поселения Курчалоевского района','96612101','Курчалойское','96612400','Сельские поселения Курчалоевского муниципального района','96612402','Аллеройское','96612407','Бачи-Юртовское','96612422','Майртупское','96612431','Гелдаганское','96612434','Цоци-Юртовское','96612437','Хиди-Хуторское','96612440','Ахмат-Юртовское','96612446','Ялхой-Мохкское','96612491','Регитинское','96612492','Ахкинчу-Барзойское','96612493','Джугуртинское','96612494','Эникалинское','96612495','Илсхан-Юртовское']]
,['96616','Надтеречный муниципальный район',['96616400','Сельские поселения Надтеречного муниципального района','96616402','Бено-Юртовское','96616404','Братское','96616407','Верхненаурское','96616410','Гвардейское','96616411','Горагорское','96616413','Зебир-Юртовское','96616416','Знаменское','96616417','Калаусское','96616418','Комаровское','96616419','Мекен-Юртовское','96616422','Надтеречненское','96616428','Подгорненское']]
,['96622','Наурский муниципальный район',['96622400','Сельские поселения Наурского муниципального района','96622402','Алпатовское','96622403','Рубежненское','96622404','Ищерское','96622405','Чернокозовское','96622407','Калиновское','96622409','Левобережненское','96622412','Ново-Солкушинское','96622413','Мекенское','96622416','Наурское','96622419','Николаевское','96622420','Новотерское','96622422','Савельевское','96622430','Фрунзенское','96622492','Ульяновское']]
,['96625','Ножай-Юртовский муниципальный район',['96625400','Сельские поселения Ножай-Юртовского муниципального района','96625402','Аллеройское','96625404','Байтаркинское','96625407','Беной-Веденское','96625408','Бенойское','96625410','Галайтинское','96625413','Гендергенское','96625414','Гилянинское','96625416','Гордалинское','96625419','Даттахское','96625422','Зандакское','96625425','Мескетинское','96625428','Ножай-Юртовское','96625431','Рогун-Кажинское','96625434','Саясанское','96625440','Центаройское','96625443','Шуанинское','96625491','Айти-Мохкское','96625492','Балансуйское','96625493','Замай-Юртовское','96625494','Симсирское','96625495','Шовхал-Бердинское','96625496','Энгенойское']]
,['96628','Шатойский муниципальный район',['96628400','Сельские поселения Шатойского муниципального района','96628402','Асланбек-Шериповское','96628404','Борзойское','96628405','Вашендаройское','96628407','Дайское','96628410','Дачу-Борзойское','96628416','Больше-Варандинское','96628418','Лаха-Варандинское','96628419','Памятойское','96628422','Шатойское','96628425','Улус-Кертское','96628431','Хал-Келойское','96628434','Харсенойское','96628439','Чишкинское','96628491','Зонинское','96628492','Нихалойское','96628493','Нохчи-Келойское','96628494','Саттинское','96628495','Шаро-Аргунское','96628498','Ярыш-Мардинское']]
,['96631','Серноводский муниципальный район',['96631400','Сельские поселения Серноводского муниципального района','96631404','Ассиновское','96631409','Бамутское','96631425','Серноводское']]
,['96634','Урус-Мартановский муниципальный район',['96634100','Городские поселения Урус-Мартановского района','96634101','Урус-Мартановское','96634400','Сельские поселения Урус-Мартановского муниципального района','96634402','Алхазуровское','96634404','Алхан-Юртовское','96634407','Гехинское','96634410','Гойское','96634413','Гойтинское','96634416','Мартан-Чуйское','96634419','Рошни-Чуйское','96634420','Старо-Атагинское','96634422','Танги-Чуйское','96634428','Шалажинское','96634490','Гой-Чуйское','96634492','Гехи-Чуйское']]
,['96637','Шалинский муниципальный район',['96637100','Городские поселения Шалинского муниципального района','96637101','Шалинское','96637400','Сельские поселения Шалинского муниципального района','96637402','Автуринское','96637403','Агиштинское','96637410','Белгатойское','96637413','Герменчукское','96637416','Дуба-Юртовское','96637425','Мескер-Юртовское','96637428','Ново-Атагинское','96637437','Сержень-Юртовское','96637440','Чири-Юртовское']]
,['96640','Шелковской муниципальный район',['96640400','Сельские поселения Шелковского муниципального района','96640402','Бороздиновское','96640403','Бурунское','96640405','Воскресеновское','96640406','Гребенское','96640407','Дубовское','96640408','Червленно-Узловское','96640410','Каргалинское','96640411','Каршыга-Аульское','96640413','Кобинское','96640416','Курдюковское','96640419','Ново-Щедринское','96640420','Ораз-Аульское','96640422','Сары-Суйское','96640425','Старогладовское','96640427','Старо-Щедринское','96640429','Харьковское','96640431','Червленское','96640434','Шелковское','96640437','Шелкозаводское']]
,['96691','Шаройский муниципальный район',['96691400','Сельские поселения Шаройского муниципального района','96691402','Бутинское','96691403','Кенхинское','96691404','Кесалойское','96691405','Киринское','96691406','Шикаройское','96691407','Хакмадойское','96691408','Химойское','96691409','Хуландойское','96691410','Цесинское','96691411','Чайринское','96691421','Шаройское']]
,['96701','город Грозный',undefined
]
,['96702','город Аргун',undefined
]
]]
,['97','МО Чувашской Республики - Чувашии',
[['97503','Алатырский МО',undefined
]
,['97505','Аликовский МО',undefined
]
,['97507','Батыревский МО',undefined
]
,['97510','Вурнарский МО',undefined
]
,['97513','Ибресинский МО',undefined
]
,['97516','Канашский МО',undefined
]
,['97519','Козловский МО',undefined
]
,['97521','Комсомольский МО',undefined
]
,['97524','Красноармейский МО',undefined
]
,['97526','Красночетайский МО',undefined
]
,['97529','Мариинско-Посадский МО',undefined
]
,['97532','Моргаушский МО',undefined
]
,['97535','Порецкий МО',undefined
]
,['97538','Урмарский МО',undefined
]
,['97541','Цивильский МО',undefined
]
,['97544','Чебоксарский МО',undefined
]
,['97547','Шемуршинский МО',undefined
]
,['97550','Шумерлинский МО',undefined
]
,['97553','Ядринский МО',undefined
]
,['97555','Яльчикский МО',undefined
]
,['97558','Янтиковский МО',undefined
]
,['97701','город Чебоксары',undefined
]
,['97704','город Алатырь',undefined
]
,['97707','город Канаш',undefined
]
,['97710','город Новочебоксарск',undefined
]
,['97713','город Шумерля',undefined
]
]]
,['98','МО Республики Саха (Якутия)',
[['98601','Абыйский муниципальный район',['98601100','Городские поселения Абыйского муниципального района','98601151','поселок Белая Гора','98601400','Сельские поселения Абыйского муниципального района','98601404','Абыйский наслег','98601409','Майорский национальный наслег','98601417','Мугурдахский наслег','98601422','Уолбутский наслег','98601433','Урасалахский наслег']]
,['98603','Алданский муниципальный район',['98603100','Городские поселения Алданского муниципального района','98603101','город Алдан','98603105','город Томмот','98603161','поселок Ленинский','98603170','поселок Нижний Куранах','98603400','Сельские поселения Алданского муниципального района','98603404','Наслег Анамы','98603407','Беллетский наслег','98603460','Чагдинский наслег']]
,['98604','Таттинский муниципальный район',['98604400','Сельские поселения Таттинского муниципального района','98604405','Алданский наслег','98604410','Амгинский наслег','98604415','Баягинский наслег','98604418','Дайа-Амгинский наслег','98604420','Жохсогонский наслег','98604425','Жулейский наслег','98604430','Игидейский наслег','98604435','Октябрьский наслег','98604440','Средне-Амгинский наслег','98604445','Таттинский наслег','98604450','Тыарасинский наслег','98604455','Уолбинский наслег','98604460','Усть-Амгинский наслег','98604465','Хара-Алданский наслег']]
,['98606','Аллаиховский муниципальный район',['98606100','Городские поселения Аллаиховского муниципального района','98606151','поселок Чокурдах','98606400','Сельские поселения Аллаиховского муниципального района','98606424','Бёрёлёхский наслег','98606437','Быянгнырский наслег','98606450','Русско-Устьинский наслег','98606476','Юкагирский наслег','98606700','Межселенные территории Аллаиховского муниципального района','98606745','Территория Ойотунгского национального (кочевого) наслега']]
,['98608','Амгинский муниципальный район',['98608400','Сельские поселения Амгинского муниципального района','98608405','Абагинский наслег','98608414','Алтанский наслег','98608429','Амгино-Нахаринский наслег','98608432','Амгинский наслег','98608440','Бетюнский наслег','98608446','Болугурский наслег','98608452','Майский наслег','98608455','Мяндигинский наслег','98608458','Сатагайский наслег','98608460','Соморсунский наслег','98608465','Сулгаччинский наслег','98608470','Чакырский наслег','98608472','Чапчылганский наслег','98608481','Эмисский наслег']]
,['98610','Анабарский национальный (долгано-эвенкийский) муниципальный район',['98610400','Сельские поселения Анабарского национального (долгано-эвенкийского) муниципального района','98610411','Саскылахский национальный наслег','98610424','Юрюнг-Хаинский национальный наслег']]
,['98612','Булунский муниципальный район',['98612100','Городские поселения Булунского муниципального района','98612151','поселок Тикси','98612400','Сельские поселения Булунского муниципального района','98612407','Борогонский наслег','98612412','Булунский наслег','98612413','Быковский наслег','98612427','Сиктяхский наслег','98612445','Тюметинский наслег','98612456','Хара-Улахский наслег']]
,['98614','Верхневилюйский муниципальный район',['98614400','Сельские поселения Верхневилюйского муниципального района','98614402','Балаганнахский наслег','98614405','Ботулунский наслег','98614406','Кырыкыйский наслег','98614407','Быраканский наслег','98614412','Верхневилюйский наслег','98614417','Дюллюкинский наслег','98614422','Далырский наслег','98614423','Едюгейский наслег','98614429','Кентикский наслег','98614436','Магасский наслег','98614440','Мейикский наслег','98614445','Намский наслег','98614450','Онхойский наслег','98614455','Оргётский наслег','98614460','Оросунский наслег','98614467','Сургулукский наслег','98614469','Тамалаканский наслег','98614472','Туобуйинский наслег','98614478','Харбалахский наслег','98614482','Хомустахский наслег','98614486','Хоринский наслег']]
,['98615','Верхнеколымский муниципальный район',['98615100','Городские поселения Верхнеколымского муниципального района','98615151','поселок Зырянка','98615400','Сельские поселения Верхнеколымского муниципального района','98615405','Арылахский наслег','98615409','Верхнеколымский наслег','98615414','Нелемнский национальный наслег','98615427','Угольнинский наслег','98615430','Утаинский наслег','98615700','Межселенные территории Верхнеколымского муниципального района','98615701','Межселенная территория Верхнеколымского муниципального района, находящаяся вне границ городского и сельских поселений']]
,['98616','Верхоянский муниципальный район',['98616100','Городские поселения Верхоянского муниципального района','98616103','город Верхоянск','98616151','поселок Батагай','98616156','поселок Эсэ-Хайя','98616400','Сельские поселения Верхоянского муниципального района','98616404','Адыччинский наслег','98616409','Арылахский наслег','98616412','Барыласский наслег','98616414','Борулахский наслег','98616425','Дулгалахский наслег','98616442','Сартанский наслег','98616445','Столбинский наслег','98616448','Суордахский наслег','98616453','Табалахский наслег','98616460','Черюмчинский наслег','98616464','Эгинский наслег','98616470','Эльгесский наслег','98616477','Бабушкинский наслег','98616488','Янский наслег']]
,['98618','Вилюйский муниципальный район',['98618100','Городские поселения Вилюйского муниципального района','98618101','город Вилюйск','98618153','поселок Кысыл-Сыр','98618400','Сельские поселения Вилюйского муниципального района','98618404','Арылахский наслег','98618408','Баппагайинский наслег','98618412','Бёкчёгинский наслег','98618416','Борогонский наслег','98618418','Ёкюндюнский наслег','98618420','Жемконский наслег','98618426','Кыргыдайский наслег','98618430','Кюлетский  1-й наслег','98618431','Кюлетский 2-й наслег','98618433','Лёкёчёнский наслег','98618435','Первый Тогусский  наслег','98618445','Тасагарский наслег','98618449','Тогусский наслег','98618453','Тылгынинский наслег','98618458','Хагынский наслег','98618462','Халбакинский наслег','98618466','Чернышевский наслег','98618470','Чочунский наслег','98618474','Югюлятский наслег']]
,['98620','Горный муниципальный район',['98620400','Сельские поселения Горного муниципального района','98620405','Атамайский наслег','98620410','Бердигестяхский наслег','98620417','Кировский наслег','98620426','Маганинский наслег','98620433','Малтанинский наслег','98620440','Мытахский наслег','98620449','Одунунский наслег','98620452','Октябрьский наслег','98620465','Шологонский наслег']]
,['98622','Жиганский национальный эвенкийский муниципальный район',['98622400','Сельские поселения Жиганского национального эвенкийского муниципального района','98622405','Бестяхский наслег','98622410','Жиганский наслег','98622417','Эвенкийское муниципальное образование "Кыстатыам"','98622422','Линдинский наслег','98622700','Межселенные территории Жиганского национального эвенкийского муниципального района','98622710','Межселенная территория Жиганского национального эвенкийского муниципального района, включая территорию участка Джарджан']]
,['98624','Кобяйский муниципальный район',['98624100','Городские поселения Кобяйского муниципального района','98624151','поселок Сангар','98624400','Сельские поселения Кобяйского муниципального района','98624405','Арыктахский наслег','98624414','Кировский наслег','98624419','Кобяйский наслег','98624424','Куокуйский наслег','98624429','Ламынхинский наслег','98624434','Люччегинский 1-й наслег','98624435','Люччегинский 2-й наслег','98624440','Мукучунский наслег','98624445','Нижилинский наслег','98624450','Ситтинский наслег','98624455','Тыайинский наслег','98624700','Межселенные территории Кобяйского муниципального района','98624701','Межселенная территория Кобяйского муниципального района, находящаяся вне границ городского и сельских поселений']]
,['98626','Нюрбинский муниципальный район',['98626100','Городские поселения Нюрбинского муниципального района','98626101','город Нюрба','98626400','Сельские поселения Нюрбинского муниципального района','98626405','Аканинский наслег','98626410','Бордонский наслег','98626413','Дикимдинский наслег','98626414','Едейский наслег','98626415','Жарханский наслег','98626420','Кангаласский наслег','98626425','Кюндядинский наслег','98626430','Мальжагарский наслег','98626435','Мархинский наслег','98626440','Мегежекский наслег','98626445','Октябрьский наслег','98626450','Нюрбачанский наслег','98626452','Сюлинский наслег','98626455','Таркайинский наслег','98626460','Тюмюкский наслег','98626465','Хорулинский наслег','98626470','Чаппандинский наслег','98626475','Чукарский наслег']]
,['98627','Ленский муниципальный район',['98627100','Городские поселения Ленского муниципального района','98627101','город Ленск','98627153','поселок Витим','98627157','поселок Пеледуй','98627400','Сельские поселения Ленского муниципального района','98627405','Беченчинский наслег','98627420','Мурбайский наслег','98627428','Наторинский наслег','98627430','Нюйский наслег','98627433','Орто-Нахаринский наслег','98627436','Салдыкельский наслег','98627440','Толонский наслег','98627449','Ярославский наслег','98627700','Межселенные территории Ленского муниципального района','98627701','Межселенная территория Ленского муниципального района, находящаяся вне границ городских и сельских поселений']]
,['98629','Мегино-Кангаласский муниципальный район',['98629100','Городские поселения Мегино-Кангаласского муниципального района','98629155','поселок Нижний Бестях','98629400','Сельские поселения Мегино-Кангаласского муниципального района','98629402','Алтанский наслег','98629403','Арангасский наслег','98629405','Батаринский наслег','98629406','Наслег Бедимэ','98629407','Мегюрёнский наслег','98629408','Жабыльский наслег','98629409','Бютейдяхский наслег','98629410','Жанхадинский наслег','98629411','Доллунский наслег','98629413','Дойдунский наслег','98629415','село Майя','98629420','Мегинский наслег','98629425','Догдогинский наслег','98629429','Мелдехсинский наслег','98629430','Хоробутский наслег','98629436','Морукский наслег','98629440','Нахаринский  2-й наслег','98629445','Нерюктяйинский наслег','98629447','Рассолодинский наслег','98629448','Тарагайский наслег','98629449','Нахаринский  1-й наслег','98629450','Тыллыминский  1-й наслег','98629451','Томторский наслег','98629452','Тыллыминский  2-й наслег','98629455','Тюнгюлюнский наслег','98629460','Хаптагайский наслег','98629462','Харанский наслег','98629463','Ходоринский наслег','98629464','Холгуминский наслег','98629465','Чыамайыкинский наслег']]
,['98631','Мирнинский муниципальный район',['98631100','Городские поселения Мирнинского муниципального района','98631101','город Мирный','98631109','город Удачный','98631152','поселок Айхал','98631155','поселок Алмазный','98631157','поселок Светлый','98631162','поселок Чернышевский','98631400','Сельские поселения Мирнинского муниципального района','98631404','Ботуобуйинский наслег','98631428','Садынский национальный наслег','98631450','Чуонинский наслег','98631700','Межселенные территории Мирнинского муниципального района','98631701','Межселенная территория Мирнинского муниципального района, находящаяся вне границ городских и сельских поселений']]
,['98633','Момский муниципальный район',['98633400','Сельские поселения Момского муниципального района','98633405','Чыбагалахский национальный наслег','98633414','Индигирский национальный наслег','98633423','Момский национальный наслег','98633428','Соболохский национальный наслег','98633430','Тебюлехский национальный наслег','98633435','Улахан-Чистайский национальный наслег']]
,['98635','Намский муниципальный район',['98635400','Сельские поселения Намского муниципального района','98635405','Арбынский наслег','98635410','Бетюнский наслег','98635415','Едейский наслег','98635417','Искровский наслег','98635420','Кебекёнский наслег','98635425','Ленский наслег','98635430','Модутский наслег','98635432','Никольский наслег','98635435','Партизанский наслег','98635440','Салбанский наслег','98635443','Тастахский наслег','98635445','Тюбинский наслег','98635447','Фрунзенский наслег','98635450','Хамагаттинский наслег','98635455','Хатын-Арынский наслег','98635460','Хатырыкский наслег','98635465','Хомустахский 1-й наслег','98635466','Хомустахский 2-й наслег','98635470','село Маймага']]
,['98637','Нижнеколымский муниципальный район',['98637100','Городские поселения Нижнеколымского муниципального района','98637151','поселок Черский','98637400','Сельские поселения Нижнеколымского муниципального района','98637411','Олёринский наслег','98637424','Походский наслег','98637437','Халарчинский наслег']]
,['98639','Оймяконский муниципальный район',['98639100','Городские поселения Оймяконского муниципального района','98639151','поселок Усть-Нера','98639153','поселок Артык','98639400','Сельские поселения Оймяконского муниципального района','98639405','Борогонский 1-й наслег','98639410','Борогонский 2-й наслег','98639427','Сордоннохский наслег','98639432','Терютский наслег','98639445','Ючюгейский наслег','98639700','Межселенные территории Оймяконского муниципального района','98639701','Межселенная территория Оймяконского муниципального района, находящаяся вне границ городских и сельских поселений']]
,['98641','Олекминский муниципальный район',['98641100','Городские поселения Олекминского муниципального района','98641101','город Олёкминск','98641400','Сельские поселения Олекминского муниципального района','98641405','Абагинский наслег','98641410','Дабанский наслег','98641415','Дельгейский наслег','98641420','Жарханский  национальный наслег','98641425','Киндигирский национальный наслег','98641430','Кыллахский наслег','98641434','Кяччинский наслег','98641435','Мальжагарский наслег','98641440','Мачинский наслег','98641445','Нерюктяйинский 1-й наслег','98641450','Нерюктяйинский 2-й наслег','98641453','Олёкминский наслег','98641460','Саныяхтахский наслег','98641465','Солянский наслег','98641470','Троицкий наслег','98641475','Тянский национальный наслег','98641477','Улахан-Мунгкунский наслег','98641480','Урицкий наслег','98641485','Хоринский наслег','98641487','Чапаевский наслег','98641490','Чаринский национальный наслег','98641493','поселок Заречный']]
,['98642','Оленекский эвенкийский национальный муниципальный район',['98642400','Сельские поселения Оленекского эвенкийского национального муниципального района','98642411','Жилиндинский национальный наслег','98642424','Кирбейский национальный наслег','98642437','Оленекский национальный наслег','98642450','Шологонский национальный наслег','98642700','Межселенные территории Оленекского эвенкийского национального муниципального района','98642701','Межселенные территории Оленекского эвенкийского национального муниципального района, включая территории ресурсных резерватов (эркээйи-сирдэри) ""Бэкэ"", ""Бириктэ"", ""Алакит"", ""Мархара"" и месторождений редкоземельных металлов']]
,['98644','Хангаласский муниципальный район',['98644100','Городские поселения Хангаласского муниципального района','98644101','город Покровск','98644157','поселок Мохсоголлох','98644400','Сельские поселения Хангаласского муниципального района','98644403','Бестяхский наслег','98644406','Жемконский 1-й наслег','98644407','Жемконский 2-й наслег','98644409','Жерский наслег','98644412','Иситский наслег','98644418','Качикатский наслег','98644423','Мальжагарский 1-й наслег','98644425','Мальжагарский 2-й наслег','98644427','Мальжагарский 4-й наслег','98644428','Мальжагарский 5-й наслег','98644435','Немюгинский наслег','98644440','Октёмский наслег','98644445','Синский наслег','98644447','Техтюрский наслег','98644450','Тит-Арынский наслег','98644453','Тумульский наслег']]
,['98646','Среднеколымский муниципальный район',['98646100','Городские поселения Среднеколымского муниципального района','98646101','город Среднеколымск','98646400','Сельские поселения Среднеколымского муниципального района','98646405','Алазейский наслег','98646410','Байдинский наслег','98646415','Березовский национальный (кочевой) наслег','98646420','Кангаласский 1-й наслег','98646422','Кангаласский 2-й наслег','98646435','Мятисский 1-й наслег','98646436','Мятисский 2-й наслег','98646442','Сень-Кюёльский наслег','98646448','Хатынгнахский наслег']]
,['98648','Сунтарский муниципальный район',['98648400','Сельские поселения Сунтарского муниципального района','98648404','Аллагинский наслег','98648405','Арылахский наслег','98648410','Бордонский наслег','98648415','Вилючанский наслег','98648420','Жарханский наслег','98648422','Илимнирский наслег','98648425','Кемпендяйский наслег','98648430','Крестяхский наслег','98648435','Куокунинский наслег','98648440','Кутанинский наслег','98648443','Кюкейский наслег','98648445','Кюндяйинский наслег','98648450','Мар-Кюёльский наслег','98648452','Нахаринский наслег','98648455','Сунтарский наслег','98648457','Тенкинский наслег','98648459','Толонский наслег','98648460','Тойбохойский наслег','98648461','Туойдахский наслег','98648462','Тюбяй-Жарханский наслег','98648463','Тюбяйский наслег','98648465','Хаданский наслег','98648466','Хоринский наслег','98648470','Шеинский наслег','98648475','Эльгяйский наслег','98648480','Устьинский наслег']]
,['98650','Томпонский муниципальный район',['98650100','Городские поселения Томпонского муниципального района','98650151','поселок Хандыга','98650152','поселок Джебарики-Хая','98650400','Сельские поселения Томпонского муниципального района','98650405','Баягантайский наслег','98650415','Мегино-Алданский наслег','98650425','Охот-Перевозовский наслег','98650430','Сасыльский наслег','98650433','Теплоключевский наслег','98650435','Томпонский наслег','98650440','Ынгинский наслег']]
,['98652','Усть-Алданский муниципальный район',['98652400','Сельские поселения Усть-Алданского муниципального района','98652405','Батагайский наслег','98652410','Баягантайский наслег','98652415','Борогонский наслег','98652420','Берт-Усовский наслег','98652425','Бярийинский наслег','98652430','Дюпсюнский наслег','98652435','Курбусахский наслег','98652440','Легёйский наслег','98652445','Мюрюнский наслег','98652450','Наяхинский наслег','98652455','Ольтёхский наслег','98652460','Онёрский наслег','98652465','Оспёхский наслег','98652467','Оспёхский 1-й наслег','98652470','Суоттунский наслег','98652472','Тит-Арынский наслег','98652473','Легёйский 2-й наслег','98652475','Тюляхский наслег','98652480','Хоринский наслег','98652485','Чериктейский наслег','98652490','Хоринский 1-й наслег']]
,['98654','Усть-Майский муниципальный район',['98654100','Городские поселения Усть-Майского муниципального района','98654151','поселок Усть-Мая','98654156','поселок Звездочка','98654158','поселок Солнечный','98654164','поселок Эльдикан','98654166','поселок Югорёнок','98654400','Сельские поселения Усть-Майского муниципального района','98654405','село Белькачи','98654410','Кюпский национальный наслег','98654415','село Усть-Миль','98654420','Петропавловский национальный наслег','98654425','Эжанский национальный наслег','98654700','Межселенные территории Усть-Майского муниципального района','98654701','Межселенные территории Усть-Майского муниципального района, находящиеся вне границ городского и сельских поселений (бывшие территории поселков Аллах-Юнь, Бриндакит, Ыныкчан)']]
,['98656','Усть-Янский муниципальный район',['98656100','Городские поселения Усть-Янского муниципального района','98656151','поселок Депутатский','98656159','поселок Нижнеянск','98656165','поселок Усть-Куйга','98656400','Сельские поселения Усть-Янского муниципального района','98656405','Казачинский национальный наслег','98656410','Омолойский национальный наслег','98656415','Силянняхский национальный наслег','98656420','Туматский национальный наслег','98656425','Усть-Янский национальный наслег','98656427','Уяндинский национальный наслег','98656435','Юкагирский национальный (кочевой) наслег']]
,['98658','Чурапчинский муниципальный район',['98658400','Сельские поселения Чурапчинского муниципального района','98658402','Алагарский наслег','98658407','Бахсытский наслег','98658410','Болтогинский наслег','98658415','Болугурский наслег','98658420','Кытанахский наслег','98658423','Арылахский наслег','98658425','Мугудайский наслег','98658430','Ожулунский наслег','98658435','Соловьевский наслег','98658440','Сыланский наслег','98658442','Тёлёйский наслег','98658445','Хадарский наслег','98658450','Хатылинский наслег','98658455','Хаяхсытский наслег','98658460','Хоптогинский наслег','98658465','Чакырский наслег','98658470','Чурапчинский наслег']]
,['98659','Эвено-Бытантайский национальный муниципальный район',['98659400','Сельские поселения Эвено-Бытантайского национального муниципального района','98659405','Верхнебытантайский наслег','98659415','Нижнебытантайский наслег','98659420','Тюгесирский наслег']]
,['98660','Нерюнгринский муниципальный район',['98660100','Городские поселения Нерюнгринского муниципального района','98660101','город Нерюнгри','98660152','поселок Беркакит','98660154','поселок Золотинка','98660158','поселок Серебряный Бор','98660164','поселок Хани','98660165','поселок Чульман','98660400','Сельские поселения Нерюнгринского муниципального района','98660405','село Иенгра','98660700','Межселенные территории Нерюнгринского муниципального района','98660701','Межселенные территории Нерюнгринского муниципального района, не вошедшие в территорию городских и сельского поселений']]
,['98701','город Якутск',undefined
]
,['98702','Жатай',undefined
]
]]
,['99','МО Еврейской автономной области',
[['99605','Биробиджанский муниципальный район',['99605400','Сельские поселения Биробиджанского муниципального района','99605405','Бирофельдское','99605412','Валдгеймское','99605415','Надеждинское','99605420','Дубовское','99605440','Найфельдское','99605445','Птичнинское']]
,['99610','Ленинский муниципальный район',['99610400','Сельские поселения Ленинского муниципального района','99610405','Бабстовское','99610412','Биджанское','99610430','Дежневское','99610455','Лазаревское','99610460','Ленинское']]
,['99620','Облученский муниципальный район',['99620100','Городские поселения Облученского муниципального района','99620101','Облученское','99620153','Бирское','99620156','Бираканское','99620159','Известковское','99620162','Кульдурское','99620170','Теплоозерское','99620400','Сельские поселения Облученского муниципального района','99620440','Пашковское']]
,['99625','Октябрьский муниципальный район',['99625400','Сельские поселения Октябрьского муниципального района','99625405','Амурзетское','99625435','Нагибовское','99625440','Полевское']]
,['99630','Смидовичский муниципальный район',['99630100','Городские поселения Смидовичского муниципального района','99630151','Смидовичское','99630155','Волочаевское','99630160','Николаевское','99630165','Приамурское','99630400','Сельские поселения Смидовичского муниципального района','99630425','Камышовское','99630440','Волочаевское']]
,['99701','город Биробиджан',undefined
]
]]
];

function createOneLi(parent,id,name,sublist,val)
{
  var li = document.createElement('li');
  parent.appendChild(li);
  var elem=li;
  if(sublist) {var tmp=document.createElement('span');li.appendChild(tmp);tmp.classList.add('caret');}
  var txt = document.createTextNode(name);
  var xtmp=document.createElement('span');elem.appendChild(xtmp);xtmp.classList.add('oclick');
  xtmp.setAttribute("xid",id);
  elem.appendChild(xtmp);
  xtmp.appendChild(txt);
  if(val)
  {
  if(sublist&&val.length>id.length)
  {
    if(val.substring(0,id.length)==id)
    {
      xtmp.parentElement.querySelector(".caret").classList.toggle("caret-down");
    }
  }
  if(id==val){
   xtmp.classList.toggle("selected");
  }
  }
  return li;
}

function buildOKTMO(arr=oktmo)
{
 var val = document.getElementById('oktmovalue').value;
 var lst = document.getElementById('ulOKTMO');
 var cnt = 0;
 arr.forEach((e)=>{
  var li = createOneLi(lst,e[0],e[1],e[2],val);
  ++cnt;
  if(e[2])
  {
   var ul = document.createElement('ul');
   ul.classList.add('nested');
   li.appendChild(ul);
   e[2].forEach((r)=>{
    var sli = createOneLi(ul,r[0],r[1],r[2],val);
    ++cnt;
    if(r[2])
    {
     var sul = document.createElement('ul',val);
     sul.classList.add('nested');
     sli.appendChild(sul);
     for(var i=0;i<r[2].length;i+=2)
     {
      ++cnt;
      createOneLi(sul,r[2][i],r[2][i+1],undefined,val);
     }
    }
   });
  }
});
var toggler = document.getElementsByClassName("caret");
var i;

for (i = 0; i < toggler.length; i++) {
  toggler[i].addEventListener("click", function() {
    this.parentElement.querySelector(".nested").classList.toggle("active");
    this.classList.toggle("caret-down");
  });
}
toggler = document.getElementsByClassName("oclick");

for (i = 0; i < toggler.length; i++) {
  toggler[i].addEventListener("click", function() {
   setOKTMO(this.getAttribute('xid'),this.innerHTML);
   hideoktmo();
  });
}

if(cnt<333)
{
  toggler = document.getElementsByClassName("caret");
  for (i = 0; i < toggler.length; i++) {
    var ul = toggler[i].parentElement.querySelector('ul');
    if(ul)
    { 
      var cd = ul.parentElement.querySelector(".caret");
      if(!cd.classList.contains("caret-down"))
      {
       cd.classList.add("caret-down");
      }
    }
  }
}

toggler = document.getElementsByClassName("caret-down");
for (i = 0; i < toggler.length; i++) {
 toggler[i].parentElement.querySelector(".nested").classList.toggle("active");
}
}

function setOKTMO(id,name)
{
 var e = document.getElementById('oktmotext');
 e.value = name;
 var e = document.getElementById('oktmovalue');
 e.value = id;
}

function showoktmo(rebuild=true)
{
 document.body.classList.add('jw-modal-open');
 if(rebuild) buildOKTMO();
 document.getElementById('oktmosearch').style.display="block";
 toggler = document.getElementsByClassName("selected");
 if(toggler&&toggler[0])
 {
  toggler[0].scrollIntoView(true);
 }
}

function clearoktmo()
{
 var lst = document.getElementById('ulOKTMO');
 while (lst.firstChild) {
   lst.removeChild(lst.firstChild);
 } 
}

function hideoktmo()
{
 document.getElementById('oktmosearch').style.display="";
 document.body.classList.remove('jw-modal-open');
 clearoktmo();
}

function oktmovis()
{
 return document.getElementById('oktmosearch').style.display;
}

function toggleoktmo()
{
 if(oktmovis()){hideoktmo();}else{showoktmo();}
 return 0;
}

function filteroktmo(val)
{
 var arr = [];
 for(var i=0;i<oktmo.length;++i)
 {
   var subarr=undefined;
   if(oktmo[i][2])
   {
     for(var j=0;j<oktmo[i][2].length;++j)
     {
      var subsubarr=undefined;
      var tmp=oktmo[i][2][j][3];
      if(tmp)
      {
       for(var k=0;k<tmp.length;k+=2)
       {
        if(tmp[k+1].toLowerCase().includes(val))
        {
         if(!subsubarr) subsubarr=[];
         subsubarr.push(tmp[k],tmp[k+1]);
        }
       }
      }
      if(subsubarr||oktmo[i][2][j][1].toLowerCase().includes(val))
      {
       if(!subarr) subarr=[];
       subarr.push([oktmo[i][2][j][0],oktmo[i][2][j][1],subsubarr]);
      }
     }
   }
   if(subarr||oktmo[i][1].toLowerCase().includes(val))
   {
    arr.push([oktmo[i][0],oktmo[i][1],subarr]);
   }
 }
 return arr;
}

function searchoktmo(e)
{
 var val=e.value.trim();
 if(val=="")
 {
  if(oktmovis()){hideoktmo();}
  showoktmo();
 }else{
  clearoktmo();
  buildOKTMO(filteroktmo(val.toLowerCase()));
  if(!oktmovis()){showoktmo(false);}
 }
}

window.addEventListener('load', function() {
    // close modals on background click
    document.addEventListener('click', event => {
        var tmp = event.target;
        while(tmp)
        {
          if (tmp.classList.contains('jw-modal-open')) {
            hideoktmo();
            break;
          }
          if (tmp.classList.contains('oktmoContainer')||tmp.classList.contains('oktmopanel')) {
            break;
          }
          tmp=tmp.parentElement;
        }
    });
    var val=document.getElementById('oktmovalue').value;
    if(val)
    {
     var name='';
     oktmo.forEach(e=>{
if(name=='') {
if(e[0]==val){name=e[1]}else
if(e[2]) {
 e[2].forEach(s=>{
if(name=='') {
if(s[0]==val){name=s[1]}else
{
 if(s[2]) {
  for(var i=0;i<s[2].length&&name=='';i+=2){if(s[2][i]==val) name==val[2][i+1];}
 }
}
}
});
}
}
});
document.getElementById('oktmotext').value=name;
    }
});
